[
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "guess": "ungraded",
      "seem": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But, Midwin, supposedly this guy led police to bodies. What more do they need? Why doesn't he just plead guilty?",
    "statement": "<WELL>, you <KNOW>, that seems to be <<SORT OF>> the <QUESTION> that a lot of people ask in these kinds of cases but as you <KNOW> we have a criminal justice system where prosecutors <HAVE TO> do their jobs and they <HAVE TO> prove people guilty beyond a reasonable <DOUBT>. So I <<GUESS>> they're still trying to put together different facts and making <<<SURE>>> that everything is lined up perfectly so that he <<COULD>> be prosecuted to the fullest extent of the law."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Well, you know, that seems to be sort of the question that a lot of people ask in these kinds of cases but as you know we have a criminal justice system where prosecutors have to do their jobs and they have to prove people guilty beyond a reasonable doubt. So I guess they're still trying to put together different facts and making sure that everything is lined up perfectly so that he could be prosecuted to the fullest extent of the law.",
    "statement": "So, Joey, I <WOULD> <<ASSUME>> that prosecutors want to push for the death penalty. <MIGHT> that be a reason why Vann isn't being <COMPLETELY> cooperative because he wants to <AVOID> that himself?"
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, Joey, I would assume that prosecutors want to push for the death penalty. Might that be a reason why Vann isn't being completely cooperative because he wants to avoid that himself?",
    "statement": "<WELL>, you <KNOW>, regardless of whether he's cooperative or not, Carol, what the police do, what the prosecution does is they try to put together enough evidence that we don't need you. It's nice if you want to confess, it's nice if you want to cooperate, but what they attempt to do is therefore bring forth enough trace evidence, fiber evidence, DNA evidence, blood evidence, serology, forensics, everything that they need so that whether you cooperate or not, they <<<BELIEVE>>> that they have a strong case because any case where you're relying upon the defendant's cooperation <<COULD>> be a problematic one. And finally, Carol, regardless of whether he cooperates or not, we do <KNOW> that Indiana <CERTAINLY> is a death penalty jurisdiction and if ever there <WOULD> be a case to charge and pursue the death penalty this <CERTAINLY> <WOULD> be."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, Midwin, you're a defense attorney. Is there any defense for this guy?",
    "statement": "<WELL>, I wouldn't be surprised, you <KNOW>, in these kinds of cases where you see multiple bodies and you see very heinous and <<SORT OF>> gruesome facts that are associated with the deaths, it wouldn't surprise me if you saw <<PERHAPS>> a mental health defense, some <<SORT OF>> insanity defense, or <<PERHAPS>> this person doesn't have the same <<SORT OF>> capacity that we <ALL> do. Oftentimes defense attorneys will go down that road. It's the more sympathetic road. It's the road that tends to garner sympathy from people so it wouldn't surprise me if we saw that with this case."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Well, I wouldn't be surprised, you know, in these kinds of cases where you see multiple bodies and you see very heinous and sort of gruesome facts that are associated with the deaths, it wouldn't surprise me if you saw perhaps a mental health defense, some sort of insanity defense, or perhaps this person doesn't have the same sort of capacity that we all do. Oftentimes defense attorneys will go down that road. It's the more sympathetic road. It's the road that tends to garner sympathy from people so it wouldn't surprise me if we saw that with this case.",
    "statement": "We'll see. So, Poppy, a final <QUESTION> because there is a sad, bigger issue associated with this case. Vann is a convicted sex offender and as such he was subjected to monitoring. Is there a <FEELING> that the system failed?"
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "We'll see. So, Poppy, a final question because there is a sad, bigger issue associated with this case. Vann is a convicted sex offender and as such he was subjected to monitoring. Is there a feeling that the system failed?",
    "statement": "I <<<THINK>>> that is the <CRITICAL> <QUESTION> right now, Carol. Look, we talked to the sheriff's department. They told us they <ONLY> checked on him one time in September because that's <ALL> that was required by law. They said we can't just make arbitrary checks and <ALL> they checked is that he lived in the residence he was supposed to live in. So what good does that do? That's a real <QUESTION>. Last night, Lori Townsend, the mother of the most recent victim, Afrika Hardy, spoke with CNN. I want you to listen to what she said <ABOUT> the system."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think that is the critical question right now, Carol. Look, we talked to the sheriff's department. They told us they only checked on him one time in September because that's all that was required by law. They said we can't just make arbitrary checks and all they checked is that he lived in the residence he was supposed to live in. So what good does that do? That's a real question. Last night, Lori Townsend, the mother of the most recent victim, Afrika Hardy, spoke with CNN. I want you to listen to what she said about the system.",
    "statement": "The justice system the way it's -- it is right now, there's a lot to be said for that. I <<<THINK>>> if he was a registered offender in the state of Indiana that he <SHOULD> have been checked on more frequently as <WELL> as <ALL> the other, you <KNOW>, people who are registered just to check on him once, that's -- that seems null and -- you <KNOW>, null and void, actually."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "know": "ungraded",
      "allegedly": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You're welcome.",
    "statement": "I appreciate it. It's unbelievable. This just in to CNN, we are seeing huge explosions and heavy smoke in the town of Kobani, that's the Syrian town right near the border with Turkey. The U.S.-led coalition carried out more airstrikes there overnight against ISIS. A Kurdish fighter says six of his fellow fighters have been killed in battles with ISIS militants. He says at least 10 ISIS fighters are also dead. As you <WELL> <KNOW>, ISIS is trying to recruit Americans including American schoolgirls. Denver officials say three teenage girls played Hooky from school, caught a flight to Germany carrying $2,000 in cash. They <<ALLEGEDLY>> hoped to go to Syria and join up with ISIS. CNN's Pamela Brown tells us what happened next."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "could": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "I appreciate it. It's unbelievable. This just in to CNN, we are seeing huge explosions and heavy smoke in the town of Kobani, that's the Syrian town right near the border with Turkey. The U.S.-led coalition carried out more airstrikes there overnight against ISIS. A Kurdish fighter says six of his fellow fighters have been killed in battles with ISIS militants. He says at least 10 ISIS fighters are also dead. As you well know, ISIS is trying to recruit Americans including American schoolgirls. Denver officials say three teenage girls played Hooky from school, caught a flight to Germany carrying $2,000 in cash. They allegedly hoped to go to Syria and join up with ISIS. CNN's Pamela Brown tells us what happened next.",
    "statement": "Three high school girls from Denver are the latest American teenagers drawn in by the radical world of Islamic extremism. <ONLY> 15 and 16 years old, two of them sisters of Somali descent, <<ALLEGEDLY>> aspiring to join the fight in Syria. According to law enforcement sources, the teens boarded a flight in Denver over the weekend and made it to Frankfurt, Germany, where police arrested them before they <<COULD>> continue on to Turkey and then Syria. CNN has learned they <<ALLEGEDLY>> self-radicalized online."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "They're oftentimes searching for an identity because what the jihadists are actually pushing is a specific narrative which is your people are being oppressed in this place called Syria. Your government is doing nothing. We're the only ones who are actually going to help you out, why don't you join the fight?",
    "statement": "The <ONLY> reason the teens were caught, one of their parents called police and the FBI quickly flagged their passports. Across the border in Canada, new concerns tonight after a 25-year-old man ran over two soldiers with his car, killing one and injuring another. Police shot and killed him. Canadian authorities say the man <MAY> have been radicalized and had been on their radar."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And this 17-year-old Australian teenager raising alarm bells after he recently showed up in video alongside ISIS fighters in Syria, threatening to behead Western leaders including President Obama. Pamela Brown, CNN, Washington.",
    "statement": "OK. <A BIT> more breaking news this morning for the 58 million Americans who receive Social Security benefits, your check is <ABOUT> to get <A LITTLE> bigger. CNN's Alison Kosik joins us now with details. Really?"
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK. A bit more breaking news this morning for the 58 million Americans who receive Social Security benefits, your check is about to get a little bigger. CNN's Alison Kosik joins us now with details. Really?",
    "statement": "Yes, <WELL>, the increase is 1.7 percent, and it sounds like it's good, but before you get <ALL> excited I'll put it into <PERSPECTIVE>. So right now payments for Social Security for older Americans, for disabled veterans, they run <ABOUT> $1200 a month. This 1.7 percent increase winds up being an extra $20. Look, it's an increase, that's great, but I mean, in the realm of -- you <KNOW> --"
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Yes, well, the increase is 1.7 percent, and it sounds like it's good, but before you get all excited I'll put it into perspective. So right now payments for Social Security for older Americans, for disabled veterans, they run about $1200 a month. This 1.7 percent increase winds up being an extra $20. Look, it's an increase, that's great, but I mean, in the realm of -- you know --",
    "statement": "It really isn't. But here's the <THING>. The government comes up with this increase <EVERY> year. It has to. It was actually -- a law passed by Congress that this has to happen automatically <EVERY> year and it's based on inflation and the <REALITY> is inflation has been remarkably low for years. So that's why you're seeing this increase, actually for the third year in a row, under 2 percent. It's below the target actually of what the Fed wants to see, but it's an increase nonetheless. I <<GUESS>> on glass half full, $20 extra for groceries."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "definitely": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "You got it.",
    "statement": "Stories for Wednesday morning, the new White House Ebola czar, Ron Klain, starts today. He'll meet President Obama and senior members of the team responsible for coordinating the government's response to the unfolding pandemic. The head coach and four other coaches at New Jersey's Sayreville High School have been suspended indefinitely. The hazing scandal <<ALLEGEDLY>> involved older members of the team brutalizing freshman players. Storied \"Washington Post\" editor Ben Bradlee died of <NATURAL> causes at his home yesterday. He was 93. The legendary newspaper man led the paper's newsroom through Watergate and the Pentagon papers. The Dallas Cowboys have waived defensive end Michael Sam. Sam became the first openly gay player to be drafted by an NFL team when he signed with the Cowboys. Sam tweeted, \"I want to thank the Jones family and the entire Cowboys organization for this opportunity.\" And the dashing duchess, Kate Middleton stepping out for the first time since announcing her second pregnancy. She was seen at an event at Buckingham Palace and you can just see a hint of that baby bump. And that's a look at your headlines this morning. NEWSROOM is back after a break."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Tonight Elizabeth Edwards, a primetime exclusive. On her husband's shocking affair that wrecked their marriage.",
    "statement": "But I <<<THINK>>> it's important for me to understand that I didn't do anything <WRONG>."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I mean, personally told me that.",
    "statement": "And how she feels right now <ABOUT> the man who betrayed her. ("
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "best": "ungraded",
      "sure": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "The resilient Elizabeth Edwards is next on LARRY KING LIVE.",
    "statement": "It's a great pleasure to welcome back to LARRY KING LIVE one of my favorite people, Elizabeth Edwards. The author of the number one \"New York Times\" bestseller, \"Resilience: Reflections on the Burdens and Gifts of Facing Life's Adversities\". Now out on paperback with a very candid and compelling new afterword. Elizabeth is a senior fellow at the Center for American Progress working on health care issues. It's <ALWAYS> good to see you and you -- you look so good. You've got to tell me, how are you <FEELING>?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "It's a great pleasure to welcome back to LARRY KING LIVE one of my favorite people, Elizabeth Edwards. The author of the number one \"New York Times\" bestseller, \"Resilience: Reflections on the Burdens and Gifts of Facing Life's Adversities\". Now out on paperback with a very candid and compelling new afterword. Elizabeth is a senior fellow at the Center for American Progress working on health care issues. It's always good to see you and you -- you look so good. You've got to tell me, how are you feeling?",
    "statement": "I <<FEEL>> great, actually. You <KNOW>, I've <ALWAYS> going to have some <<SORT OF>> treatment and I'm on chemotherapy now. I had chemotherapy this morning, as a matter of <FACT>, in North Carolina. And was, you <KNOW>, <SOMETIMES> the treatments get you down, but the disease is not getting me down."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "What does the chemo do?",
    "statement": "<WELL>, this chemo --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "You're in a stage four, right?",
    "statement": "I'm stage four. The chemo I'm taking right now actually has a lot of effect on my blood so, you <KNOW>, I'm not supposed to cut my cuticles or floss or do things --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "might": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Really?",
    "statement": "Do things that <MIGHT> introduce infection. And I -- <SOMETIMES> I'm breathless <A LITTLE>, you <KNOW>. So I'm planning a trip with the children. Now I've got to make <<<SURE>>> I have someone to help me, you <KNOW>, because I've not -- there are <<PROBABLY>> times I'm not going to be able to move luggage for two children and for me. So, you <KNOW>, there are little things you <HAVE TO> plan ahead for."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We're not going to get into the specifics of the disease, but of having had friends take it. I've had a couple of friends that didn't like it so much they gave up.",
    "statement": "I -- I have -- you <KNOW>, I've heard that happening. I mean, a great example, Melissa Etheridge. <WELL>, we had breast cancer <ABOUT> the same time and she is doing chemotherapy and it has a lot of effect on your fingers and your hands because she uses her hands at her trade."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Do the -- this sounds weird, but do the doctors tell you why you're still here?",
    "statement": "No, and they don't tell me when they <EXPECT> me to go. And what I understand is it's not going to be -- so if I'm <FEELING> good, that's a good sign because I'm not -- you don't like <ALL> of a sudden fall off a cliff. It will be -- it's a slow decline as the disease progresses."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Pain?",
    "statement": "<<PROBABLY>>, but, you <KNOW>, I try really not to focus on what the end is going to look like."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No.",
    "statement": "More time I spend doing that, you <KNOW>, the less time I'm enjoying the days I have now."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "More time I spend doing that, you know, the less time I'm enjoying the days I have now.",
    "statement": "<ALL> right. How do you not <<<THINK>>> <ABOUT> it?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "All right. How do you not think about it?",
    "statement": "There are times when you do. I don't really <<<THINK>>> <ABOUT> it when I'm getting chemotherapy or -- I have -- you <KNOW>, the people who <TAKE> care of me are wonderful, you <KNOW>, terrific people. I made -- Jerome who gives me my infusions bring me his high school yearbook and I promised to bring him his. I brought mine, which I did but he wasn't there last week because of a meeting. So I've got to bring it again next week. But, you <KNOW>, they become friends of yours so when you go to visit them, it doesn't <SEEM> -- when you go to have scans, when you go to find out if the disease is progressing, those are the times when it's really hard not to let it get in your head."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Is resilience something you learn you have when misfortune occurs?",
    "statement": "I <<<THINK>>> that's <<PROBABLY>> true of a lot of people, you <KNOW>, who --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I think that's probably true of a lot of people, you know, who --",
    "statement": "And how do we <KNOW> how we'll handle some or we <HAVE TO> handle it?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And how do we know how we'll handle some or we have to handle it?",
    "statement": "You don't and, you <KNOW> -- and I <<<THINK>>> most people -- I don't <<<THINK>>> that I'm special in any way, but I <<<THINK>>> most people do pull themselves together. Do what it is they <NEED TO> be done. <SOMETIMES> you're thrown for a loop for <A LITTLE> while and then you start to reclaim. I <<<THINK>>> it's that getting back on the right path, that's the hard part. You <KNOW>, you can't let yourself go down the chasm. You <HAVE TO> really get yourself back on the road, yes."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Mentally?",
    "statement": "Mentally the worst was when I -- when I very first heard. You -- I just didn't <KNOW> what to <EXPECT>. I didn't <KNOW> whether the information to how bad the information I was getting was -- I mean, not how bad is it, not how bad the information is, but how bad the cancer is. And, it was -- I had a great oncologist, Lisa Carey, who was telling me, you <KNOW>, if you see a bone scan and you don't look like -- start to look like a Christmas tree or like Larry King's backdrop, then you're in good shape. You <KNOW>, that means that you've got contained locations. It's when it starts being really bright to you. And so she gave me some landmarks to -- but it still is scary."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Mentally the worst was when I -- when I very first heard. You -- I just didn't know what to expect. I didn't know whether the information to how bad the information I was getting was -- I mean, not how bad is it, not how bad the information is, but how bad the cancer is. And, it was -- I had a great oncologist, Lisa Carey, who was telling me, you know, if you see a bone scan and you don't look like -- start to look like a Christmas tree or like Larry King's backdrop, then you're in good shape. You know, that means that you've got contained locations. It's when it starts being really bright to you. And so she gave me some landmarks to -- but it still is scary.",
    "statement": "Now the hardcover, was it made you bestseller?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Because of events, did you almost have to write an afterword?",
    "statement": "I did <<FEEL>> like I had. You <KNOW>, it was going to come out in paperback and if it came out in paperback -- when I wrote the paperback, John, my husband, and I were still together. So when the paperback came out, we have separated. And --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I did feel like I had. You know, it was going to come out in paperback and if it came out in paperback -- when I wrote the paperback, John, my husband, and I were still together. So when the paperback came out, we have separated. And --",
    "statement": "And public <WOULD> <EXPECT> to read <ABOUT> it."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "It'd be weird.",
    "statement": "It <WOULD> be weird. It wouldn't be an accurate book. I mean it's actually why I included a lot of the <STUFF> in it. I wanted the book to be accurate. I didn't want it to be sensational, but I wanted it to be accurate."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Why?",
    "statement": "<WELL>, in the paperback, I don't <<<THINK>>> I took out some --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No, no. Some things from the original.",
    "statement": "Oh, yes. <WELL>, I mean, I -- there are books -- there are things that I had that, you <KNOW>, <<SORT OF>> bothering me <ABOUT> the way the story was getting told and, you <KNOW>, and I -- and it's like I <<SORT OF>> like I needed to answer them, but I also want to move on in my life so I don't want to answer it. I don't want to get into a shouting, you <KNOW>, the last person on LARRY KING gets to tell the story, you <KNOW>, of the way it is. I don't want that. I want to move on. And so some things I need --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Oh, yes. Well, I mean, I -- there are books -- there are things that I had that, you know, sort of bothering me about the way the story was getting told and, you know, and I -- and it's like I sort of like I needed to answer them, but I also want to move on in my life so I don't want to answer it. I don't want to get into a shouting, you know, the last person on LARRY KING gets to tell the story, you know, of the way it is. I don't want that. I want to move on. And so some things I need --",
    "statement": "Of course, you have -- you <SHOULD> be hurt, though."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You don't want to leave things.",
    "statement": "<WELL>, some <THING> -- you <KNOW>, there's some things that are important for me, you <KNOW>, and I -- and I've said them and I <<<THINK>>> finally they <<SORT OF>> ends up in the popular culture, you <KNOW>, which is to accept that any of this is. But there's some <UNDERSTANDING> <ABOUT> what I knew and when I knew it that I was not complicit in any of this."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And that's important to me. I want people to see me as a moral person who tries to make the right decision when the time comes. So that was important to me. But aside for that, honestly, I <<<THINK>>> it's -- you <KNOW>, the rest of how people <<FEEL>> <ABOUT> me is <<PROBABLY>> how I lived the rest of my life, not necessarily, you <KNOW>, what we said or not said."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Are you going to get divorced or does that matter or --",
    "statement": "I mean it matters and doesn't. And you <KNOW> -- I mean, I <<<THINK>>> it's one of those things, you <KNOW>, you <NEED TO> have <ALL> of your arrangements in the right way particularly with children. But, you <KNOW>, when the time comes -- I don't <<IMAGINE>> any of us is -- you <KNOW>, have on our calendar, <MUST> have on our calendar this is the day in which we can because that part we've got an amicable way of dealing with the kids and dealing with one another that is, you <KNOW>, has really been <QUITE> satisfactory. And --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "It has to be satisfactory to you."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It has to be satisfactory to you.",
    "statement": "Yes. You <KNOW>, but -- you <KNOW>, I <<<THINK>>> -- I <<<THINK>>> that there's enough pain in my family to go <AROUND> everybody."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "A distant second.",
    "statement": "Right. And in some ways that helps you keep some balance, you <KNOW>, <ABOUT> how important the -- whatever pain you're going through now is it -- it really does give you some <PERSPECTIVE> on it. It doesn't mean it hurts less but it does, you <KNOW> -- you, say, if I had to choose between one of these, what <WOULD> I choose? This is a no-brainer."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We're honoring the name thing and I understand it. Is it that you have difficulty with it?",
    "statement": "No. What it is, is this is my story and if people want to have -- talk <ABOUT> that part of the story, then they're not -- they're not talking <ABOUT> the book. And if you were talking <ABOUT> the book and it was --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No. What it is, is this is my story and if people want to have -- talk about that part of the story, then they're not -- they're not talking about the book. And if you were talking about the book and it was --",
    "statement": "And the book is <ABOUT> resilience."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "And the book is about resilience.",
    "statement": "The book is <ABOUT> what I went through as I -- you <KNOW>, as I -- as when Wade died or when the cancer came or when the cancer came back or when I found out that my marriage was not, you <KNOW>, <ALL> I believed and hoped that it was. What did I do, not what -- not what did anybody else do, but what did I do. And so if somebody wants to talk <ABOUT> that, they're clearly -- this is a more sensational <<KIND OF>> <THING>. And so it's not what the book is <ABOUT> and I'm hoping -- I <HOPE> that I'm promoting the book."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "You have? In what occasion?",
    "statement": "But when John and -- and I were together and he was, you <KNOW>, wanted to be a father which I admired. They <SHOULD>, you <KNOW> he -- when he found out that in <FACT> this was his child and he wanted to be a father and if that were the case when were together I <WOULD> be this child's stepmother. And so it was important. We went down --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "We went down this -- I <KNOW>. We went down to Charlotte and a third party picked up Quinn and brought her to where we were and -- that John spent some time alone with her. We bought -- it was before Christmas, we bough Christmas presents and dresses and little things."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Awkward?",
    "statement": "No, it was not awkward in the least. You <KNOW>, she didn't <KNOW> who I was."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "That's it.",
    "statement": "You <KNOW>, that was something she was going to learn over time. And unlike John, she didn't have a name or was not going to be a name that she then associated with me. But I love children and, you <KNOW>, sitting there playing with toys with her, you <KNOW>, she seems like a really nice child and --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You know, that was something she was going to learn over time. And unlike John, she didn't have a name or was not going to be a name that she then associated with me. But I love children and, you know, sitting there playing with toys with her, you know, she seems like a really nice child and --",
    "statement": "What did you <<<THINK>>> of --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Now there's no reason really for me to.",
    "statement": "Do you -- what -- did you read or what did you make of the interview that she did with \"GQ\"?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "I read a portion of it that my sister forwarded to me, but I didn't read the whole thing. My sister gets",
    "statement": "So let's <CLEAR> something up because she said and I'd like to <CLEAR> it. She said your relationship was dysfunctional, toxic, way before she came along."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "So let's clear something up because she said and I'd like to clear it. She said your relationship was dysfunctional, toxic, way before she came along.",
    "statement": "If that were true, why <WOULD> John and I have worked so hard under such difficult and public circumstances to make the relationship work? We really -- we both -- I mean, I really <<<THINK>>> we both worked hard in the end to make it work. I did not <<<THINK>>> -- I mean, I -- and I <<SUPPOSE>> there are a lot of women in her position who like to justify their behavior by taking --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "clear": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Rationalize.",
    "statement": "Right. Rationalize it by thinking that this relationship that -- in which they're thrusting their selves wasn't valuable to begin with. It was clearly valuable to both of us and something that we tried very hard to save."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "How did you deal with the pain of the discovery of what he did?",
    "statement": "What was hard <ABOUT> this and what is -- where I had -- I had -- this is part of the --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "This is resilience.",
    "statement": "Part of the resilience <THING> that you <HAVE TO> deal with is it's really hard not to attach it to yourself, not to say what did I do <WRONG>? And go -- and then, you <KNOW>, but you -- I understand from reading is it very <OFTEN> has nothing to do with the relationship that a spouse can love their husband or their wife very dearly and that doesn't mean that there's -- there's not something, some place that, you <KNOW>, nobody is 100 percent matched of everything you need. There's in some place where you have a need and there's somebody who comes along at that time and is able to fill it. And that doesn't mean that -- that there was an unsatisfactory relationship or that I had done something <WRONG>. And --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "You don't look in a marriage and say what did I do wrong.",
    "statement": "No. Do I do it occasionally? Of course I do. But I <<<THINK>>> it's important for me to understand that I didn't do anything <WRONG>. Not just important for me but important also for my children to understand that -- that what that the mother they saw, the wife that they saw, you <KNOW>, tried to support her husband in his quests and his dreams. And I'm still, you <KNOW>, printing out Google instructions, directions for him to get to his objective and sports camp, and I'm still putting out the directions, you <KNOW>. Because this is a <<KIND OF>> supportive <THING> that you do, you <KNOW>, for somebody you're living with and care <ABOUT> and you have this <<SORT OF>> the way -- I <<FEEL>> like, you <KNOW>, we had a symbiotic way of dealing with one another."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "probably": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "It doesn't go away.",
    "statement": "The hardest part I <<<THINK>>> was <FEELING> like somebody who had been -- who'd been the person I had leaned on when I needed somebody, when Wade had died, when the cancer came. I <<<THINK>>> it's <<PROBABLY>> been hard for him too to see himself in this new light as not the person on whom I <<FEEL>> I can lean."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "He disappointed a lot of people.",
    "statement": "He disappointed a lot of people. I don't -- I <<<THINK>>> that <<PROBABLY>> puts (ph) himself."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "clear": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "He disappointed a lot of people. I don't -- I think that probably puts (ph) himself.",
    "statement": "Also in \"GQ\", this we <SHOULD> <CLEAR> up, is her claim that the account you wrote in \"Resilience\" <ABOUT> how you found out <ABOUT> the affair is factually incorrect."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Also in \"GQ\", this we should clear up, is her claim that the account you wrote in \"Resilience\" about how you found out about the affair is factually incorrect.",
    "statement": "How <WOULD> she <KNOW> how you found out?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "The cell phone did, right?",
    "statement": "Right. I found out -- I found out from the cell phone. And I don't <KNOW> what she says <ABOUT> it so I don't <KNOW> what -- what she said is different. But in any event it doesn't matter. I'm -- I really <<<BELIEVE>>> it's important to be honest. But --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "How do you deal --",
    "statement": "That's what this book is <ABOUT>."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "How do you deal with trust now in John?",
    "statement": "You <KNOW>, it's still -- it's still hard, you <KNOW>, but I don't have the same <NEED TO> trust him at the same level. I mean, he has his own life now which he's entitled to and he has boundaries and I don't <HAVE TO> <KNOW>, you <KNOW>, in the same way that a wife knows."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You know, it's still -- it's still hard, you know, but I don't have the same need to trust him at the same level. I mean, he has his own life now which he's entitled to and he has boundaries and I don't have to know, you know, in the same way that a wife knows.",
    "statement": "We'll be right back. The book is terrific. The afterword -- lots more to talk <ABOUT> out of this. Elizabeth Edwards' \"Reflections on the Burdens and Gifts of Facing Life's Adversities\". The book is \"Resilience\". We'll be right back."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "We're back with Elizabeth Edwards. The book is \"Resilience\". Photos accompanying that \"GQ\" article caused a lot of fuss. \"People\" magazine quoted a friend of yours as saying you were disgusted by the pictures. Are they a correct quote?",
    "statement": "I don't <KNOW> that I actually used that word, but somebody <MAY> have. I did see the pictures and I <<<THINK>>> it's really important when you're a mother to convey that, you <KNOW>, that's the role you value. And I <<<THINK>>> she just had <<PROBABLY>> too many T's to cross. She also wanted to be viewed as sexy in everything else and you want to say, you <KNOW>, at some point -- at some point, you <KNOW>, you <<COULD>> be sexy but that can't be your goal."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Really?",
    "statement": "Yes. You <KNOW> --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes. You know --",
    "statement": "<WELL>, you have a lot of resilience --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "The bestseller written by John Heilemann and Mark Halperin, two respective reporters, and is very <CRITICAL> of you."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I did not read the book. I've not read the book --",
    "statement": "You <MUST> <KNOW> <ABOUT> this."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "You must know about this.",
    "statement": "But I -- I do <KNOW> <ABOUT> it and there's some things that actually that did happen in this book in time when I was in a lot of pain. The various staff members are actually <<PROBABLY>> limited to <<MAYBE>> two staff members to say and, you <KNOW>, after the campaign, the people who work closest with me started, you <KNOW>, a Google group, \"I Heart Elizabeth\". You <KNOW>, these people are not mad at me. They're still great friends of mine. And that there was some people who were disgruntled doesn't -- you <KNOW>, <ABOUT> one <THING> or another doesn't surprise me. But the people who I was closest -- with whom I was closest I still I am really close. The people with whom I was disappointed in their performance I <<<THINK>>> had a lot of opportunities. Very disappointed. I don't <KNOW> John Heilemann, but I do <KNOW> Mark Halperin. I'm very disappointed in making no effort to contact me because I <<COULD>> have told them --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They never tried to call you?",
    "statement": "No. I mean, it's not that hard to reach me, you <KNOW>."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And they made no effort. And it would have been nice if they had, not because -- some of the things are not true that I understand that are in there. But some of the things --",
    "statement": "<WELL>, they make you almost like a devil."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, they make you almost like a devil.",
    "statement": "Yes. And they're just, you <KNOW>, were there times on the road when I was -- when it was tensed with John? Yes. Did I ever say John doesn't -- you <KNOW>, I read books, John doesn't, for example? John reads 10 times the number of books I do. I mean, I <WOULD> <NEVER> have said that. If I ever called him a hick, it was because he'd like to be called a hick, you <KNOW>? Oh, you're such a hick, you <KNOW>. You're such a country boy. I don't <KNOW> that hicks not really the word I'd use but you <KNOW>. But --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Or when you have stage four cancer there's nothing bothering you.",
    "statement": "No. It bothered me and I wrote this in the last chapter. I wish I didn't care what people thought of me. But when people say things <ABOUT> me that are not -- that are not true or that <<COULD>> be if you explained the circumstances they <MIGHT>, you <KNOW>, have a different <PERSPECTIVE>, then it hurts me that people <MIGHT> read that and <<<BELIEVE>>> it."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "suppose": "ungraded"
    },
    "previous_statement": "No. It bothered me and I wrote this in the last chapter. I wish I didn't care what people thought of me. But when people say things about me that are not -- that are not true or that could be if you explained the circumstances they might, you know, have a different perspective, then it hurts me that people might read that and believe it.",
    "statement": "How angry were you at Andrew Young for writing that book \"The Politician\"? He was John's aide. The guy was supposed to be the -- pretend he was the father of -- did you read that book?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "I did not read that book and --",
    "statement": "He made a lot of appearances."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "absolutely": "ungraded",
      "certainly": "ungraded",
      "could": "ungraded",
      "around": "ungraded",
      "believe": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Not you.",
    "statement": "Right. He did make a lot of appearances and I <CERTAINLY> <WOULD> say things. That book and -- this is not just from my <PERSPECTIVE> but from -- that book is <ABSOLUTELY> -- the <THING> is he had a story to tell, but in that story he wasn't a hero in that story, in the real story. So he wrote a story where he got to be the hero which meant demonizing everybody else. I banned Andrew Young from my house in February of 2007 before I knew any of this because he lied so <OFTEN> I just <<COULD>> not <<<BELIEVE>>> anything he said. Told him if he came back on my property, I'd have him arrested. I can't have you <AROUND> me."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Do you <<<THINK>>> he had it in for you?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Do you think he had it in for you?",
    "statement": "Yes. And I had someone contact his publisher and tell them that that the stories that he was promoting -- what he was trying to sell the book, that those stories <ABOUT> me were not true and that they needed to be careful because, you <KNOW>, I <<<THINK>>> some people have a lot of knowledge with."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Did you threaten him with alienation of affection? He said that.",
    "statement": "I asked him -- I asked -- I did ask him, you <KNOW>, as <<SORT OF>> fairness -- one of the things that after Wade died John and I did was we started the Wade Edwards Foundation. It provides computer labs for kids who don't have access to -- to these kinds of facilities. That they don't have a computer at home or they don't -- can't get a ride to the library. So after school they can go straight over in the activity bus and do their work on computers and print out their term papers just like the kids who have computers at home and then <TAKE> the activity buses home. And it works great. And I said, you <KNOW>, I thought that it's a matter of fairness that he ought to contribute some of what -- you <KNOW>, was actually <FAIRLY> small considering what he has <UNDOUBTEDLY> made on this book."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "clear": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We'll be back with more. We're going to read from the books, so will Elizabeth. The book is \"Resilience\" now in paperback with the new afterword. We'll be right back.",
    "statement": "We're back with Elizabeth Edwards. I don't mean to be puzzled, but they said we weren't <CLEAR> on how you learned. <<APPARENTLY>>, she says it was by cell phone. You said he told you. And I <<<THINK>>> when I asked you, it was not <CLEAR> how you --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "We're back with Elizabeth Edwards. I don't mean to be puzzled, but they said we weren't clear on how you learned. Apparently, she says it was by cell phone. You said he told you. And I think when I asked you, it was not clear how you --",
    "statement": "Not <CLEAR>."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "I had <<SORT OF>> a tip and I went to John and said, did you have something you need -- you wanted to tell me <ABOUT>?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So they're both correct.",
    "statement": "They both -- they both -- I've not read hers, so I don't <KNOW> what she says."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "<ALL> right. You still supported him after you knew <ABOUT> the cheating."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "certainly": "ungraded",
      "best": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "In the run for the presidency.",
    "statement": "I knew <ABOUT> one incident. Understand the whole time that he ran for office, I knew that he had had one liaison. It still -- it still tore me up, I mean, personally tore me up. Did I <<<THINK>>> that one liaison <WOULD> disqualify him to be the president? You <KNOW>, we've had great presidents who I <WOULD> <HOPE> one liaison <WOULD> not have -- have stopped from serving us. That's what I believed. And I believed that until, golly, <<MAYBE>> long after it made any <<SENSE>> to but, <CERTAINLY> long after -- I mean, long after he was out of the race. And so <SOMETIMES> I had to, you <KNOW>, bite my tongue. I talked a lot <ABOUT> his policies, which I still <<<BELIEVE>>> were the <BEST> policies and set the standard for the other candidates on a lot of issues -- health care being one of them, but environment and poverty and corporate interference with government. And I really believed that that I <<COULD>> talk <ABOUT> those things and mean <EVERY> word that I was saying, and have him as an advocate for those issues and meaning that as <WELL>."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I knew about one incident. Understand the whole time that he ran for office, I knew that he had had one liaison. It still -- it still tore me up, I mean, personally tore me up. Did I think that one liaison would disqualify him to be the president? You know, we've had great presidents who I would hope one liaison would not have -- have stopped from serving us. That's what I believed. And I believed that until, golly, maybe long after it made any sense to but, certainly long after -- I mean, long after he was out of the race. And so sometimes I had to, you know, bite my tongue. I talked a lot about his policies, which I still believe were the best policies and set the standard for the other candidates on a lot of issues -- health care being one of them, but environment and poverty and corporate interference with government. And I really believed that that I could talk about those things and mean every word that I was saying, and have him as an advocate for those issues and meaning that as well.",
    "statement": "Before we talk <ABOUT> some issues, I want to read one segment from the book."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "Here's where I'm going to read. \"I <NEVER> asked to be a public <FIGURE>. When John ran for the Senate, I attended exactly three campaign events. But it happened and the warnings that you have no privacy did not scare me. What did I <HAVE TO> hide? Foolish me, thought then. I had lived my life on military bases with someone watching <ALL> the time. The door of my house in Raleigh was <ALWAYS> open. The warning I did get was that my story <<COULD>> be public. The warning I did not get <ABOUT> being in the public eye is that anyone who wants to <<COULD>> write my story and there'll be some people who will <<<BELIEVE>>> it.\""
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Is that the age we live in?",
    "statement": "Yes. I'm afraid that that's the age we live in. I mean, there are outrageous things published <ALL> the time <ABOUT> <ALL> sorts of people and there's a group -- there's a group of people who are going to <<<BELIEVE>>> them."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Yes. And a group of people are going to <<<BELIEVE>>> them. And there's nothing -- there's, you <KNOW>, you can't go <AROUND> refuting <EVERY> story. <SOMETIMES> you just <HAVE TO> let it go and <FIGURE> that your conduct from here on out will prove that it was true or untrue."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "The last time you were dead.",
    "statement": "Oh, I <KNOW>. And I was -- that's right. I was dying with him six months. I <<<THINK>>> that six months <MIGHT> have come and gone. Or I was grooming my daughter to raise my children, my 28-year- old daughter Cate, who it's long been in our wills that if both of us die, you <KNOW>, I want her to be -- to raise my children. But they <NEED TO> have a <POSITIVE> relationship with their father, and I actually responded to that one, because I thought that was counterproductive to what I was hoping they <WOULD> have."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "OK. You read another two portions as we go on. OK. First, the overall, let's move to other areas. What do you make of Obama?",
    "statement": "I <<<THINK>>> that there've been very few presidents faced with as many different fronts to try to deal with at one time. Very pleased that he put health care on the front -- on the front burner. And I <<<THINK>>> that American people's lives, it turned out to be -- it turned out to be -- very unhappy that it happened at the same time that we had this -- the mortgage crisis and financial meltdown, because it meant that people didn't -- they were in economic chaos and we're not <ENTIRELY> <CERTAIN> why that was. You <KNOW>, the <<TRUTH>> is half of the foreclosures in this country actually <TAKE> place because of medical costs and, you <KNOW>, not just that they've got subprime mortgages or other mortgages where they're underwater. But he's had a lot to deal with at one time. <WOULD> I do it if -- you <KNOW>, if I were getting to make the choice, <WOULD> I do it exactly the same way? I wouldn't."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I think that there've been very few presidents faced with as many different fronts to try to deal with at one time. Very pleased that he put health care on the front -- on the front burner. And I think that American people's lives, it turned out to be -- it turned out to be -- very unhappy that it happened at the same time that we had this -- the mortgage crisis and financial meltdown, because it meant that people didn't -- they were in economic chaos and we're not entirely certain why that was. You know, the truth is half of the foreclosures in this country actually take place because of medical costs and, you know, not just that they've got subprime mortgages or other mortgages where they're underwater. But he's had a lot to deal with at one time. Would I do it if -- you know, if I were getting to make the choice, would I do it exactly the same way? I wouldn't.",
    "statement": "How do you buy this statement made -- I had lunch today with a crisis <EXPERT> and he said he sees this problem as hesitancy, that he's not -- that he <SHOULD> have grabbed BP by the throat."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "The first day.",
    "statement": "Right. And in his interview with Matt Lauer, he had said, you <KNOW>, I was paying attention to this when -- when the talking heads weren't. And I thought the talking heads were -- I mean, this was a really tasty story. The talking heads were talking <ABOUT> this from the very beginning, and --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Right. And in his interview with Matt Lauer, he had said, you know, I was paying attention to this when -- when the talking heads weren't. And I thought the talking heads were -- I mean, this was a really tasty story. The talking heads were talking about this from the very beginning, and --",
    "statement": "Do you <<<THINK>>> he's <A LITTLE> weak in that --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Do you think he's a little weak in that --",
    "statement": "No. I -- you <KNOW>, I <<<THINK>>> that he is contemplative, which in -- in most -- <<MAYBE>> in most times, that's exactly what you want in a president. <SOMETIMES>, though, you got -- you need just -- you <NEED TO> be <<SORT OF>> a man of action. I <<<THINK>>> it shows in his -- when he was trying -- when he's having his own rough on BP speech, it was <CLEAR> that was not his comfort zone, you <KNOW>? And -- and you --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No. I -- you know, I think that he is contemplative, which in -- in most -- maybe in most times, that's exactly what you want in a president. Sometimes, though, you got -- you need just -- you need to be sort of a man of action. I think it shows in his -- when he was trying -- when he's having his own rough on BP speech, it was clear that was not his comfort zone, you know? And -- and you --",
    "statement": "Yes. <WELL>, he told me in an interview he was angry."
  }
]