[
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Oh, there are plenty of good ones, I should point out. I'm just pointing out the negative side to them. And the bank issued cards do come with quite a bit of fees. But among the good programs, Gap, Banana Republic, Home Depot, Nordstrom, Circuit City is also good, J. Crew. And the reason these are good, Carol, is essentially because there are no expiration dates and there are no non-usage fees, which you get with many of the, unfortunately, the bank issued cards. Those credit card companies that I mentioned.",
    "statement": "And I <<GUESS>> a good way to protect yourself is ask questions, ask a lot of questions, because they're not going to volunteer the information, are they?"
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "And I guess a good way to protect yourself is ask questions, ask a lot of questions, because they're not going to volunteer the information, are they?",
    "statement": "They are <CERTAINLY> not. You've got to ask a lot of questions up front so that you don't want to determine it when you try to redeem your gift card."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Back over to you -- Rick.",
    "statement": "I don't <KNOW> <ABOUT> the rest of the country, but we had one of the strangest days weather wise in New York City yesterday. At some points it was calm. At other points it was windy. Then it was rainy. Then it was sunny. Then it was cold. Then it was warm. What a strange day -- Chad. Was that <ALL> over the Northeast?"
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I don't know about the rest of the country, but we had one of the strangest days weather wise in New York City yesterday. At some points it was calm. At other points it was windy. Then it was rainy. Then it was sunny. Then it was cold. Then it was warm. What a strange day -- Chad. Was that all over the Northeast?",
    "statement": "<SHOULD> I be getting out the violin, Rick, or what? I mean..."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Should I be getting out the violin, Rick, or what? I mean...",
    "statement": "<WELL>, no, I mean, one moment it was like this, the next moment it was like that. I want you to explain this to us."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "fact": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "You've got it. All right.",
    "statement": "Iraqi forces have found what appears to be a chemical laboratory in Falluja. U.S. and Iraqi officials say that instructions and ingredients for the manufacturing of explosives and toxins were also recovered at the site. So let's break this down for you, what exactly did they find? What is the significance of it? CNN's Barbara Starr. She's live at the Pentagon. She's been following the story for us and she joins us now live -- Barbara, over to you."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Iraqi forces have found what appears to be a chemical laboratory in Falluja. U.S. and Iraqi officials say that instructions and ingredients for the manufacturing of explosives and toxins were also recovered at the site. So let's break this down for you, what exactly did they find? What is the significance of it? CNN's Barbara Starr. She's live at the Pentagon. She's been following the story for us and she joins us now live -- Barbara, over to you.",
    "statement": "Good morning, Rick. <WELL>, Iraqi officials yesterday announced, indeed, that they found a laboratory with materials for making toxins in Falluja, but as you say, the <QUESTION> now is what does this <ALL> mean? U.S. sources have confirmed that the laboratory -- some of the pictures here show what they found -- had instructions for making anthrax, formulas and ingredients for explosives and chemical blood agents, including something called hydrochloric acid and sodium cyanide. Together that makes hydrogen cyanide, a so-called blood agent. These are chemicals that can be combined together to make toxic agents. But in Iraq, U.S. military officials are stressing that so far they have found no evidence of actual chemical weapons themselves being made or manufactured at this site. They are not yet calling this a chemical weapons lab. Now, the national -- the Iraqi national security adviser spoke <ABOUT> <ALL> of this yesterday."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "clear": "ungraded",
      "may": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Good morning, Rick. Well, Iraqi officials yesterday announced, indeed, that they found a laboratory with materials for making toxins in Falluja, but as you say, the question now is what does this all mean? U.S. sources have confirmed that the laboratory -- some of the pictures here show what they found -- had instructions for making anthrax, formulas and ingredients for explosives and chemical blood agents, including something called hydrochloric acid and sodium cyanide. Together that makes hydrogen cyanide, a so-called blood agent. These are chemicals that can be combined together to make toxic agents. But in Iraq, U.S. military officials are stressing that so far they have found no evidence of actual chemical weapons themselves being made or manufactured at this site. They are not yet calling this a chemical weapons lab. Now, the national -- the Iraqi national security adviser spoke about all of this yesterday.",
    "statement": "Now, Rick, <<PERHAPS>> of equal concern, soldiers, both Iraqi and U.S. troops, continuing their searches through Falluja report they have found huge, huge stockpiles of conventional weapons. <ALL> of that now being taken into custody. It <MAY> be distributed to Iraqi security forces in the weeks ahead. But Falluja clearly a place where plenty of weapons were being stockpiled -- Rick."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "fact": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Now, Rick, perhaps of equal concern, soldiers, both Iraqi and U.S. troops, continuing their searches through Falluja report they have found huge, huge stockpiles of conventional weapons. All of that now being taken into custody. It may be distributed to Iraqi security forces in the weeks ahead. But Falluja clearly a place where plenty of weapons were being stockpiled -- Rick.",
    "statement": "Yes, as a matter of <FACT> they say it's one of the biggest they've found to date. Barbara Starr, thanks so much for bringing us that report. And we <SHOULD> <<PROBABLY>> add that later on we're going to be talking to a former general <ABOUT> the significance of these finds, including that huge cache in Falluja -- Carol."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Still to come on AMERICAN MORNING, high tech detective work bringing us closer to solving the mystery of King Tut. A report from Cairo.",
    "statement": "Also, the World Health Organization urges countries <AROUND> the world to prepare for a flu pandemic. Dr. Sanjay Gupta has the details."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Iranian President Mahmoud Ahmadinejad, one-on-one. He's talking to CNN <ABOUT> Israel and much more, ahead of this week's U.N. General Assembly."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Houston police on the defensive effort. A wheelchair double amputee is shot and killed by officers.",
    "statement": "An edgy psychological drama on pay cable pulls off an Emmy night surprise. It knocked off \"Mad Men,\" as <WELL>. Welcome back to EARLY START. Happy you're with us this morning. I'm Zoraida Sambolin."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "An edgy psychological drama on pay cable pulls off an Emmy night surprise. It knocked off \"Mad Men,\" as well. Welcome back to EARLY START. Happy you're with us this morning. I'm Zoraida Sambolin.",
    "statement": "And I'm John Berman. It is 31 minutes after the hour right now and the world is coming to New York city this week for the United Nations general assembly. The 67th annual session gets under way tomorrow. The traffic has already started. That's when President Obama will speak. Growing anti-Western sentiment in the Muslim world and the nuclear tensions with Iran are <<LIKELY>> to be prime topics. One hundred and sixteen heads of states will attend."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "And I'm John Berman. It is 31 minutes after the hour right now and the world is coming to New York city this week for the United Nations general assembly. The 67th annual session gets under way tomorrow. The traffic has already started. That's when President Obama will speak. Growing anti-Western sentiment in the Muslim world and the nuclear tensions with Iran are likely to be prime topics. One hundred and sixteen heads of states will attend.",
    "statement": "And also attending, CNN foreign affairs reporter, Elise Labott, who's with us in studio this morning, with <A BIT> of a preview. And this comes amid still lots of tension in the Middle East."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And also attending, CNN foreign affairs reporter, Elise Labott, who's with us in studio this morning, with a bit of a preview. And this comes amid still lots of tension in the Middle East.",
    "statement": "Lots of tension in the Middle East. They're -- basically, the Secretary of State Hillary Clinton will be meeting today with the President of Libya not just to discuss <OBVIOUSLY> protecting U.S. personnel but investigations and she'll be meeting with President Zardari of Pakistan, Afghan President Hamid Karzai, <ALL> of these the backdrop of these protests that were rocking the region last week and a lot of discussions as to how the U.S. is going to engage going forward. Also, Syria -- there will be a lot of talks <ABOUT> Syria this week and also Iran's nuclear program, big back drop for this week's festivities."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Lots of tension in the Middle East. They're -- basically, the Secretary of State Hillary Clinton will be meeting today with the President of Libya not just to discuss obviously protecting U.S. personnel but investigations and she'll be meeting with President Zardari of Pakistan, Afghan President Hamid Karzai, all of these the backdrop of these protests that were rocking the region last week and a lot of discussions as to how the U.S. is going to engage going forward. Also, Syria -- there will be a lot of talks about Syria this week and also Iran's nuclear program, big back drop for this week's festivities.",
    "statement": "And Hillary Clinton is taking those meetings because President Obama, we understand, will be on \"The <VIEW>\"?"
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And Hillary Clinton is taking those meetings because President Obama, we understand, will be on \"The View\"?",
    "statement": "<WELL>, he's going to be on \"The <VIEW>\" and Secretary of State will be doing the <<KIND OF>> heavy lifting on diplomacy. What the White House says is that the during campaigns, presidents don't meet with world leaders. It's not necessarily so true. President George Bush, former President Clinton have met with other leaders. It <ALL> <<KIND OF>> stemmed from the <FACT> that a couple of meetings that President Obama didn't want to <TAKE> the time. Egyptian President Morsi, for instance, really upset <ABOUT> what happened at the U.S. embassy in Cairo last week, and also Benjamin Netanyahu."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "Netanyahu is really been criticizing the President <ABOUT> his handling of the Iran issue, <<KIND OF>> saying he's foot dragging of really giving Iran firm consequences for its nuclear program. So President Obama, instead of not meeting, said he's not going to meet with anybody. The Secretary is really holding down the fort this week."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Netanyahu is really been criticizing the President about his handling of the Iran issue, kind of saying he's foot dragging of really giving Iran firm consequences for its nuclear program. So President Obama, instead of not meeting, said he's not going to meet with anybody. The Secretary is really holding down the fort this week.",
    "statement": "Everyone waits to see what Mahmoud Ahmadinejad will say when he speaks before the General Assembly. My <UNDERSTANDING> is the Secretary General of the U.N. told him, you <KNOW>, you <MAY> want to be <A LITTLE> careful."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Everyone waits to see what Mahmoud Ahmadinejad will say when he speaks before the General Assembly. My understanding is the Secretary General of the U.N. told him, you know, you may want to be a little careful.",
    "statement": "<WELL>, this is his week to come on the world stage. He's <ALWAYS> very interesting. A lot of people have walked out in previous years. He loves to give a press conference where he's very fiery. Basically what -- although everyone has concerned <ABOUT> Iran's behavior in the region and its nuclear program, what President Ahmadinejad says <SOMETIMES> does resonate with a lot of countries in the nonaligned world, non-Western countries who <<FEEL>> that the West, the United States, some of these U.N. Security Councils are the <ONLY> ones that have the say in the world. So he does have an audience."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, this is his week to come on the world stage. He's always very interesting. A lot of people have walked out in previous years. He loves to give a press conference where he's very fiery. Basically what -- although everyone has concerned about Iran's behavior in the region and its nuclear program, what President Ahmadinejad says sometimes does resonate with a lot of countries in the nonaligned world, non-Western countries who feel that the West, the United States, some of these U.N. Security Councils are the only ones that have the say in the world. So he does have an audience.",
    "statement": "I have one more <QUESTION> if you don't mind. Hillary Clinton 2016, what do you <KNOW>?"
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "I have one more question if you don't mind. Hillary Clinton 2016, what do you know?",
    "statement": "I mean, I <<<THINK>>>, first of <ALL>, she's tired. She needs a big nap and she wants to <<KIND OF>> go out, do some of these issues that she cares <ABOUT> like development, poverty, women's issues. She's going to write a book. I <<<THINK>>> that come 2013, I <<<THINK>>> that her supporters are going to come out and say, listen, if we're going to, you <KNOW>, have a woman in the White House in our generation, it's got to be you. I <<<THINK>>> right now she really believes that she's not going to run, but I <<<THINK>>> we haven't seen the last of Hillary Clinton on a political stage."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thanks, Elise. We appreciate it.",
    "statement": "<ALL> right. Thirty-four minutes after the hour right now. And the world will hear from Iranian President Mahmoud Ahmadinejad Wednesday morning. He already spoke to Piers Morgan <ABOUT> a possible war with Israel."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "All right. Thirty-four minutes after the hour right now. And the world will hear from Iranian President Mahmoud Ahmadinejad Wednesday morning. He already spoke to Piers Morgan about a possible war with Israel.",
    "statement": "Do you fear that war is imminent? Do you fear that there will be military conflict, <<PERHAPS>> before even the end of this year between your country and Israel?"
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Do you fear that war is imminent? Do you fear that there will be military conflict, perhaps before even the end of this year between your country and Israel?",
    "statement": "Of course, the Zionists are very much -- very adventuresome, very much seeking to fabricate things. And I <<<THINK>>> they see themselves at the end of the line. And I do firmly <<<BELIEVE>>> that they seek to create opportunities for themselves and their adventurous behaviors."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "All right. Joining me now to discuss the Iranian leader's comments are international security analyst Jim Walsh who will be meeting with the Iranian Prime Minister Ahmadinejad while he is in town. And I have to ask you, what was your reaction to what Mr. Ahmadinejad said to Piers there?",
    "statement": "You <KNOW>, we've been through this now. He's been in office eight years. This is his last year. So, this is not my first rodeo. I'm used to him coming into town, giving interviews beforehand, <OFTEN> softer interviews than giving a speech at the United Nations which is a fiery speech and then heading back to Iran. So I <<<THINK>>> you can <EXPECT> the full gamut, the full range of remarks. Some will be conciliatory, some will be inflammatory."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "think": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "You know, we've been through this now. He's been in office eight years. This is his last year. So, this is not my first rodeo. I'm used to him coming into town, giving interviews beforehand, often softer interviews than giving a speech at the United Nations which is a fiery speech and then heading back to Iran. So I think you can expect the full gamut, the full range of remarks. Some will be conciliatory, some will be inflammatory.",
    "statement": "I called him the Iranian Prime Minister, of course, he is the president right there. Israel has been saying it thinks that Iran is six months away from having material for a nuclear bomb. There's a lot of <<OPINION>> on this, <OBVIOUSLY> on both sides. And it's <CRUCIAL> here. Are there facts? Is there any way to <KNOW> for <<<SURE>>> what's going on?"
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I called him the Iranian Prime Minister, of course, he is the president right there. Israel has been saying it thinks that Iran is six months away from having material for a nuclear bomb. There's a lot of opinion on this, obviously on both sides. And it's crucial here. Are there facts? Is there any way to know for sure what's going on?",
    "statement": "I <<<THINK>>> there are facts. In <FACT>, I was part of a report that was released last week by a group, 35 retired generals and former national security advisers that advise both Republican and Democratic presidents. There are a lot of facts. The International Atomic Energy Agency is in their nuclear facilities almost on a weekly basis issuing reports <EVERY> three months. We <KNOW> a lot <ABOUT> where their nuclear program is at. In addition, Iran is the most watched country in the world. It's not just the U.S., it's not just Israel. Russia, France, Britain, Saudi Arabia, we're <ALL> focused watching <EVERY> move that Iran makes. So, do we <KNOW> everything? No. But we have a pretty good idea. And I <WOULD> say this -- as the Secretary of Defense has said, the U.S. Secretary of Defense Panetta has said, they are some distance from having a nuclear weapon. Yes, they have the basic capability, but we <WOULD> <KNOW> at least a year in advance if they decided to go from a capability to a bomb. So I <<<THINK>>> there's time there, time for the U.S. and others to apply pressure, to engage in diplomacy to try to put this on a different path."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "obviously": "ungraded",
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I think there are facts. In fact, I was part of a report that was released last week by a group, 35 retired generals and former national security advisers that advise both Republican and Democratic presidents. There are a lot of facts. The International Atomic Energy Agency is in their nuclear facilities almost on a weekly basis issuing reports every three months. We know a lot about where their nuclear program is at. In addition, Iran is the most watched country in the world. It's not just the U.S., it's not just Israel. Russia, France, Britain, Saudi Arabia, we're all focused watching every move that Iran makes. So, do we know everything? No. But we have a pretty good idea. And I would say this -- as the Secretary of Defense has said, the U.S. Secretary of Defense Panetta has said, they are some distance from having a nuclear weapon. Yes, they have the basic capability, but we would know at least a year in advance if they decided to go from a capability to a bomb. So I think there's time there, time for the U.S. and others to apply pressure, to engage in diplomacy to try to put this on a different path.",
    "statement": "There's <OBVIOUSLY> a lot of saber rattling going on here on <ALL> sides. And the senior commander in Iran's Revolutionary Guard said Iran -- he <WOULD> launch a preemptive strike against Israel if Iran got any <<SENSE>> that Israel <MIGHT> strike against them. Listen to what Ahmadinejad said to Piers <ABOUT> this last night."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "clear": "ungraded",
      "should": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "If Israel does launch a strike against your country, what would your response be?",
    "statement": "The response of Iran is <QUITE> <CLEAR>. I don't even <NEED TO> explain that. Any <QUESTION> that any nation has the right and will indeed defend herself. But my <QUESTION> is this: why <SHOULD> the world be managed in such a way that an individual can allow himself to threaten a rich and deeply- rooted, historical, ancient countries such as Iran, a great country such as Iran based on an excuse of his own fabrication?"
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So what is the message there exactly? Who exactly is he sending it to?",
    "statement": "<WELL>, I <<<THINK>>> part of it, he's sending it to not just the U.S. audience, but an international audience. And in the last segment, Elise pointed to this. Iran, over the summer, hosted the meeting of the nonaligned nations, the <<SORT OF>> developing countries of the world. And what he's saying is to that audience, to the developing countries of the world, not to Europe, not to the U.S., but to poorer countries, hey, what's up with this? Why is it that Israel is able to publicly, you <KNOW>, threaten to attack us <EVERY> day? Countries aren't allowed to do that. Why are we allowed to do that? And that speaks to Israel's unpopularity in <CERTAIN> quarters and also to what they're trying to sell -- what Ahmadinejad is trying to sell is that it's an unfair standard, that some countries are allowed to do <STUFF>, other countries aren't. So, you'll see a lot of that, John, over the next couple of days. He's going to have audiences here in the U.S. and he's going to have audiences back in Iran and messages for other countries he's hoping to persuade to be with Iran so Iran is not so isolated. We're going to see a lot of that over the next few days."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, I think part of it, he's sending it to not just the U.S. audience, but an international audience. And in the last segment, Elise pointed to this. Iran, over the summer, hosted the meeting of the nonaligned nations, the sort of developing countries of the world. And what he's saying is to that audience, to the developing countries of the world, not to Europe, not to the U.S., but to poorer countries, hey, what's up with this? Why is it that Israel is able to publicly, you know, threaten to attack us every day? Countries aren't allowed to do that. Why are we allowed to do that? And that speaks to Israel's unpopularity in certain quarters and also to what they're trying to sell -- what Ahmadinejad is trying to sell is that it's an unfair standard, that some countries are allowed to do stuff, other countries aren't. So, you'll see a lot of that, John, over the next couple of days. He's going to have audiences here in the U.S. and he's going to have audiences back in Iran and messages for other countries he's hoping to persuade to be with Iran so Iran is not so isolated. We're going to see a lot of that over the next few days.",
    "statement": "<ALL> right. Jim Walsh, international security analyst, thank you very much. Enjoy your meeting with the Iranian president. I <KNOW> that will be interesting."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "You can see he has a full interview between Piers Morgan and the Iranian president on \"PIERS MORGAN TONIGHT.\" That's 9:00 Eastern Time, right here on"
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Thirty-nine minutes past the hour. Mitt Romney sounds like he's ready for a fight. The GOP nominee says he'll be getting more aggressive in the next six weeks for the race and he's blaming the White House for his own campaign president. He claims the President has been putting words in his mouth and he plans to put a stop to it.",
    "statement": "I <<<THINK>>> that the President's campaign has focused its advertising in many cases on very inaccurate portrayals of my position. They've been very aggressive in their attacks both on a personal basis and on a policy basis."
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Meanwhile, the President is firing back at Romney's claim that he's weak on foreign policy with our allies and our enemies.",
    "statement": "I said I'd end the war in Iraq. I did. I said that we <WOULD> go after al Qaeda. They have been decimated in the Fatah. I said we <WOULD> go after bin Laden. He's gone. If Governor Romney is suggesting that we <SHOULD> start another war, he <SHOULD> say so."
  },
  {
    "transcript_id": "CNN-57882",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Our Deborah Feyerick has been covering court proceedings involving Zacarias Moussaoui, the man believed to be the 20th hijacker on September 11. Deb sent us this postcard from the field. She shows us how Moussaoui manages to terrorize the court, the judge, even his own legal advisers."
  },
  {
    "transcript_id": "CNN-57882",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Our Deborah Feyerick has been covering court proceedings involving Zacarias Moussaoui, the man believed to be the 20th hijacker on September 11. Deb sent us this postcard from the field. She shows us how Moussaoui manages to terrorize the court, the judge, even his own legal advisers.",
    "statement": "Moussaoui has made it extremely <CLEAR> he does not trust his lawyers, his standby lawyers. He does not want them in court with him. He made a request to be sitting at the defense table alone. He said that he didn't even want to get up and go to the podium microphone because he feared for his safety. That's why he wanted to be sitting alone with nobody <AROUND> him. The judge said I'm denying that request. You get up and you get to the microphone, just like <EVERY> other defense person. So -- but it is <CLEAR> that there's a big separation. His lawyers are sitting in the front row. In back of him, but where spectators <WOULD> normally sit. And so when they <HAVE TO> get up to the podium, they basically <HAVE TO> enter the main area, walking through <A LITTLE> swing gate to get to the podium. Moussaoui <NEVER> looks at them. He ignores them. And <SOMETIMES> he just shakes his head as if, you <KNOW>, we're on break."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Breaking news. First, unswirled. Now, unraveled. How an international manhunt brought down a suspected pedophile. Extreme weather. Caught in the storm."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "around": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Breaking news. First, unswirled. Now, unraveled. How an international manhunt brought down a suspected pedophile. Extreme weather. Caught in the storm.",
    "statement": "And <ALL> this <STUFF> just started flying <AROUND>."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "The storm front on the move from the Great Lakes to the Gulf. And mystery in Vegas. Why is the FBI raiding the warehouse of magician David Copperfield, on this AMERICAN MORNING. And good morning. Thanks very much for joining us on this busy Friday, October the 19th. I'm John Roberts.",
    "statement": "And I'm Kiran Chetry. Glad your with us. We start breaking news out of Thailand and an overnight arrest. It's the end of an international manhunt for a suspected pedophile who Interpol described as looking for a needle in a haystack trying to find this man. Thirty-two-year-old Christopher Paul Neil, a school teacher from Canada, is accused of sexually abusing at least a dozen young boys in hundreds of photos that circled the Internet for years. Now his face on those photos was disguised behind a swirl effect. Last week investigators figured out how to unswirl the image, revealing his face, and they were able to track Neil down to Thailand. That's where CNN's Matthew Chance is live right now in Bangkok. Good morning, Matthew."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "possibly": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And I'm Kiran Chetry. Glad your with us. We start breaking news out of Thailand and an overnight arrest. It's the end of an international manhunt for a suspected pedophile who Interpol described as looking for a needle in a haystack trying to find this man. Thirty-two-year-old Christopher Paul Neil, a school teacher from Canada, is accused of sexually abusing at least a dozen young boys in hundreds of photos that circled the Internet for years. Now his face on those photos was disguised behind a swirl effect. Last week investigators figured out how to unswirl the image, revealing his face, and they were able to track Neil down to Thailand. That's where CNN's Matthew Chance is live right now in Bangkok. Good morning, Matthew.",
    "statement": "Good morning to you, Kiran. That's right, the Thai police, along with the world police organization, Interpol, are saying this was a triumph of corporation between international peace forces because it just took eight days from when Christopher Paul Neil was photographed entering Thailand to when he was actually caught in this nationwide manhunt. The Thai police so pleased with their work that they organized a press conference, a photo opportunity within the last few hours where they brought out Christopher Paul Neil, this 32-year-old Canadian national, who is accused of carrying out terrible abuses against children in Cambodia, in Vietnam and here in Thailand as <WELL>. He first appeared wearing a blue t-shirt over his head. There was a lot of press <AROUND> him pushing and shoving. He later appeared inside a press conference with his head uncovered and he was wearing very dark sunglasses. Throughout the whole time he didn't say a word. He sat there motionless, staring ahead in front of him. I asked the police whether he had confessed to any of the abuses that he's been accused of carrying out against children, but he said, no. The police say that <ALL> he's confirmed at this stage is that his name is Christopher Paul Neil. And that's why police are keeping him in custody for at least the next 48 hours and <<POSSIBLY>> longer after that while they continue their investigation. Now a number of Thai children have stepped forward saying that they recognize this individual as the man who carried out abuses against them. And so the Thai police are using this as a basis to build a case against this Canadian national. Matthew Chance in Bangkok, of course. You <KNOW>, how extraordinary is it that they were able to unswirl that image using computer technology and then send it out to the public and that's ultimately how they got their hands on him?"
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "around": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good morning to you, Kiran. That's right, the Thai police, along with the world police organization, Interpol, are saying this was a triumph of corporation between international peace forces because it just took eight days from when Christopher Paul Neil was photographed entering Thailand to when he was actually caught in this nationwide manhunt. The Thai police so pleased with their work that they organized a press conference, a photo opportunity within the last few hours where they brought out Christopher Paul Neil, this 32-year-old Canadian national, who is accused of carrying out terrible abuses against children in Cambodia, in Vietnam and here in Thailand as well. He first appeared wearing a blue t-shirt over his head. There was a lot of press around him pushing and shoving. He later appeared inside a press conference with his head uncovered and he was wearing very dark sunglasses. Throughout the whole time he didn't say a word. He sat there motionless, staring ahead in front of him. I asked the police whether he had confessed to any of the abuses that he's been accused of carrying out against children, but he said, no. The police say that all he's confirmed at this stage is that his name is Christopher Paul Neil. And that's why police are keeping him in custody for at least the next 48 hours and possibly longer after that while they continue their investigation. Now a number of Thai children have stepped forward saying that they recognize this individual as the man who carried out abuses against them. And so the Thai police are using this as a basis to build a case against this Canadian national. Matthew Chance in Bangkok, of course. You know, how extraordinary is it that they were able to unswirl that image using computer technology and then send it out to the public and that's ultimately how they got their hands on him?",
    "statement": "<WELL>, I mean, it was a major development that they were able to do this. For years, for three years, images of this individual have been circulating on websites <AROUND> the Internet. Images showing him abusing young boys. But the problem has <ALWAYS> been this electronically manipulated photograph, the way in which his identity has been <COMPLETELY> hidden from people viewing those pages. But German computer experts, who were leading this investigation, have been able to work out mathematically how to unswirl that image and produce this identifiable image. As soon as they did that, the image was posted on the Interpol website and hundreds of people literally came in giving their intelligence. It ultimately led to that arrest today."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "may": "ungraded",
      "somewhat": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "seem": "ungraded",
      "hope": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Three minutes after the hour. Now to extreme weather and a major tornado outbreak from the Great Lakes all the way down to the Gulf. At least there people killed in two states. This is video from Pensacola, Florida, captured through a police car's dash cam. You can see the funnel cloud over there on the left- hand side of that picture. The storm also damaged a shopping mall and a day care center in Pensacola. Teachers say they heard the warnings, grabbed the kids and then followed the drill. And because of that, no one was hurt. Tornadoes also reported in Illinois, Indiana and Kentucky. Eighty-mile-an-hour winds, golf ball sized hail damaged several homes in Indiana. Police say thunderstorms also injured four people in a trailer. That was west of Louisville, Kentucky. And two people were killed in Monroe County, Missouri, when their mobile home was lifted off of its frame with them inside it. Police say 135-mile-an-hour winds tossed the mobile home some three-quarters of a mile. And all that nasty weather is heading east now. Rob Marciano at our weather update desk in Atlanta tracking the extreme weather. Who's in the bull's eye today, Rob?",
    "statement": "<WELL>, it does weaken <<SOMEWHAT>>, but it's still a dangerous situation, John, and moving east toward the Appalachian Mountains, Michigan hit hard. That's <<PROBABLY>> the most unusual <THING> <ABOUT> this system. That from the Canadian border, <ALL> the way down to the Gulf of Mexico, there was lots of action yesterday. Here it is on the radar scope. We'll show you the larger picture and where it's moving. The center of it really still back in through here. You <<KIND OF>> see the swirling clouds. But most of the heavy weather is going to be out ahead of it as we've seen for most of the last couple of days. A two-day outbreak of severe weather, <NO <DOUBT>> <ABOUT> that. This morning, as what we saw yesterday morning, this is the quiet time of day. And once the sun comes up, we'll start to get <A LITTLE> bit more in the way of action. So tornado watches have been allowed to expire. Some good news in that there's been <A LITTLE> bit of rainfall in places that we need it. However, north Georgia, southeast Tennessee, seems to be <A BIT> of a hole in the precipitation. Not <ONLY> did Pensacola get tornadoes yesterday and lots of damage down there, but also a ton of rainfall. And this looks just like yesterday with lots of moisture coming in off the Gulf of Mexico, Pensacola right in through here. They had almost 10 inches of rainfall on top of what they saw yesterday. Record high temperatures yesterday across the east coast. And that <MAY> very <WELL> fuel the fire for thunderstorms. A slight risk for severe weather expected out of the storms prediction center in Norman, Oklahoma. So hopefully today will be a lot more quiet than it was yesterday. John."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "certainly": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thanks, Rob. Kiran.",
    "statement": "Also new this morning, a climbing death toll from the bomb blast on the convoy of former Pakistani Prime Minister Benazir Bhutto. One hundred and twenty-four people were killed and 320 others hurt after a suicide bomber threw a grenade and then blew himself up. TV cameras caught the blast on tape as thousands lined the streets to welcome her back from an eight-year exile. Security was tight. Officials feared it was coming but nothing <<COULD>> prepare them for the aftermath. Bhutto was not hurt. <WELL>, what ramifications <<COULD>> this attack have on the U.S. and the war on terror? We're going to be joined in our next half hour by CNN terrorism analyst Peter Bergen. <WELL> there is <CERTAINLY> relief and joy for the family of a teenager with autism. Eighteen-year-old Jacob Allen got lost in the woods of West Virginia on Sunday. This morning he's reunited with his family. CNN's Allan Chernoff live outside the Davis Memorial Hospital in Elkins, West Virginia, where the boy is now being treated. Allan, thanks for being with us. Is he doing OK this morning?"
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "absolutely": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Also new this morning, a climbing death toll from the bomb blast on the convoy of former Pakistani Prime Minister Benazir Bhutto. One hundred and twenty-four people were killed and 320 others hurt after a suicide bomber threw a grenade and then blew himself up. TV cameras caught the blast on tape as thousands lined the streets to welcome her back from an eight-year exile. Security was tight. Officials feared it was coming but nothing could prepare them for the aftermath. Bhutto was not hurt. Well, what ramifications could this attack have on the U.S. and the war on terror? We're going to be joined in our next half hour by CNN terrorism analyst Peter Bergen. Well there is certainly relief and joy for the family of a teenager with autism. Eighteen-year-old Jacob Allen got lost in the woods of West Virginia on Sunday. This morning he's reunited with his family. CNN's Allan Chernoff live outside the Davis Memorial Hospital in Elkins, West Virginia, where the boy is now being treated. Allan, thanks for being with us. Is he doing OK this morning?",
    "statement": "<ABSOLUTELY>. He <CERTAINLY> is. And when rescuers found Jacob Allen yesterday afternoon, he was hungry, thirsty and tired after four days on his own in the wilderness. But he was alive."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Relief and joy after an autistic teenager is found alive in the West Virginia wilderness, but only after days of waiting, worrying and searching. Eighteen-year-old Jacob Allen went missing Sunday after wondering off while hiking with his parents. Jacob didn't answer calls of his name. By Monday searchers honed in on 10 square mild of rugged terrain, shouting his name, along with promises of candy. Jacob's hat was found. Dogs were brought in. Helicopters searched from the sky. But time was working against them. Jacob had no food or water and temperatures at night dipped below 40 degrees. Worries grew. Worries his sister and brother expressed Wednesday on CNN's",
    "statement": "You <KNOW>, that is our biggest concern that he, you <KNOW>, someone calls for him, he can't say, you <KNOW>, I'm here, you <KNOW>, help me."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You know, that is our biggest concern that he, you know, someone calls for him, he can't say, you know, I'm here, you know, help me.",
    "statement": "I don't <KNOW> if he's going to be able to do much."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "The rescue is scaled back at night, but by Thursday morning the number of searchers grew to 300. Then the moment Jacob's family had been hoping for. Jacob was found sleeping in a small opening surrounded by brush by a 25-year-old volunteer.",
    "statement": "He was hungry. He was thirsty. I <<<THINK>>> he was grateful to be found and be <AROUND> people again."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "He was hungry. He was thirsty. I think he was grateful to be found and be around people again.",
    "statement": "Grateful, a word Jacob's family understands very <WELL>."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "must": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Grateful, a word Jacob's family understands very well.",
    "statement": "Rescuers fed Jacob candy bars and peanut butter sandwiches and they <MUST> have tasted mighty good. He's catching up on his sleep right now. Kiran, back to you."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Rescuers fed Jacob candy bars and peanut butter sandwiches and they must have tasted mighty good. He's catching up on his sleep right now. Kiran, back to you.",
    "statement": "Oh, what a happy ending. Because there was so much fear <ABOUT> whether or not he'd be OK because of how many days he was there and because of his inability to communicate. But his family really is calling it a miracle."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Oh, what a happy ending. Because there was so much fear about whether or not he'd be OK because of how many days he was there and because of his inability to communicate. But his family really is calling it a miracle.",
    "statement": "<ABSOLUTELY>. I <KNOW>, a wonderful ending to this story. And really it was very cold up there in the mountains. We drove through the mountains earlier this morning and it's way up. The temperature got below 40 degrees at night."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. Allan Chernoff. We're going to hear from his family a little bit later coming up in our next hour. Thanks.",
    "statement": "Pretty incredible that he was found alive. A mystery this morning surrounding magician David Copperfield. FBI agents in Los Vegas raided his warehouse, taking a computer hard drive, a digital camera and nearly $2 million in cash. Copperfield's attorney confirmed that the raid had taken place but <WOULD> not comment on the investigation. Grammy Award winning rapper T.I. heads back to court in Atlanta this morning. A judge will decide if he'll be released on bond until his trial on weapons charges. T.I., who's real name is Clifford Harris, was arrested on Saturday after his bodyguard tried to buy machine guns and silencers from an undercover agent on T.I.'s behalf. British singer Amy Winehouse was arrested in Norway overnight. Winehouse has openly battled drug addition. She was arrest for marijuana possession in her hotel room in Bergen, Norway. According to police, her husband and another person were also arrested. <WELL>, there <<COULD>> be one less Republican running for president this morning. Senator Sam Brownback is expected to withdrawal from the race later on today. He's a conservative from Kansas who's been struggling to raise money and raise his poll numbers. Brownback <MAY> instead run for governor of Kansas in 2010. And the Red Sox stay alive in the American League championship series. Game five against Cleveland was a tense one. Sox slugger Manny Ramirez pulled up during a play at the plate and later tried to call a time out after a long single, which he thought was a home run. And in the fifth inning, there was a bench clearing war of words between Indian's left fielder Kenny Lofton and Sox pitcher Josh Beckett, but the fists didn't fly during that one. Boston still topped Cleveland 7-1 to cut the Tribe series lead to three games to two. It's getting interesting. Kiran."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Pretty incredible that he was found alive. A mystery this morning surrounding magician David Copperfield. FBI agents in Los Vegas raided his warehouse, taking a computer hard drive, a digital camera and nearly $2 million in cash. Copperfield's attorney confirmed that the raid had taken place but would not comment on the investigation. Grammy Award winning rapper T.I. heads back to court in Atlanta this morning. A judge will decide if he'll be released on bond until his trial on weapons charges. T.I., who's real name is Clifford Harris, was arrested on Saturday after his bodyguard tried to buy machine guns and silencers from an undercover agent on T.I.'s behalf. British singer Amy Winehouse was arrested in Norway overnight. Winehouse has openly battled drug addition. She was arrest for marijuana possession in her hotel room in Bergen, Norway. According to police, her husband and another person were also arrested. Well, there could be one less Republican running for president this morning. Senator Sam Brownback is expected to withdrawal from the race later on today. He's a conservative from Kansas who's been struggling to raise money and raise his poll numbers. Brownback may instead run for governor of Kansas in 2010. And the Red Sox stay alive in the American League championship series. Game five against Cleveland was a tense one. Sox slugger Manny Ramirez pulled up during a play at the plate and later tried to call a time out after a long single, which he thought was a home run. And in the fifth inning, there was a bench clearing war of words between Indian's left fielder Kenny Lofton and Sox pitcher Josh Beckett, but the fists didn't fly during that one. Boston still topped Cleveland 7-1 to cut the Tribe series lead to three games to two. It's getting interesting. Kiran.",
    "statement": "Yes, at least this one there's actually a horse race. The other one was just a sweep. <WELL>, oil tops $90 a barrel for the first time ever. Ali Velshi is at the business update desk and Im going to make a prediction that he has his barrel with him. There you go."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes, at least this one there's actually a horse race. The other one was just a sweep. Well, oil tops $90 a barrel for the first time ever. Ali Velshi is at the business update desk and Im going to make a prediction that he has his barrel with him. There you go.",
    "statement": "It's getting heavy. This is getting heavy. <EVERY> day, slupping (ph) this <THING> up and down. $89.42 is where oil settled yesterday. $89.47, I'm sorry. And then overnight we saw a trade go above $90 for the first time ever. $90.02 is where it went. Right now we're back <A BIT> to <ABOUT> $89.80, $89.85. At this point it becomes speculation. There are no new reasons. <ALL> these records we've seen in the last week, no new reasons for oil to be up there. It's the same tensions. But at this point, speculators are saying that the situation is not going to get any better any time soon. We're not going to see <ALL> of a sudden more oil flowing. And the <THING> most people <HAVE TO> worry <ABOUT> is how this is affecting the cost of heating their home and how it's going to filter into the price of gasoline at the pump, which is still relatively low considering the increase we've seen in the price of oil. And I'm going to tell you <A LITTLE> later on <ABOUT> today being the 20th anniversary of the stock market crash of 1987. I <<<THINK>>> we <MAY> have a graphic here to show you what oil was trading at in 1987. Today $89.47. On October 19, 1987, it was trading at $19.80 barrel. Just to give you some idea of where oil has come in the last 10 years or so. Kiran, I'll be back with more on this and markets as the show continues."
  },
  {
    "transcript_id": "CNN-120760",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Ali, thank you. John.",
    "statement": "Twelve minutes after the hour. <ALL> you got to do is look at the front page of \"The Post.\" It's the end of an era for the world's most famous sports franchise. Joe Torre refuses to <TAKE> a pay cut and walks away from the New York Yankees. Torre rejected a $5 million one-year deal yesterday to stay on as team manager. Torre's exit comes after Yankees owner George Steinbrenner threatened to fire him if the Yankees didn't beat the Cleveland Indians. Torre lead the team for 12 years, took the Yankees to four world championships. Diana and the ring tops your \"Quick Hits.\" The jury hearing the inquest into Princess Diana's death saw video of Dodi Fayed in Paris buying a $19,000 engagement ring just hours before Dodi and Diana were killed in a car crash. Fayed's father claims that Dodi and Diana were murdered because they planned to get married. More proof that Google is on a roll this morning. As if you needed any more. Google reported a revenue jump of 57 percent in the last quarter. Its stock has just exploded this year. Right now trading at more than $639 a share. Predictions are it <<COULD>> hit $700 by next year. <WELL>, it's illegal, dangerous and deadly, and taxpayers in one of America's biggest cities <<COULD>> soon be helping people do it. <SHOULD> a health clinic invite heroin addicts to shoot up the right way? The debate over that is coming up. And did a California congressman go to far after Democrats tried and failed to override the president's veto of a children's health care bill. <TAKE> a listen. <WELL>, we'll get that for you in just a couple of seconds. Pete Stark, a Democrat from California, has got Republicans fighting mad. That's ahead on AMERICAN MORNING."
  },
  {
    "transcript_id": "CNN-2674",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Jordan Klein is senior research analyst with Warburg Dillon Read, and he joins us now to discussed investment opportunities in the Internet infrastructure sector, which is what they call it. Jordan, welcome. And to what extent do these hacker attacks represent a new threat that is also a new source of business for Internet security companies?",
    "statement": "<WELL>, I <<<THINK>>> most companies that got attacked last week were aware of the threats out there. I mean, these were major sites that <<PROBABLY>> had a lot of security in place. I <<<THINK>>> what's interesting is this is a new <<SORT OF>> attack. And keep in mind, is what I like to tell people, is that in the Internet security world, you <KNOW>, the security vendors and the hackers continually play a game of cat and mouse. So once a company has a solution there to thwart a <CERTAIN> type of attack, typically, there's <ALWAYS> the hackers who are there to try to get <AROUND> that attack."
  },
  {
    "transcript_id": "CNN-2674",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "In other words, you've never just bought what you need and are finished with it; the threat is always there and, consequently, these companies always have a new source of business.",
    "statement": "That's exactly correct. It's <<KIND OF>> a virtuous or continuous cycle of demand. Once a company has one security product, it's <NEVER> good enough. It <ALWAYS> has to be monitored, upgraded, and make <<<SURE>>> it's installed properly."
  },
  {
    "transcript_id": "CNN-2674",
    "matched_terms": {
      "sure": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Is it fair to say that all of these companies didn't invest enough because they go through cash trying to advertise to build traffic for themselves? They've been negligent in the past?",
    "statement": "<WELL>, I wouldn't go as far as saying anyone has been negligent. I <<<THINK>>>, again, the major sites that were attacked were <WELL> aware of the risks. I <<<THINK>>> that what it -- it has -- we have seen is that most of these companies were <<PROBABLY>> more reactive as opposed to being proactive, and I <<<THINK>>> that's -- you're going to see a sea-<CHANGE> throughout the industry of companies really sitting down with security vendors and saying, where am I vulnerable and what do I <NEED TO> make <<<SURE>>> that this doesn't happen again."
  },
  {
    "transcript_id": "CNN-2674",
    "matched_terms": {
      "best": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's interesting, Checkpoint had an incredible run. We pointed it out the day we had those problems. Why Checkpoint just a fantastic run, vis-a-vis, say, a Network Associates, which has not had a great run?",
    "statement": "<WELL>, there's a couple of reasons. Primarily, Checkpoint is really viewed as the pure-play brand name of Internet security. Now, keep in mind that they focus on firewalls and virtual private networks. But, basically, they have the largest market share in that market. And, secondly, a company like Network Associates has <<KIND OF>> tried to sell soup-to-nut (ph) security. Customers really want <BEST> of breed. So instead of trying to buy everything from one vendor, they want to go to the one vendor that has the <BEST> product, and that's <USUALLY> Checkpoint in the firewall market."
  },
  {
    "transcript_id": "CNN-2674",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "One name that you mentioned that I did not originally heard in connection with security matters of this type is that of Computer Associates. Do they play a big role in computer security? And is it for protecting from this kind of attack from the outside or for keeping networks secure?",
    "statement": "<WELL>, Check -- excuse me -- Computer Associates actually does play a very big role in Internet security. While their <<KIND OF>> seen as a systems management software vendor, one of their larger businesses is Internet security. They actually have one of the largest market shares. They're known <A LITTLE> bit more for anti-virus software, but they're moving away from that into <<KIND OF>> the more firewalls, intrusion detection, threat assessment. So I <WOULD> look for them to be a bigger player in the months to come."
  },
  {
    "transcript_id": "CNN-2674",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "What's the potential for growth here?",
    "statement": "Growth is very significant. Pretty much, the estimates we have right now for the end of 1999 is that the industry was <ABOUT> four to 4 1/2 billion in total revenues. Now, at Warburg Dillon Read, we have that growing to as high as 8 1/2 to nine billion by the year 2003. So you're talking <ABOUT> 25-percent annual compound growth, and those numbers <<COULD>> be low. I mean, were looking at significant growth."
  },
  {
    "transcript_id": "CNN-2674",
    "matched_terms": {
      "sure": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We're very tight here, but what does it do to erode consumer confidence, because that's the biggest worry, is security?",
    "statement": "<WELL>, I <<<THINK>>> it's made people more aware of the threats. I <<<THINK>>> that these companies want to make <<<SURE>>> that they have <ALL> the security so that their customers <<FEEL>> safe. And I <<<THINK>>> you'll see more of the companies go out there and <TAKE> steps to make <<<SURE>>> the customers do <<FEEL>> comfortable."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right. That`s it for \"HLN AFTER DARK.\" Great job by the jury and our experts. Thanks so much.",
    "statement": "<WELL>, tonight we are firing up two amazing \"SHOWBIZ Countdowns.\" First up, \"SHOWBIZ Justice Shockers.\" And Chad`s big apology for his courtroom butt slap."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Oh, my gosh.",
    "statement": "I`m wondering if anything can top that. The teenager who took a joyride on a 50,000-pound endangered whale shark. The outrage is bigger than that beast he`s riding. SHOWBIZ TONIGHT starts right now. Hello I`m A.J. Hammer in Hollywood tonight. Thank you so much for watching. And we will get to the outrage over that whale rider in our top three \"Buzz Makers\" countdown in just <A BIT>. I am ticked off <ABOUT> that guy. But first tonight, it`s \"SHOWBIZ Justice.\" We are here to count down the top three legal stories that really wowed us today. Let`s kick it off with No. 3. Stunning new revelations <ABOUT> Chad Johnson, who is fresh out of jail after he butt-slapped his attorney in court and enraged the judge, who then tossed out a plea deal and tossed him in jail for 30 days. The judge`s decision set off a massive chain reaction of outrage. Now, a lot of people were saying the judge went too far. Others were saying Chad had it coming. <WELL>, a week later Johnson apologized and actually thanked the judge. The judge set him free, but not before revealing for the very first time exactly why she reacted so strongly. And that`s not <ALL>. Just revealed today, disturbing photos of his battered ex-wife more than a year after the incident that landed him in court in the first place."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I`m wondering if anything can top that. The teenager who took a joyride on a 50,000-pound endangered whale shark. The outrage is bigger than that beast he`s riding. SHOWBIZ TONIGHT starts right now. Hello I`m A.J. Hammer in Hollywood tonight. Thank you so much for watching. And we will get to the outrage over that whale rider in our top three \"Buzz Makers\" countdown in just a bit. I am ticked off about that guy. But first tonight, it`s \"SHOWBIZ Justice.\" We are here to count down the top three legal stories that really wowed us today. Let`s kick it off with No. 3. Stunning new revelations about Chad Johnson, who is fresh out of jail after he butt-slapped his attorney in court and enraged the judge, who then tossed out a plea deal and tossed him in jail for 30 days. The judge`s decision set off a massive chain reaction of outrage. Now, a lot of people were saying the judge went too far. Others were saying Chad had it coming. Well, a week later Johnson apologized and actually thanked the judge. The judge set him free, but not before revealing for the very first time exactly why she reacted so strongly. And that`s not all. Just revealed today, disturbing photos of his battered ex-wife more than a year after the incident that landed him in court in the first place.",
    "statement": "So did Johnson finally get the wakeup call he needed? <<COULD>> it be that going to jail for slapping his attorney`s ass was enough to make Chad Johnson vow to stop acting like one?"
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I`ve learned my lesson. SHOWBIZ TONIGHT can tell you, fresh from being released from jail a week after slapping his attorney on the behind in a Florida courtroom, the ex- football and reality show star told \"Good Morning America\" this morning he`s glad the judge came down so hard on him.",
    "statement": "I <<<THINK>>> the judge was able to do something many people have tried to get me to do for a long time. To slow down."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Chad and I are very close. And it`s just the way that he communicated and thanked me.",
    "statement": "But Judge Kathleen McHugh <OBVIOUSLY> thought otherwise."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But Judge Kathleen McHugh obviously thought otherwise.",
    "statement": "I don`t <KNOW> that you`re taking this whole <THING> seriously."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Reason No. 2, his past behavior in her court, even before the butt slapping.",
    "statement": "You came up, stood next to the prosecutor, and put your arm <AROUND> her."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Today TMZ posted these pictures of a cut and bleeding Evelyn Lozada taken soon after last year`s attack.",
    "statement": "If a picture is worth a thousand words, I <ONLY> had one word that came after I reviewed the photographs of her injuries, and that word <WOULD> be \"horrific.\""
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "If a picture is worth a thousand words, I only had one word that came after I reviewed the photographs of her injuries, and that word would be \"horrific.\"",
    "statement": "Chad`s arrest for that assault <MAY> have cost him his football career. A day later he was cut from the Miami Dolphins in front of cameras for the HBO show \"Hard Knocks.\""
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "best": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Chad`s arrest for that assault may have cost him his football career. A day later he was cut from the Miami Dolphins in front of cameras for the HBO show \"Hard Knocks.\"",
    "statement": "And I just <<<THINK>>> it`s <BEST> for both of us to <<KIND OF>> part ways at this point."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I lost two of the things in the life I love the most. Football and my now then beautiful -- beautiful ex-wife.",
    "statement": "He`s promising he won`t forget the lesson. So in the end, the butt-slapping incident <MAY> have been the slap Chad Johnson needed."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "What a huge hit for him. The judge may have let Johnson out of jail, but he`s definitely not off the hook. She extended Chad`s probation through October. Entertainment journalist Tony Potts is joining me in Hollywood. And in New York, \"Inside Edition\" correspondent Megan Alexander is with us. So look, a lot of people accuse the judge of overreacting when she threw Chad in jail for the butt slap. But Megan, now that sentence is actually looking pretty justified now that we`ve actually heard from the judge, don`t you think?",
    "statement": "<ABSOLUTELY>. What a difference a week makes, A.J. The judge had more details, I <<<THINK>>>, than <ALL> the media did and <ALL> the chatter that was going on <ABOUT> this story. You <KNOW>, A.J., <BOTTOM LINE>, one in four women victims of domestic violence. That`s what this case was <ALL> <ABOUT>. You`ve got to show respect in the courtroom. And I <<<THINK>>> a lesson has been learned here. A very contrite Chad Ochocinco after this week in jail."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "believe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Absolutely. What a difference a week makes, A.J. The judge had more details, I think, than all the media did and all the chatter that was going on about this story. You know, A.J., bottom line, one in four women victims of domestic violence. That`s what this case was all about. You`ve got to show respect in the courtroom. And I think a lesson has been learned here. A very contrite Chad Ochocinco after this week in jail.",
    "statement": "Gosh, I <HOPE> it`s the real deal, though, Tony. I mean, he lost his wife. He lost the love of his life, football, the real love of his life. Do you <<<BELIEVE>>> him when Chad says he`s turned over a new leaf?"
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Gosh, I hope it`s the real deal, though, Tony. I mean, he lost his wife. He lost the love of his life, football, the real love of his life. Do you believe him when Chad says he`s turned over a new leaf?",
    "statement": "Chad has said this before <ABOUT> other issues on and off the field, so I don`t <KNOW>. The proof is in the pudding. But when you put your arm <AROUND> the prosecutor, that`s just the <WRONG> <THING> to do. I <<<THINK>>> the judge was very just in doing that. Time will tell if he will -- if he`ll turn over a new leaf. I <KNOW> he also has financial problems, as <WELL>, as a result of <ALL> of this. So his life is in turmoil."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Chad has said this before about other issues on and off the field, so I don`t know. The proof is in the pudding. But when you put your arm around the prosecutor, that`s just the wrong thing to do. I think the judge was very just in doing that. Time will tell if he will -- if he`ll turn over a new leaf. I know he also has financial problems, as well, as a result of all of this. So his life is in turmoil.",
    "statement": "Talk <ABOUT> a guy who at one moment had it <ALL> and now it`s..."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "guess": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Gone in the blink of an eye.",
    "statement": "... downhill. <ALL> right. <WELL>, there`s another celebrity couple and another alleged case of domestic violence I`ve got to talk <ABOUT> tonight. This is No. 2 in our \"SHOWBIZ Justice\" countdown. Wow. The husband of celebrity chef Nigella Lawson is blowing off an alleged choking incident as no big deal, even as he accepts a police warning for it. Now, British papers are going nuts over these photos. Lawson`s husband, multi-millionaire art collector Charles Saatchi, with his hand <AROUND> her throat during an <APPARENT> argument at a London restaurant. Now, today Saatchi was issued what`s called a caution from London police. It`s <<KIND OF>> a warning that`s issued for minor crimes there. Nigella`s husband calls the argument a playful tiff and says he accepted the police caution to put the matter to rest. Megan, I`m guessing this does not put the matter to rest for you and so many other people today."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "... downhill. All right. Well, there`s another celebrity couple and another alleged case of domestic violence I`ve got to talk about tonight. This is No. 2 in our \"SHOWBIZ Justice\" countdown. Wow. The husband of celebrity chef Nigella Lawson is blowing off an alleged choking incident as no big deal, even as he accepts a police warning for it. Now, British papers are going nuts over these photos. Lawson`s husband, multi-millionaire art collector Charles Saatchi, with his hand around her throat during an apparent argument at a London restaurant. Now, today Saatchi was issued what`s called a caution from London police. It`s kind of a warning that`s issued for minor crimes there. Nigella`s husband calls the argument a playful tiff and says he accepted the police caution to put the matter to rest. Megan, I`m guessing this does not put the matter to rest for you and so many other people today.",
    "statement": "No. Once again, A.J., domestic violence, something that we <NEED TO> <TAKE> seriously. <<PROBABLY>> the most disturbing part of the story was that the husband in the beginning said this was a playful tiff. No. This needs to be taken seriously. And I <<<THINK>>> a lot of times we <<<THINK>>> that these celebrities that are rich and famous are immune to domestic violence. You <KNOW>, so many articles out that this <ONLY> effects lower-income families. Not true. Not true at <ALL>. It affects <ALL> of us. <ALL> women, <ALL> men too. So you <KNOW>, he`s heeding this warning, if you will, which will affect him if he`s ever in trouble later in court. It`s got to be taken seriously."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "No. Once again, A.J., domestic violence, something that we need to take seriously. Probably the most disturbing part of the story was that the husband in the beginning said this was a playful tiff. No. This needs to be taken seriously. And I think a lot of times we think that these celebrities that are rich and famous are immune to domestic violence. You know, so many articles out that this only effects lower-income families. Not true. Not true at all. It affects all of us. All women, all men too. So you know, he`s heeding this warning, if you will, which will affect him if he`s ever in trouble later in court. It`s got to be taken seriously.",
    "statement": "You`ve got to <WONDER> what this guy was thinking. In a restaurant. I mean, shouldn`t do it at <ALL>. He`s in a public place thinking this is OK. And we haven`t heard from her. Nigella hasn`t said anything <ABOUT> the incident so far. Her husband does admit there was an argument, but listen to this. This blows my mind, how he explains it to \"The Evening Standard.\" This is what he said: \"I held Nigella`s neck repeatedly while attempting to emphasize my point. There was no grip. It was a playful tiff. Nigella`s tears were because we both hate arguing, not because she had been hurt.\" OK. So he`s blowing off the whole <THING> as if there`s ever an acceptable reason to grab someone`s neck during an argument."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Tony, what do you make of that explanation? Are you kidding me?",
    "statement": "No. It`s a bunch of crap. It`s horrible. Because if you look at the actual pictures, she`s shaken. When she walks from the restaurant, those photos, as <WELL>, she`s shaken. Not to make light of it, but the <ONLY> time I ever put my hands on my wife`s neck is to give her a massage."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And you can tell by this, no, that`s not what`s happening there. You just don`t do that. It`s an outrage, and it <SHOULD> be."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "And you can tell by this, no, that`s not what`s happening there. You just don`t do that. It`s an outrage, and it should be.",
    "statement": "I mean, Megan, when you hear that explanation, do you <<<THINK>>> he really believes what he`s saying? This is nuts to me."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I mean, Megan, when you hear that explanation, do you think he really believes what he`s saying? This is nuts to me.",
    "statement": "No. I <<<THINK>>> this was someone caught in the act, and he knows it. And again, the important conversation here, A.J., is that we`re talking <ABOUT> it because so many people are affected by it. We cannot make light of this anymore."
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "definitely": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "No. I think this was someone caught in the act, and he knows it. And again, the important conversation here, A.J., is that we`re talking about it because so many people are affected by it. We cannot make light of this anymore.",
    "statement": "<ALL> right. Tony, Megan, thank you both so much for chiming in on this tonight. Our \"SHOWBIZ Justice\" countdown continues with dramatic Trayvon Martin revelations to HLN`s own Vinnie Politan. This is so fascinating to me. You`ve got to hear this. Vinnie is joining me to reveal exactly how Trayvon Martin`s dad, Tracy Martin, feels now that George Zimmerman is standing trial for killing his son. You <DEFINITELY> do not want to miss this. Also we`re getting ready for another amazing \"SHOWBIZ Countdown\" tonight. It`s \"SHOWBIZ Buzz Makers.\" What`s going on with this? Melissa Etheridge calling Angelina Jolie`s decision to have a preventive double mastectomy fearful and not brave? Did the iconic singer and cancer survivor just cross the line there? A lot of controversy <ABOUT> this. It`s making huge buzz today. But even more buzz than Miss Utah`s big second chance after that epic Miss USA flub she made?"
  },
  {
    "transcript_id": "CNN-209053",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "All right. Tony, Megan, thank you both so much for chiming in on this tonight. Our \"SHOWBIZ Justice\" countdown continues with dramatic Trayvon Martin revelations to HLN`s own Vinnie Politan. This is so fascinating to me. You`ve got to hear this. Vinnie is joining me to reveal exactly how Trayvon Martin`s dad, Tracy Martin, feels now that George Zimmerman is standing trial for killing his son. You definitely do not want to miss this. Also we`re getting ready for another amazing \"SHOWBIZ Countdown\" tonight. It`s \"SHOWBIZ Buzz Makers.\" What`s going on with this? Melissa Etheridge calling Angelina Jolie`s decision to have a preventive double mastectomy fearful and not brave? Did the iconic singer and cancer survivor just cross the line there? A lot of controversy about this. It`s making huge buzz today. But even more buzz than Miss Utah`s big second chance after that epic Miss USA flub she made?",
    "statement": "I <<<THINK>>> especially the men are seen as the leaders of this, and so we <NEED TO> try to <FIGURE> out how to create education better."
  },
  {
    "transcript_id": "CNN-377605",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Despite holding a campaign rally in New Hampshire tonight, President Trump is on vacation this week at his golf resort in Bedminster, New Jersey. However, he bristles at the word \"vacation,\" so he's calling this week a working vacation. But let's not be fooled by the president's wordplay. He gets plenty of downtime at his properties, especially at his golf resorts. President trump has been in office 937 days, and he has spent 30 percent of those days at his properties, including more than 200 days at one of his golf clubs. Being president is a tough job. President Reagan spent a lot of time at his ranch in California, George W. Bush at his ranch in Texas, and the Clintons and the Obamas went to Martha's Vineyard. So if President Trump enjoys a round of golf, he <SHOULD> play. Even Senator Lindsey Graham, the president's frequent golfing partner, joked <ABOUT> it today."
  },
  {
    "transcript_id": "CNN-377605",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "And when Trump was running for president in 2016, he frequently said this to his supporters.",
    "statement": "I'm not going to be playing much golf, <<<BELIEVE>>> me. If I win this, I'm not going to be playing much golf. I'm going to be working for you. I'm not going to have time to go play golf."
  },
  {
    "transcript_id": "CNN-377605",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I'm not going to be playing much golf, believe me. If I win this, I'm not going to be playing much golf. I'm going to be working for you. I'm not going to have time to go play golf.",
    "statement": "<WELL>, the numbers don't lie. And Like I said, he has spent more than 200 days of his presidency at one of his golf clubs, although we don't <ALWAYS> <KNOW> that he is playing golf. We can <<ASSUME>>. But the White House typically won't confirm that the president hit the links, and they keep reporters away from him when he is at one of his clubs. But there's no two ways <ABOUT> it. He constantly criticized President Barack Obama for playing golf, yet he plays <ALL> the time, including with golfer John Daly at Bedminster on Monday. Those are nice shorts, by the way. Check that up. Look at that outfit. Although, you <KNOW>, when he is spending time on the grounds at Bedminster, <<MAYBE>> he is tending to his goats or baling hay. That's right. It's not mentioned <OFTEN>, but President Trump keeps eight goats on Bedminster property and a hay farm as <WELL>. But don't actually <EXPECT> to see him in overalls. The commander-in-chief is not the goat herd in chief. Donald Trump is a businessman. And the goats and the hays, strictly business there, they're tax write-offs. Their presence on the luxury property helps lower the resort's tax bill. Trump saves tens of thousands of dollars a year by farming goats and hay in Bedminster. That's according to an analysis of his Bedminster township property taxes by The Huffington Post. The Wall Street Journal has reported in the past that Trump is taking advantage of a New Jersey farmland law designed to prevent overdevelopment in the state. But let's be <CLEAR> here. Trump's Bedminster golf resort is located in wealthy horse country, hardly a part of the garden state that's under threat of overdevelopment. Yet it's <ALL> part of the same pattern that \"The New York Times\" exposed <ABOUT> Trump last fall. The Trump Organization has a history of lowering the value of its property as a way to lower the taxes it owes. The Times also reported the Trump family has spent decades coming up with ways to <DODGE> taxes in order to build their wealth. So, in case of Bedminster and the goats and the hay farm, the general public is basically subsidizing President Trump and his golf club members to play golf at a luxury resort. We'll be right back."
  },
  {
    "transcript_id": "CNN-117",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Four rocket-propelled grenades were fired today near the Russian embassy in Beirut, Lebanon. One person was killed in this incident and several others were injured. The Russian embassy faces a police station, and it was not immediately <CLEAR> which of the buildings was hit. No one has come out to claim responsibility as yet. We are joined now by Mohalhel Fakih. He is with Future TV, and he is in Beirut this morning, on the telephone with us. Mr. Fakih, can you tell us exactly what it is you have learned <ABOUT> what happened?"
  },
  {
    "transcript_id": "CNN-117",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Four rocket-propelled grenades were fired today near the Russian embassy in Beirut, Lebanon. One person was killed in this incident and several others were injured. The Russian embassy faces a police station, and it was not immediately clear which of the buildings was hit. No one has come out to claim responsibility as yet. We are joined now by Mohalhel Fakih. He is with Future TV, and he is in Beirut this morning, on the telephone with us. Mr. Fakih, can you tell us exactly what it is you have learned about what happened?",
    "statement": "<WELL>, what we have for <<<SURE>>>, what's confirmed so far, is that a Lebanese security officer has been killed, and one of the attackers has been killed, and the other has been captured by Lebanese army and security forces. And security sources have said the entire battle, if you want, this incident is over."
  },
  {
    "transcript_id": "CNN-117",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "No, not yet. And this comes at a time when northern Lebanon is witnessing some heavy battles between Islamic (ph) groups and Lebanese groups. But one woman was held hostage by an attacker here in Beirut that",
    "statement": "Is it <CLEAR> what the actual target was? Was the target the Russian embassy, or was it the police station?"
  },
  {
    "transcript_id": "CNN-308766",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Again, tonight's breaking news, former Trump National Security Adviser Michael Flynn offering to testify <<PRESUMABLY>> at Russian in exchange for immunity. His lawyer's reach out to the FBI, the House and Senate Intelligence Committees. As we mentioned, the Senate investigators held their first public hearings today on Russia's meddling in U.S. elections. They said the investigation will go wherever the facts lead. Two nights ago, we laid out some facts <ABOUT> seven Trump associates and their connections to Russia. We ended up with a flow chart, you see there. It looks a lot like a busy subway map. One on those lines connects former Trump campaign chairman, Paul Manafort, to Russian billionaire named Oleg Deripaska. Just today, Russian President Vladimir Putin was asked <ABOUT> the possibility Deripaska appearing before the Senate Intelligence Committee to discuss his relationship with Mr. Manafort. Putin say, \"That's his right. Let him do it.\" We don't <KNOW> if the Senate Intelligence Committee actually plans or if they want to talk to Mr. Deripaska. Tonight, though, there's another connection you <SHOULD> <KNOW> <ABOUT>. Drew Griffin tonight has the latest."
  },
  {
    "transcript_id": "CNN-308766",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "believe": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Again, tonight's breaking news, former Trump National Security Adviser Michael Flynn offering to testify presumably at Russian in exchange for immunity. His lawyer's reach out to the FBI, the House and Senate Intelligence Committees. As we mentioned, the Senate investigators held their first public hearings today on Russia's meddling in U.S. elections. They said the investigation will go wherever the facts lead. Two nights ago, we laid out some facts about seven Trump associates and their connections to Russia. We ended up with a flow chart, you see there. It looks a lot like a busy subway map. One on those lines connects former Trump campaign chairman, Paul Manafort, to Russian billionaire named Oleg Deripaska. Just today, Russian President Vladimir Putin was asked about the possibility Deripaska appearing before the Senate Intelligence Committee to discuss his relationship with Mr. Manafort. Putin say, \"That's his right. Let him do it.\" We don't know if the Senate Intelligence Committee actually plans or if they want to talk to Mr. Deripaska. Tonight, though, there's another connection you should know about. Drew Griffin tonight has the latest.",
    "statement": "His name is Oleg Deripaska, a Russian billionaire many calling oligarch, typical of Russian billionaires. He's <<WELL>-KNOWN> to Russian President Vladimir Putin and has been <GIVEN> awards by the Russian government. There is no indication Donald Trump has ever met Oleg Deripaska, but it turns out the two men do have connections. CNN has learned Donald Trump and Oleg Deripaska's company have over the years shared the same attorney, his name is Mark Kasowitz. And on his website, Kasowitz prominently list President Donald Trump as a client, who he's represented in a \"wide range of litigation matters for over 15 years.\" Oleg Deripaska isn't on Kasowitz list of clients, but records show Kasowitz is the attorney in a federal lawsuit where he represents an investment vehicle <WHOLLY> owned by Deripaska, just one attorney with two billionaire clients, <<PERHAPS>>. But consider this. Oleg Deripaska has another shoestring connection to Donald Trump and it's tied to this man. Donald Trump's former campaign chief, Paul Manafort. Manafort and Deripaska are former business partners. The Republican strategist who ran Trump's campaign for five months also started several offshore companies with Oleg Deripaska. Legal filing show the Russian billionaire entrusted nearly $19 million to Manafort in 2008, the money to be invested in the Ukrainian telecom business. It was part of a major deal to make \"significant long term capital.\" But the investment and relationship fell apart. For several years, Deripaska tried to contact Manafort and get answers <ABOUT> the missing money. Court papers filed in 2014 showed Deripaska's attorneys had not been able to reach Manafort and determined Paul Manafort had simply disappeared. Then, Paul Manafort began running Donald Trump's campaign in 2016 and Deripaska's legal claims against him appeared to have gone away. Manafort spokesman tells CNN, \"Mr. Manafort believes the matter is dormant and will not be pursued further.\" Ethics <EXPERT> and CNN Contributor Larry Noble says while there <MAY> be nothing inherently <WRONG> with Kasowitz representing both Trump and Deripaska in unrelated matters --"
  },
  {
    "transcript_id": "CNN-308766",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "It raises questions and it raises just in the larger context of what's been going on with Manafort. Every time you see something like this, you wonder whether this is perfectly legitimate. It's just an isolated issue where you have a lawyer who is involved representing various clients, or whether or not it fits into just a larger narrative of involvement with Russia.",
    "statement": "Paul Manafort has confirmed to CNN he did work for Oleg Deripaska, but rejects the allegation that he was pushing the political interests of Vladimir Putin. That denial came after the Associated Press reported on a 2005 memo. The memo according to the A.P. was from Manafort to Deripaska reaching a business claim that <<COULD>> greatly benefit the Putin government and influence politics, business dealings, and news coverage inside the United States. CNN has been unable to <VERIFY> the memo and Oleg Deripaska has seen taken out advertisements in American newspapers to resolutely deny this malicious assertion. Adding, \"Context <OFTEN> creates an illusion of '<MIGHT> be true' information though it's based on complete and full lies.\" As for the <FACT>, Donald Trump and Oleg Deripaska share the same attorney, there is no prove of anything nefarious. But in the greater context of Russian investigations, it is at the very least curious."
  },
  {
    "transcript_id": "CNN-308766",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Paul Manafort has confirmed to CNN he did work for Oleg Deripaska, but rejects the allegation that he was pushing the political interests of Vladimir Putin. That denial came after the Associated Press reported on a 2005 memo. The memo according to the A.P. was from Manafort to Deripaska reaching a business claim that could greatly benefit the Putin government and influence politics, business dealings, and news coverage inside the United States. CNN has been unable to verify the memo and Oleg Deripaska has seen taken out advertisements in American newspapers to resolutely deny this malicious assertion. Adding, \"Context often creates an illusion of 'might be true' information though it's based on complete and full lies.\" As for the fact, Donald Trump and Oleg Deripaska share the same attorney, there is no prove of anything nefarious. But in the greater context of Russian investigations, it is at the very least curious.",
    "statement": "So, Drew, do we <KNOW> how it ended up that Donald Trump and this Russian billionaire's company had the same attorney?"
  },
  {
    "transcript_id": "CNN-308766",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, Drew, do we know how it ended up that Donald Trump and this Russian billionaire's company had the same attorney?",
    "statement": "<WELL>, the White House and Oleg Deripaska did not respond at <ALL> to us, Anderson. But that attorney did, Mark Kasowitz. His firm says they don't represent Deripaska, <NEVER> have. They represent the company, Veleron, which is <WHOLLY> owned by Deripaska. In his statement (inaudible) that, \"Our representation of Veleron did not emanate from and has nothing to do with our representation of any Trump personnel or entities, and we have <NEVER> relayed information or facilitated communication between Mr. Deripaska and his representatives and President Trump and his representative.\" A lot of legalese there, Anderson, to say this <MAY> be just a coincidence."
  },
  {
    "transcript_id": "CNN-368203",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Meet a CNN Hero, whose expanding her mission to ensure that <ALL> patients receive the medical care they need and deserve."
  },
  {
    "transcript_id": "CNN-368203",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Meet a CNN Hero, whose expanding her mission to ensure that all patients receive the medical care they need and deserve.",
    "statement": "Hi. How are you, hi, Alex? Patients coming in on Spectrum <MAY> have a more difficult time communicating. And without doctors that can understand how to interact with them, they're not going to get appropriate healthcare. Some of the accommodations that our program provides are noise-cancelling headphones, things like fidgets to help <REDUCE> their anxiety. We are really providing autism family healthcare."
  }
]