[
  {
    "transcript_id": "CNN-95932",
    "matched_terms": {
      "likely": "ungraded",
      "a little": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. They really have. And, you know, we just had Cindy, too, by the way, make landfall along the Gulf Coast. And keep in mind that that area is very saturated from all the rain from Cindy. So, flooding will be a big concern as Dennis makes its way inland, too.",
    "statement": "<WELL>, we wish them luck and <HOPE> they're paying attention to these warning to clear out, if they need be. Jacqui Jeras, thanks so much for the update. We'll be checking back with you <A LITTLE> bit later on tonight. Now let's go to one of the <<LIKELY>> targets if the storm stays on course, Pensacola, Florida. And that's exactly where we find Randi Kaye at this hour. Randi, are people beginning to heed this warning?"
  },
  {
    "transcript_id": "CNN-362471",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "The president's breaking the law and he's shredding the Constitution. He has declared a national emergency where there is none. You know, we know that on the border we have the lowest level of border -- illegal border crossings in 45 years. We have more border patrol agents than ever in history. This just isn't happening. There isn't a national emergency. And the president said so himself. He said he didn't have to do this, and then he went off and played golf. So it's pretty clear that he's perverting the National Emergencies Act to do something that Congress explicitly forbid him from doing, which is building the wall.",
    "statement": "His senior advisor, Stephen Miller, obviously has a very different <TAKE> on it, believes that it is a national emergency, and, furthermore, believes that the statue, the law, gives him the right -- gives any president the right to do this. So let me play this for you, his reasoning."
  },
  {
    "transcript_id": "CNN-199152",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Aah. Critical words. What exactly will Holmes' attorneys try to do in court? Will they try to argue an insanity defense possibly just in an effort to spare this man's life? This is a death penalty state. Our CNN legal contributor, Paul Callan, is a criminal defense attorney who was once a prosecutor. He joins me now. Before I get to the insanity part, I want to get to the delay because there is a strategy at play. Explain.",
    "statement": "There's a big strategy going on here. A lot of people <<<THINK>>> that the judge has already decided that Holmes is competent tent to stand trial. I mean, we have some whole hearing last week. He was sitting in court he have day. In truth, the defense didn't raise any insanity issue or any competency hearing yet. And the reason they didn't is because they don't want state doctors examining Holmes and looking at his medical records. So they stalled it so they get -- look at the prosecutor's case which they did last week. And now, of course, we'll have the arraignment. Now they have to make a decision."
  },
  {
    "transcript_id": "CNN-264883",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "We need this question, this first question.",
    "statement": "But, anyway, we have training camps growing where they want to kill us. That's my <QUESTION>. When can we get rid of them?"
  },
  {
    "transcript_id": "NPR-46052",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The first story was a weekly feature of ours called the Home of the Week where we go out to just somebody's house, and we take pictures inside the house. They're not mansions or anything like that. It's just people's homes. It's the most consistently popular feature in the newspaper, actually.",
    "statement": "I am sorry to cause you to relive in any way the events of yesterday, but I want to ask how you heard <ABOUT> what was happening and when you actually showed up on the scene."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And now to the White House, the latest on Enron and Kelly Wallace is on that.",
    "statement": "<WELL>, Judy, late tonight the Justice Department stepped up its criminal probe of the collapse of Enron, sending a letter to the White House calling on the White House to retain all documents, notes and e-mails related to Enron going back to January, 1999. Aides say that staffers were alerted immediately to comply with the request, and Bush advisers continue to say no on in the Bush White House engaged in any wrongdoing. Judy."
  },
  {
    "transcript_id": "CNN-91286",
    "matched_terms": {
      "somewhat": "ungraded",
      "think": "ungraded",
      "sense": "ungraded"
    },
    "previous_statement": "A surprising choice, wasn't it?",
    "statement": "It was surprising in the most literal <<SENSE>> that nobody mentioned Judge Chertoff as a possibility, so I was surprised. I know him <<SOMEWHAT>>. I respect him. He's very widely respected as a lawyer, law enforcer and now for a short time as a judge. And I <<<THINK>>> what the committee will want to judge is his suitability to manage a department of this size, because he hasn't had a lot of administrative experience in his past that I know of, but that doesn't mean he's not very qualified for this job."
  },
  {
    "transcript_id": "CNN-164353",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes, you know what is -- yes, he definitely know the area, and what is brazen about that is when Shannon Gilbert went missing that was on May 1st, a month later he abducted somebody else, and they were found right then. And the month after that, in 2010, you know, they were found after that, and right after Shannon Gilbert and she was calling up, you know, asking for help and everything else. So it would bring attention to that, but he didn't care at this point so he is definitely brazen.",
    "statement": "Definitely brazen indeed. Now, he has eight bodies, eight sets of remains found right along Gilgo Beach. Gil Alba, love having you on and explaining here what <<COULD>> be the latest and we'll continue to follow this. We'll bring you back, Gil. Thank you as always."
  },
  {
    "transcript_id": "CNN-363018",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Huh.",
    "statement": "And so blowing up the entrance to the tunnel was mainly for show. And I don't <<<THINK>>> that they actually accomplished anything toward denuclearization by it."
  },
  {
    "transcript_id": "CNN-313714",
    "matched_terms": {
      "maybe": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Sort of out of nowhere there, David. Obviously, Bill Maher's shtick is about being controversial and shocking. He's been on HBO for years. HBO, like CNN, both owned by Time Warner. What we have heard so far is an apology from Maher and HBO saying it was inappropriate and it won't air on any of the replays of Bill Maher's show. Is that enough, David? Is that enough to hear from HBO?",
    "statement": "Brian, this is a tough one. Look, I <<<THINK>>> HBO was great with that statement denouncing it right away. That was good. I <<<THINK>>> his apology helped, but his apology really was, I was on live TV. Come on. We're on live TV. That <<KIND OF>> word comes out of somewhere. And so -- and, Brian, you know, I teach at Goucher College. I teach a course on First Amendment and free speech. And the students of color who talk in that course testify to how words like that hurt them, intimidate them, keep them from achieving their full potential, is heartbreaking. So, I <<<THINK>>> HBO has to do more when we come back to work, <<MAYBE>> a suspension or something, but this is not OK. This is not OK to just say, I said it, I'm sorry. That word shouldn't be coming out of the mouth of a guy who is one of your lead voices of political commentary."
  },
  {
    "transcript_id": "CNN-292829",
    "matched_terms": {
      "think": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Good morning. Maria, should Hillary -- because Mexico's president extended an invitation to Hillary Clinton as well, should she have cancelled her trip to Ohio and visited the Mexican president instead?",
    "statement": "No, absolutely not. This is something taking place in the United States of America. The most important <THING> Hillary Clinton can be doing is having a conversation with American voters. Look, I actually see it as the opposite, as Mr. Pence says. I <<<THINK>>> that this looks like an act of desperation on behalf of Donald Trump. I call it the political equivalent of an Ave Maria pass, because his campaign is going off the rail. And what I <<<THINK>>> he's trying to prove to Americans is that he can be presidential, that he can meet with world leaders, that, you know, his experience on the world stage isn't just the beauty pageants that he has leadered in the past. And so, I <<<THINK>>> most Americans will see right through this because they also see a candidate who is rush, who doesn't <<<THINK>>> things through, and I <<<THINK>>> it will also be difficult for the Mexican president because as you have noted on your show, he's got very low approval ratings, Donald Trump is incredibly unpopular. So, if Mr. Pena Nieto doesn't come out afterward and say I stood up to Mr. Trump and said, there's no way in hell we're paying for this wall, I said he's got to treat Mexicans with dignity and respect -- that's not going to look good for Trump. It will be interesting to see how he mansion this."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "I get excited. I get excited. It will be like the night before and I want to go to bed early.",
    "statement": "They know it's an hour, hour and a half where they'll be able to express themselves in a way they <<FEEL>> comfortable doing."
  },
  {
    "transcript_id": "NPR-1882",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "(Singing) (unintelligible) To shame.",
    "statement": "(Singing) All the different kinds and other flavors. They don't mean a <THING>. You can't compare it, don't stare 'cause I got the ultimate Mary Jane."
  },
  {
    "transcript_id": "CNN-355490",
    "matched_terms": {
      "about": "ungraded",
      "a bit": "ungraded"
    },
    "previous_statement": "Well, sure. I mean, at the most base level, it mean -- the potential indictment here means one potentially additional, potentially additional cooperating witness for the Mueller team as they work to try to trace the ladder up as close to the president as possible or at least into his campaign inner circle. Again, perhaps it allows investigators to be privy to or have access to additional e- mails or text messages or other communications they might not already have. But you know, it's notable that when someone says, you know, they've been fallen into a perjury trap, you know, you can't perjure yourself if you're telling the truth. And so, any time someone raises that, it raises the specter or the question of, well, what were you saying in interviews presumably with legal counsel, either present or having previously advised you that you are concerned you said something that was untrue? You know, there's a real question in this case about this particular person, Corsi, but whether or not, you know, how reliable of a witness he might be but again, he is certainly going to be privy to conversations and interactions he had with Roger Stone. Roger Stone has been on, kind of, both sides of this at times, denying any contact with WikiLeaks, and then people have now -- we've now seen evidence of some of those contacts. And so again, whatever this particular witness is privy to is going to be helpful for Mueller, whether it ends up being a key piece or a peripheral piece one way or another.",
    "statement": "Yes, one remains to be seen. Switching gears <A BIT>, former FBI Director James Comey and former Attorney General Loretta Lynch were issued subpoenas to privately testify before Congress <ABOUT> the FBI's actions in the 2016 -- or their actions in the 2016 campaign. Both Comey and Lynch agreed to do this publicly earlier. There was no response. So, I'm wondering, Wesley, what's the significance of this last-minute request?"
  },
  {
    "transcript_id": "CNN-69565",
    "matched_terms": {
      "might": "ungraded",
      "kind of": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Do you think it had much of a priority at all?",
    "statement": "<WELL>, it's hard to say, because the terms on which we elected to wage the war and move into Baghdad seemed to shift with great speed. But the United States, ever since President Reagan's administration, has been a signatory to an international convention under UNESCO to safeguard antiquities and cultural property. And so we had a <<KIND OF>> -- both a legal and a moral obligation. And in this case, not only to one country's heritage, but the heritage of all civilization. So you know, it's going to <TAKE> a long time to clean it up, hopefully retrieve some artifacts. But the cost and effort involved in that, to me, is enormously higher than the effort that <MIGHT> have been involved in trying to secure these very vulnerable places earlier on."
  },
  {
    "transcript_id": "CNN-67078",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "No, no.",
    "statement": "And what do you <<<THINK>>> when you learned from the fire chief this morning that no pyrotechnics license had been applied for, and it had been required in order to use what you saw last night on stage? Does it just make you angry?"
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "An unfounded rumor born in the presidential campaign has taken on a new life. A fringe group called Birthers continues to argue that President Barack Obama is constitutionally unqualified to be commander-in-chief because he is not a natural-born American. They alleged that the president's real birth certificate would reveal that he was born in Kenya. Of course, the birth certificate the president did release shows he was born in Honolulu in 1961. This non-issue was never used by the McCain campaign but some conservatives on TV, radio, and the Internet give the rumor backhanded credibility. Why, they ask, does not the president simply put this all to rest? In a few minutes, we'll talk with a scientist who studies why false beliefs continue to rattle around in our brains.",
    "statement": "But first, we want to ask a pro how a president <SHOULD> handle viral rumors. Dee Dee Myers served as press secretary to President Bill Clinton and she joins us now from her home here in Washington. Nice to have you on the program today."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "would": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "I'll sustain it. I don't know if he's an expert in this. Are you trying to...",
    "statement": "I'm trying to get to what a statistician <WOULD> do to analyze that hypothesis. I'm not asking him whether he thinks that there is something <WRONG> with the left-hand side..."
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "After the election of 2008, pundits and armchair historians were quick to compare Barack Obama with another American president who faced a banking crisis, high unemployment and entered the White House with the burden of huge expectations - Franklin Delano Roosevelt. As he pressed ahead with his New Deal, FDR also encountered venomous attacks from the Right, disappointed exasperation from the Left. But along the way, he transformed the U.S. government and the Democratic Party, prepared an isolationist public for a global conflict, became the principle architect of an allied victory and of the world that followed the Second World War.",
    "statement": "In a new biography, historian Alan Brinkley describes him as the most important individual of the 20th century. If you've questions <ABOUT> FDR's legacy, his accomplishments and shortcomings, our phone number is 800-989-8255. Email us: talk@npr.org. You can also join the conversation on our Web site, that's at npr.org. Click on TALK OF THE NATION."
  },
  {
    "transcript_id": "CNN-127914",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There you heard it from the man himself. The NFL star, the center of Imus' latest comments, by the way, Adam Jones told the Dallas Morning News that he didn't hear about what happened until a reporter played a tape for him last night. Jones said, I'm truly upset about the comments. Obviously, Mr. Imus has problems with African-Americans. I'm upset and I hope the station he works for handles it accordingly. And John and Kiran, of course, this happened just 14 months after he made those controversial comments about Rutgers University and the women's basketball team. Those comments got him fired. This time he is expected to keep his job.",
    "statement": "It's interesting, though, because one of his biggest critics at the time was Reverend Al Sharpton who publicly called for him to lose his job because of those comments. We're talking to Al Sharpton in just a couple of hours here on this program as <WELL> to see what he thinks <ABOUT> not only the comments but how Imus explained it this morning."
  },
  {
    "transcript_id": "CNN-373856",
    "matched_terms": {
      "about": "ungraded",
      "doubt": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "Even after this bump. And there's another interesting \"glass half empty, glass half full\" thing here, David Chalian. You brought up the issue of race, and if we can put up P-103 so people can see this, Joe Biden, the former vice president, is still leading among the black vote there, at 36 percent to 24 percent for Harris. But I look at this and say, well, look there's big momentum for Harris among these numbers, and if she continues that momentum and draws even with the black vote, which isn't unreasonable to think that, given what we saw in 2008 with Barack Obama and Hillary Clinton. It's not unreasonable. There is a clear path there for her to close the gap even more.",
    "statement": "I mean, John, that has always been Senator Harris's path to the nomination. There's -- there's no <DOUBT> <ABOUT> that. And you remember back in 2007, 2008, the black vote was parked with Hillary Clinton for much of 2007 in that nomination race until Barack Obama made his move in Iowa, and black voters were able to see white America in Iowa vote for an African-American man for president. That was the game <CHANGE> in that race. And so yes, if Kamala Harris can dig into the African-American vote that is parked with Joe Biden right now, that is -- that is a mortal threat to the Biden candidacy."
  },
  {
    "transcript_id": "CNN-148671",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "How do you expect -- and how has the Vatican responded to this? Are they dealing with it like that, saying, look, this isn't about us, the only thing these two guys had in common is if they had some connection to the Vatican, or are they dealing with it the way they need to, given that they have had other scandals that are closer to the Church?",
    "statement": "<WELL>, look, I mean, at least according to reports in the Italian press, the Vatican has moved swiftly to fire both of these two guys. Actually, being a papal gentleman is not a paid position, but they <<APPARENTLY>> indicated to Balducci that his services are no longer required, and the same is true of the choir member. Beyond that, however, the Vatican's track record with this <<KIND OF>> <THING> -- and there have been similar scandals before. There was a case a couple of years ago when a priest who worked in the Vatican congregation was actually caught by hidden camera bringing a young man back to his apartment, <<APPARENTLY>> in the expectation that there <WOULD> be a sexual encounter. That guy was fired. But the Vatican doesn't appoint special prosecutors to do a <<KIND OF>> Ken Starr report <ABOUT> this <<SORT OF>> <THING>. Their line typically is that our teaching on these matters is clear, the sexual morality of the Catholic Church is clear, we'll deal with violations when they occur, but we are not going to launch a <<KIND OF>> systemic investigation. And there's no indication they plan to do that in this case either."
  },
  {
    "transcript_id": "CNN-98552",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We are. We're helping by not only sending money, but by sending talent. We, of course, have the benefit of some of the best people in the world at the Centers for Disease Control and we'll be placing people on the ground in not just Thailand and Cambodia, but also Laos and Vietnam and other nations as necessary.",
    "statement": "As far as the people in Asia who have become infected by bird flu, have you found anything else <ABOUT> them, how they got it, their condition, how -- why it didn't spread to others?"
  },
  {
    "transcript_id": "CNN-77982",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "But it's a little bit like if your neighborhood council was working, but you're afraid to come out of your neighborhood here in suburban Washington and go downtown because someone's going to shoot you or you may get blown up. And so until there's security, you will never be able to sell and make the case that there's genuine progress being made. And there is some progress being made.",
    "statement": "Now, as the criticism continues from Capitol Hill, the administration this week, Bill, also will make one last effort to try to get a new resolution out of the United Nations Security Council blessing its post-war effort. But Secretary of State Powell leading one last round of negotiations. If he can't round up the votes, the administration <<COULD>> pull the plug on that effort and skip going for a e new resolution as early as the beginning of this week -- Bill."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "No.",
    "statement": "I <<<THINK>>> I'm going to get it."
  },
  {
    "transcript_id": "CNN-6846",
    "matched_terms": {
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "So much of it had to do with not being proud of being an Indian because we were dirty, we're lazy. You know, you were born with that, so you have to beat that out.",
    "statement": "Today, the mission at Wahpeton is <ABOUT> healing and <HOPE>, courage and caring. And yes, ancestral customs, once silenced, routinely fill the air. Says athletic instructor Damon Brady:"
  },
  {
    "transcript_id": "CNN-260324",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, we know that Israel is lobbying, and it's not even behind the scenes. I mean, Prime Minister Netanyahu has been very clear that he is going to use all the influence he can, and it was starting even before the deal with that big speech to Congress. The Israeli ambassador here has met upwards of 40 congressmen trying to lobby them on behalf of rejecting the deal. And you've seen these ads on television, the Iran Project, the Israel Project ads warning about dire consequences if this deal goes ahead. And certainly AIPAC, the pro -- main pro-Israel lobby, has its scientists who are arguing against that. They have a whole list of former nuclear officials and nuclear scientists that are backing up their point of view that this is a bad deal, that it could be a better deal. And so, the secretary and his counterparts are not just lobbying against Republican critics, but also against Israel and their influential backers as well.",
    "statement": "All right, Elise Labott, live in Washington. Elise, thank you very much. Now, to the race for the White House. Republican presidential candidate Donald Trump says he is a favorite among Hispanic voters. He spoke today in Laredo, Texas, where he was on a visit to the US-Mexico border. He launched his campaign last month with very controversial comments <ABOUT> illegal immigration and illegal immigrants from Mexico, and he promised to build a wall and strengthen border security. Speaking moments ago, he says he has strong support among Hispanic voters."
  },
  {
    "transcript_id": "CNN-346717",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "And just remember what you're seeing and what you're reading is not what's happening.",
    "statement": "So why don't we <TAKE> a moment, shall we, to break down just a few of the president's most recent lies? Just this week, he again threatened to shut down the federal government, to shut it down on October 1st if Congress doesn't give him the money for his favorite campaign promise, you know what that is, to build a wall on the southern border."
  },
  {
    "transcript_id": "CNN-179754",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "sort of": "ungraded",
      "sense": "ungraded",
      "take": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "As you know, it's not cheap to buy those 30-second 60-second commercials. All right, I want to go over to Peter Hamby right now. He's one of our political reporters, doing an outstanding job for us covering all these races. Take us inside, Peter, the Romney camp right now. They must be so upset, so frustrated. Only a few days ago they were poised to win in South Carolina. Didn't happen.",
    "statement": "That's exactly right, Wolf. I can tell you from my reporting down here in South Carolina, Romney's supporters here, his financial supporters, campaign surrogates, like you just said, they were winning a week ago, and they lost it. There's a <<SENSE>> of, yes, Newt Gingrich won South Carolina, but also that Mitt Romney fumbled the ball. There's some griping behind the scenes that the Romney campaign did not handle the tax <QUESTION> <WELL>. While Newt Gingrich was soaring in the polls, the Romney campaign cannot punch through that coverage with an aggressive message against Speaker Gingrich, because they were spending five straight days giving a different answer <ABOUT> Mitt Romney's tax returns. While they realized the Gingrich surge, they <MIGHT> not have beat him in the end, they thought they <MIGHT> have had a fighting chance. I talked to one donor who said, hey, it's time to <TAKE> the training wheels off the candidate. Let him be himself. Look, there are questions <ABOUT> Mitt Romney's charisma and his ability to connect with voters. But he's showed better political instincts in his campaign than he did in 2008. So you're hearing again from South Carolina some of the folks that really went out on a limb for him in a state that was <<SORT OF>> a risky bet, <<SORT OF>> complaining that they didn't serve -- the campaign staff, Wolf, did not serve the candidate as <WELL> as they <<COULD>> have in this final week."
  },
  {
    "transcript_id": "CNN-150623",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Absolutely.",
    "statement": "We understand that he is talking to investigators. Do they <<<BELIEVE>>>, though, that he's telling the truth, that he acted alone?"
  },
  {
    "transcript_id": "CNN-151085",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "He is so innovative. He is coming to us via a video Internet connection.",
    "statement": "That's right. And tell us more <ABOUT> how you story started. You were laid off from a software company <ABOUT> 18 months ago. You filed for bankruptcy, and unfortunately you lost your home. And how did your reward points come into play and help you stay from hotel to hotel until you got a break?"
  },
  {
    "transcript_id": "CNN-242229",
    "matched_terms": {
      "would": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, Anbar Province, you remember what was happening in 2005, 2004, 2006, the battles were brutal in Fallujah and elsewhere. And now, it goes back in -- it sounds, to me, like this is a bit of mission creep, something that the U.S. didn't want to see happen in Iraq. But what are your sources telling you?",
    "statement": "<WELL>, they're saying that these <WOULD> not be combat forces, right? Although, as we know -- and they will not be. They're not going to be firing guns on the front line here. But the fact is they will be closer to the danger here because of all that is going on in Anbar Province today. Can you call it mission creep? I mean, listen, from the beginning here, we have gone outside the original lines of what this mission was going to be. Remember, it started as a humanitarian mission to protect the Yazidis then expanded far beyond. And it started as something intended purely to protect U.S. military personnel and counselor personnel in Baghdad and Erbil. But, of course, now, we have a broader campaign, not just in Iraq but in Syria. So, whether you call that mission creek, certainly the mission has expanded from its initial -- original outlines."
  },
  {
    "transcript_id": "CNN-376947",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "I got a short time left but I want to get you in. Areva, I'll give you the last word. What do you say to this?",
    "statement": "I say that anyone that engages in the <<KIND OF>> criminal conduct that Mr. Brockway engages in they <SHOULD> be held accountable. And we do not want to send the message that even though the president is engaging in this <<KIND OF>> speech that some <MAY> <<<THINK>>> is encouraging folks to, you know, commit violent acts, that they're somehow going to get a pass. The criminal justice system needs to hold these people accountable and, you know, prayers for this young man who was body slammed, skull fractured because he didn't <TAKE> his cap off at a rodeo."
  },
  {
    "transcript_id": "CNN-374683",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "unclear": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "There is this from the mayor of New York City. The mayor is calling it a policy of fear and division. In a tweet, he said that his city will help immigrants fight for their rights and offering a phone number to call for legal help. As these immigration rates are planned, the U.S. president is backing down on another demand, asking U.S. residents if they are citizens. Instead, the president issued an executive order to get the information a different way. Our Kaitlan Collins has this.",
    "statement": "After weeks of chaos and shifting legal strategies, President Trump announced that he's going to abandon his effort to add that <QUESTION> <ABOUT> citizenship to the 2020 census. It is something they have been trying to do not only for the past several weeks, as you have seen it play out in the courts, but also it's a <QUESTION> the president has wanted on the census for some time now. He made clear as he came out to the Rose Garden news conference that he still thinks that is a <QUESTION> he has a right to ask. But instead, because of what seems to be a pretty perilous path forward <ABOUT> whether or not this <WOULD> have the legal justification, the president said he's going to sign executive order that <WOULD> instruct all federal agencies and departments to turn over data that they have, so then the Commerce Department <<COULD>> try to compile a list of how many citizens and noncitizens are living in the United States. Now the president insisted he is not abandoning his effort. He is not backing down. But what we are seeing is they are taking a very different path than what administration officials have said they felt was going to be their next step here. What's interesting <ABOUT> the step that the president is choosing to <TAKE> is it's an idea that career officials over at the census bureau came up win in January 2018, and said it <WOULD> be a better way, a better method forward instead of adding that <QUESTION> to the census, because they said it <WOULD> give you a more accurate count, but <WOULD> also be less expensive and less legally perilous. Now the president is going to move forward with this. It's <<UNCLEAR>> whether or not he signed an executive order yet, but what we are seeing is the president taking a different path forward because even though his attorney general insisted over the last several days they had multiple avenues they <<COULD>> go down, clearly they did not <<<THINK>>> any of those avenues were going to be successful. Kaitlan Collins, CNN, the White House."
  },
  {
    "transcript_id": "NPR-21614",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, if we go back to the birth pangs of the EU, the Treaty of Rome, the Europe of the 1950s, could any of this have been imagined back then?",
    "statement": "<WELL>, first of all, if you had said to anyone in 1945, at the end of the Second World War with the continent it ruins, that you <<COULD>> have a European Union of 28 member states stretching from Portugal in the West to Estonia in the East, all of them more-or-less liberal democracies - they wouldn't have believed you."
  },
  {
    "transcript_id": "CNN-106555",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "And they wouldn't have their radar spinning there, which they do.",
    "statement": "No. I'm sorry I raised that <QUESTION>."
  },
  {
    "transcript_id": "NPR-33487",
    "matched_terms": {
      "adjust": "ungraded"
    },
    "previous_statement": "As things get any worse, staying where January is, no, they're going to need more money.",
    "statement": "But even executives at the company that's struggling the most insist they can survive an extended downturn. Chrysler president Jim Press says everyone needs to <ADJUST> expectations because sales won't be much better next month."
  },
  {
    "transcript_id": "CNN-207329",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "It's almost as if she's the star in her own drama. It's almost as if she's enjoying all of this attention.",
    "statement": "I <<<THINK>>> she does. You know, she says one <THING> in court and looks one way and then she gets out of court and it's a whole different deal outside of the presence of the jury. And you know, she's been doing interviews since the beginning. When she was first arrested for murder, she comes back to the jail and holds a press conference. It's unbelievable. And I knew it from the time of her arrest until now that this was going to be a trial like no other, but I never, never imagined what is happening now <WOULD> have happened."
  },
  {
    "transcript_id": "CNN-322057",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "It really caused other Republicans to say, <WELL>, the president is going to give me cover for such a difficult though --"
  },
  {
    "transcript_id": "CNN-324952",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "You mean the outreach that was repeatedly denied?",
    "statement": "We're not going to <TAKE> any action on that?"
  },
  {
    "transcript_id": "CNN-194721",
    "matched_terms": {
      "would": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Scared says this Catholic woman, that she would be pressured to abort the baby. Instead, Edmonds completed the rigorous training and physical. At her commissioning ceremony, Edmonds' father, a career naval officer, administered the oath to his then 13-week pregnant daughter making her a second lieutenant. By then, her family knew and supported her decision to keep the decision and her military. But all that came crushing down when she reported her pregnancy. The Air Force revoked her commission, said she was dis-enrolled, kicked out. The reason, this document. In 2007, when Edmonds joined ROTC at age 18, she signed this agreement. This one line states she needs to report any change in medical status like pregnancy. A line Edmonds says she did not remember. An officer told her by not telling the military before she commissioned, she had committed fraud.",
    "statement": "I said to him, after he told me that, had I terminated the pregnancy, before my commissioning, <WOULD> I have been able to commission? At that point and he said, <WELL>, technically, yes."
  },
  {
    "transcript_id": "CNN-67563",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "But indeed, they definitely have to consider what the next step should be because this is a situation that could escalate into something far, far dangerous -- more dangerous than...",
    "statement": "It's not clear how -- it's not clear, what, you know, if the North Korean MiGs and there were four of them really had any hostile intent. There was a lot of debate yesterday at the Pentagon <ABOUT> whether one of the MiGs locked on to the U.S. plane or whether it just simply acquired it with a target acquisition radar. It now appears they <MAY> have in fact lock on to the plane. But this is something that pilots..."
  },
  {
    "transcript_id": "CNN-35005",
    "matched_terms": {
      "would": "ungraded",
      "likely": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "If it's a beach novel, it is a great read, I have to say. Yes, CBS did cover it tonight, Jake, for the first time, as you know, broke their silence, sort of a self-righteous silence. And they reported the FBI is taking over this investigation, and apparently the FBI is saying what you know and have known I bet for a long time, which is Gary Condit didn't do it. He's not responsible for her disappearance. So it turns out that's what the FBI believes, and I think you will agree that they are probably right. So why have so why have media outlets, including Salon.com, been running story after story after story about Gary Condit's involvement? What is the justification for that?",
    "statement": "I don't know that the FBI has ruled one way or the other. I <<<THINK>>> that what the FBI has said was they thought the D.C. police, first of all, is going a woefully inadequate job at investigating this. And they said they were spending too much time on television and also <<PERHAPS>> too much time devoted the Condit angle, and there were several other angles. So I don't know if I <WOULD> agree with your characterization, but the point is, to explore the angle of Gary Condit is an important one, because this is man was intimate with a missing intern. And as we know, boyfriends, husbands are much more <<LIKELY>>, or I <<<THINK>>> the rate for missing women, or for women who have been murdered is 50 percent of them have been killed by somebody that they know. With men it's only 25 percent."
  },
  {
    "transcript_id": "CNN-213358",
    "matched_terms": {
      "would": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "We are prepared to exercise whatever option if he decides to employ one of those options.",
    "statement": "We're told that the White House and the president have not made a final decision yet. And sources are also telling us that these are very limited options that are being considered. They're not looking at options that <WOULD> involve trying to overthrow the Assad regime or dramatically <CHANGE> the situation on the ground in relation to the fight with the opposition. These <WOULD> be options that <WOULD> be designed to try to deter any future chemical attacks."
  },
  {
    "transcript_id": "CNN-276732",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We may get a window in the president's thinking about replacing Justice Scalia today when he talks to reporters in California. He's only said he will nominate someone in due time. Not clear what that means. Sources told CNN one of the options may be nominating a so-called sacrificial lamb who might have no chance of getting confirmed, but whose rejection by the Republican-controlled Senate could galvanize Democratic voters and increase turnout in November, John.",
    "statement": "It will be a window in how hard he's willing to fight. That will be interesting. Joe Johns for us, thank you so much. All right. So it was a Presidents' Day event. The former president on the trail defending the establishment from an insurgent candidate. And in this case, the establishment is his brother. George W. Bush stumping for brother Jeb for the first time at a rally in South Carolina. The former president urging voters to choose the measured and thoughtful candidate, not the loudest and angriest guy in the room. Who do you <<<THINK>>> he was talking <ABOUT> right there? CNN's chief political correspondent, Dana Bash, joins us now. Good morning, Dana. Good morning, John. And you know, it wasn't just George W. Bush's first time campaigning for his brother. It was his first political rally of any kind in <ABOUT> a decade. But he broke his strict former presidents shouldn't play politics rule to help out his baby brother."
  },
  {
    "transcript_id": "CNN-329810",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Why? Why did they want you there?",
    "statement": "<WELL>, I <<<THINK>>> --"
  },
  {
    "transcript_id": "CNN-103122",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "I think the technology is fascinating. I kind of know how they do that, but it still blows me away. And of course, I`ve never particularly been in \"The Brady Bunch\" dream, but there are also some other webisodes on there as well.",
    "statement": "I must admit, though, I was hoping they <WOULD> show her really recreate that scene where Marcia breaks her nose. Not that I want to see Felicity with a broken nose, but that <WOULD> have been cute."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "There is certainly fatigue and different interpretations.",
    "statement": "I <WOULD> agree with you that it <WOULD> be nice to have a single standard everywhere, but Florida -- as I understand it, Florida state law gives that standard capability to the local canvassing boards. That's what Florida law says. I mean, it <WOULD> be nice to have a single standard, I agree."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "First question for Hillary Clinton: Where in the hell were the Marines?",
    "statement": "And then Rand Paul went on to talk <ABOUT> how this actions by the now former secretary of state, <WELL>, <MIGHT> have an impact come 2016."
  },
  {
    "transcript_id": "CNN-332489",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "You know, Amanda, first of all, her bravery is inspiring. Let's just say that, choosing to speak publicly about this, inspiring. But also, again, pointing out that Rob Porter was trying to obfuscate and control story. At the same time, the White House clearly was also.",
    "statement": "Yes. I mean, the takeaway from the story -- number one, for her to go on television and go against the White House, go against the pressure, she was extraordinary in that interview. But the story here is how it is a job requirement to tolerate, protect and enable abuse when you're associated with Donald Trump. I mean, to work for him on the campaign, someone had to go out and defend him, talking favorably <ABOUT> sexual assault on \"Access Hollywood\" tape. If you want to work in the White House, you work alongside a wife beater like Rob Porter. To work on the Republican campaign, his presidential campaign, you had to work alongside campaign manager Corey Lewandowski who bruised Michelle field. To work at the GOP today, you have to go out and defend Roy Moore. To be a lawyer for Donald Trump at the Trump Organization, you had to say that allegations of rape made by his first wife were not real, and they <SHOULD> not be believed. As a lawyer even in late October, November, working for Trump you had to coordinate hush money to be paid to a woman who had sex on camera for money, to prevent her story from coming out <ABOUT> what she did with Donald Trump. This is a pattern. It comes from the top. It's not a staffing issue. It's a leadership issue."
  },
  {
    "transcript_id": "CNN-371552",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "To Florida now where the former Broward sheriff's deputy who waited outside Stoneman Douglas High School while a massacre was underway inside was arrested Tuesday on child neglect, negligence, perjury, and other charges. Former school resource officer Scot Peterson retired after the massacre and has been collecting a pension. And that pension now in jeopardy after he was officially fired at a disciplinary hearing. Peterson's arrest warrant says after he arrived on the scene, the gunman fired 75 times, killing five students and a teacher, and wounding four others.",
    "statement": "When we saw the timeline that day and he stood there for some 45, 48 minutes and did nothing, you know, as law enforcement officers, despite whatever policies and procedures our agencies have, we swore an oath to protect the public that we serve. And I <<<THINK>>> it says now that you will be held of -- held accountable. If you don't do your job, you will be held accountable."
  },
  {
    "transcript_id": "CNN-394646",
    "matched_terms": {
      "would": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded",
      "expect": "ungraded",
      "question": "ungraded",
      "positive": "ungraded"
    },
    "previous_statement": "So far at least 377 Americans have contracted the virus. 21 new cases just reported in New York in the last hour. Coronavirus has already claimed the lives of 17 people in the U.S. And right now thousands of passengers aboard the Grand Princess cruise ship remain quarantined off the California coast. 21 people on board tested positive for coronavirus. One of those passengers needed to be airlifted to a San Francisco hospital. And just a short time ago Vice President Mike Pence arriving in Florida to meet with Cruise Line executives. The travel industry has been especially hit hard as the coronavirus spreads. The FDA is set to hold a rare Saturday press conference at the White House in the next hour to go over their efforts to contain this deadly virus. And people on the East Coast are bracing for the outbreak as more people test positive. CNN's Polo Sandoval is in New York. So Polo, the governor there just declared a state of emergency.",
    "statement": "Yes, Fred. That was done just a few minutes ago. Now what exactly does that do? That's a big <QUESTION> here for many. What we can <EXPECT>, according to the governor is that that essentially <WOULD> allow the state to hire more staff, particularly for some of those local health facilities. It also will make for a faster purchasing process also for testing because authorities certainly make very clear that testing is certainly key. Now when it comes to that it's that testing that is revealed now additional cases a total of 76 across the State of New York, 11 of them here in New York City, but a bulk of them in fact, 57 of them are by West Chester County and a majority of those or at least many of those have been linked to one specific individual. So many of those that have tested <POSITIVE> are those that have lived with and worship with so authorities are certainly now taking a closer look at <<PERHAPS>> some of the elder care facilities in and <AROUND> West Chester County since that is really one of the big concerns right now for authorities, especially after what's happening in Washington State with that -- with that other facility that where they saw multiple people to die from this. So that is why health officials are on the East Coast are certainly taking a good hard look at that, especially with these new numbers again now, 76 across the State of New York, 11 of them here in New York City and 57 in nearby Westchester County. Fred, back to you."
  },
  {
    "transcript_id": "CNN-262612",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Zeke, as you know, Donald Trump, in part thanks to you -- you're the political reporter for \"TIME\" magazine -- he's on the cover of the new issue of \"TIME\" magazine. He also posed -- and I'll show it to our viewers -- with a bald eagle for this \"TIME\" magazine photo shoot. Talk a little bit about how about how all of this came together.",
    "statement": "<WELL>, obviously Donald Trump's at the top of the polls nationally, as discussed before. And, you know, we were looking to find a way to capture this moment. Not only what does this mean for Donald Trump, but what does it mean for all America? And that was -- but in reporting the story, we found is that voters are frustrated with both political parties, certainly Republican voters are frustrated with their own party, looking pack that Obamacare hasn't been repealed, the slow economic recovery, rising income inequality. They're looking for authenticity. And Donald Trump, you know, he is who he is in public; and he's the same person he was on TV when he was on \"The Apprentice.\" That's resonating with voters. As absurd as it seems on its face, that's actually connecting."
  },
  {
    "transcript_id": "CNN-92136",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right, for the high-fashion lowdown, we turn to \"Queer Eye's\" Carson Kressley now, who mined the red carpet for fashion nuggets. He talked with, of course, our best looking anchor, CNN's Bill Hemmer.",
    "statement": "<WELL>-dressed."
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "And ripped her apart. What kind of insanity would allow people to just take her leg?",
    "statement": "For the first time, the search warrants peel back layers of the investigation, revealing stepmom Elisa Baker and dad Adam Baker <<ALLEGEDLY>> gave police totally conflicting information on when they last saw Zahra."
  },
  {
    "transcript_id": "CNN-371133",
    "matched_terms": {
      "kind of": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So we're learning a little bit more about why the White House made the decision to roll this out last night. The president tweeted it out even though he had given a hint earlier in the day when he said he was going to be making a big announcement on the border. And now we're being told by sources that the White House actually held a call on when they were going to make this decision yesterday morning. The president had decided he wanted to move forward with it, and they decided that instead of waiting for what could be a more prepared, more calculated rollout, they decided they wanted to announce it last night because they didn't want details of this to leak to reporters. Now, the president, in the previous days, had been cautioned against making this move from people like the Treasury Secretary Steven Mnuchin, but then on the other side of things there were people like his trade adviser Peter Navarro who were telling the president that this was the move that would get Mexico's attention. Now, of course, that rollout has not gone as smoothly as the White House had hoped and they are now getting an earful from some Republican lawmakers on Capitol Hill who are urging the president to reconsider this move, but so far, us you showed on his Twitter feed, he has not shown any signs of backing off.",
    "statement": "That is an understatement. And since they haven't been living under a rock at the White House, they, I'm <<SURE>>, fully expected that this <<KIND OF>> backlash, even and especially from their own party. Kaitlan, thank you so much for that reporting. Wall Street, today, is reacting quickly and harshly to the tariff threats. The president's move adds more economic certainty to the markets already unnerved by the prolonged trade fight that's going on with China. Let's get straight to the New York Stock Exchange. Alison Kosik is there. So, Alison, you understand the pulse of that place so <WELL>. Explain why this is such a big deal to investors and what we've seen so far since the markets opened."
  },
  {
    "transcript_id": "CNN-17334",
    "matched_terms": {
      "understanding": "ungraded"
    },
    "previous_statement": "Well, we have made clear that it has to be a fully democratic government, and that Milosevic should not have a role in it. And as we talk about lifting the sanctions, I think that that is obviously one of the things we have in mind, but so does everybody else, so that it is important to consider it that way.",
    "statement": "Madam Secretary, have you spoken with Foreign Minister Ivanov? And if you have -- since his meetings -- and is it still your <UNDERSTANDING> that he was conveying to Mr. Kostunica President Putin's congratulations on becoming president or simply on winning the first round of the election?"
  },
  {
    "transcript_id": "CNN-311225",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded",
      "interpretation": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "To Egypt now, where Pope Francis has been celebrating mass for Christian worshippers in Cairo. His trip is trying motivate more religious tolerance, something he talks about quite often. ISIS has targeted Coptic Christians recently there and the pope said it's time for all faiths to fight such violence. Vatican correspondent Delia Gallagher is joining us now live from Cairo. It's unusual for a pope to visit Egypt. And what is his message to Muslims there, Delia?",
    "statement": "<WELL>, you know, Natalie, the pope was invited here by the main Muslim leader, the grand imam of al-Azhar. Al-Azhar is the center of learning and teaching for Sunni Islam. So the Vatican thinks that it's an important partner in dialog. They are the ones that given an authoritative <INTERPRETATION> the Quran. They are the ones that set the curriculum that is taught in school. So the pope talked to them <ABOUT> the importance of education for future generations on a path for peace. And interestingly, just at the mass, which was with 30,000 or so, a very small community of Catholics here in Egypt, the pope said that the only fanaticism is permitted for believers is a fanaticism of charity and that God is not pleased by any other type of fanaticism. So his message all <AROUND> from yesterday to today has been one against any <<KIND OF>> using violence in God's name, both to the Muslim communities, to the Christian communities --"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "probably": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But Mr. Cutler, this is the first witness and there is a very long witness list. Now, there are those who would say this is part of deliberate strategy by the Bush side to string this game out until in real terms there is no chance for a recount, that the Bush side would like to cede. How do you feel about that argument?",
    "statement": "<WELL>, I <<<THINK>>> it's pretty obvious, as Greta said earlier, that the Gore side wants a very quick decision if we can get it. Time is running out of the hourglass. And the Bush side wants to string it out as long as possible. And they <<PROBABLY>> have the right legal legally to do that, and we're just going to have see whether this country-style judge can <TAKE> control of the proceedings and move them along rapidly in time to be relevant or whether it will string out past the 12th of December."
  },
  {
    "transcript_id": "CNN-303926",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "The next step was, President Pena Nieto not. And <<MAYBE>> that was cover for the U.S. president. Jamie, let me just turn to you because the other piece of this, right, and we heard him in Philadelphia, like the first 15 minutes, going through all these executive actions - and he's been very productive in the first couple of days - all these executive actions he's signed. A, how realistic are they? B, using Dana Bash's term, you know, twilight zone of, let's remember all the Republicans railing on Obama for all of his executive actions and pot-kettle?"
  },
  {
    "transcript_id": "CNN-125918",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded",
      "wonder": "ungraded"
    },
    "previous_statement": "OK. Take a listen to what the teacher had to say.",
    "statement": "Broke my heart because, you know, you <WONDER> that this too -- the kids` mom -- you know, what <ABOUT> the kids, you know, just to <TAKE> them like that?"
  },
  {
    "transcript_id": "CNN-262011",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Joining me now Dan Rather, host of AXS TV is the big interview, and New York Times columnist, Frank Bruni. Do you know how nerve racking that is to have you watch me do my -",
    "statement": "Oh, I <WOULD> know till you're rocking it all."
  },
  {
    "transcript_id": "CNN-366936",
    "matched_terms": {
      "would": "ungraded",
      "sense": "ungraded"
    },
    "previous_statement": "Well, I would tell her to plead guilty.",
    "statement": "But I <WOULD> only tell her that because that's the way the system works. It's -- in a <<SENSE>> -- I hate to use the word \"rigged system\" but it is in the <<SENSE>> that everybody knows -- every attorney knows that if you don't get in the door early and get the deal for your client, the client's going to jail for a longer period of time."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "would": "ungraded",
      "should": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Yes, sir, I do.",
    "statement": "Now, dereliction of duty, as a concept unique to military law. <<PROBABLY>> <SHOULD> apply to us in politics; a lot of us <WOULD> be in trouble, <<PROBABLY>> me included if that was the case. But in the military, as a commander, it can be a criminal offense if you derelict your duty to maintain good order and discipline in a way that crosses the line, is that correct?"
  },
  {
    "transcript_id": "CNN-42562",
    "matched_terms": {
      "rather": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Ms. Elcano, what's at stake here is the health of postal workers.",
    "statement": "And when you're dealing with their health, <<PERHAPS>> even their lives, isn't it best for the Postal Service to be overly cautious, to go too far <RATHER> than not far enough?"
  },
  {
    "transcript_id": "CNN-324451",
    "matched_terms": {
      "would": "ungraded",
      "often": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "a bit": "ungraded",
      "guess": "ungraded",
      "sense": "ungraded",
      "take": "ungraded",
      "question": "ungraded",
      "change": "ungraded",
      "moderate": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right. Live pictures at the United States Capitol waiting for the President of the United States to arrive. He's having lunch with Senate Republicans on the agenda tax reform. But there's a great deal of anticipation here because of the failures in the past few months to say repeal and replace Obamacare because of re-igniting of the feud today between and Senator Bob Corker of Tennessee. Even senators have a <<SENSE>> of humor <ABOUT> these things. I want to show you a photo. Republican Senator Thom Tillis -- here comes the President right now. We'll watch the President's motorcade arrive here on Capitol Hill. If there's any way to split the screen, I <WOULD> like to also show you Thom Tillis as we wait for the motorcade to dome in these are long motorcades, welcome to Washington, D.C. Thom Tillis, Republican senator of North Carolina <ABOUT> to head up to this meeting filling up a bag of popcorn. Asking if he's bringing the popcorn up for the Corker/Trump fight? He said, yes. You're waiting on anticipation of these photos control and you're going to wait a long time. Presidential motorcades in Washington, D.C., go a long way here. The President arriving on Capitol Hill, let's talk. I <<GUESS>> we're fascinated to show the D.C. police department and their great equipment. There's the President's motorcade coming into the White House right now. We're making light of this because of the personal feud but, again, we are <ABOUT> 10 months into the Trump presidency. They have zero big legislative wins. So our Jeff Zeleny saying the President wants to press them to move more quickly to confirm his nominee so we're still waiting. Now, the President is late to nominate a lot of these people and the Democrats have taken every advantage they can to then slow the pace down when it gets up there. So the President will push not just for tax reform, <<PERHAPS>> suggesting the Senate stay in on the weekends. Jeff Zeleny is reporting to get some of the nominees through before the end of the year. So kicking the can <A BIT> there. But the big <QUESTION> here is a, the tax reform, b, what the subset of the relationship. Because the relationship was not where it needed to be to get Obamacare done. The <QUESTION> is can they get there? The President is going to be in this room. He is fighting today with Bob Corker. He's been fighting in recent days and this one goes back a while. It has a history with Senator John McCain. There are others like <MODERATE> Susan Collins, more <MODERATE> Lisa Murkowski who disagreed with the President not just on the substance of Obamacare but on how he went <ABOUT> the debate. You've had Ben Sasse, the senator from Nebraska tweeting that the President misbehaves too <OFTEN>, doesn't speak in a way that he finds to be, shall we say, civic minded? It only takes two Republicans to <TAKE> the train off the tracks because they have a 52/48 majority. Is there any expectation that the President tries to make things better or does the senators, the most I talk to <<<THINK>>> that the President is not going to <CHANGE>, therefore, how do we navigate this?"
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "What was the toughest?",
    "statement": "Aretha Franklin was tough. She turned out to be good, but she was, you know, she was -- she's a very -- she's a very wonderful, but in some ways, shy woman. And you don't <<<THINK>>> <ABOUT> that when you see how she emotes and performs."
  },
  {
    "transcript_id": "CNN-242760",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Oh, I mean little things from shooting Osama bin Laden three weeks later, getting passed over for promotion. Just getting black balled for doing something - everyone was so close to do it, and even now, I mean there are guys now saying that I'm full of",
    "statement": "<WELL>, freelance journalist Alex Quade spoke with CNN's Anderson Cooper last night <ABOUT> the 18 months that she spent interviewing the former Navy"
  },
  {
    "transcript_id": "CNN-236687",
    "matched_terms": {
      "take": "ungraded",
      "claimed": "ungraded"
    },
    "previous_statement": "Now you see what is going on in some of these local communities with a lot of the military gear on the streets there. Thanks very much, Brian Todd, for that report. President Obama says there's no excuse for police to use excessive force against protesters. We're also learning new information about the investigation. The Justice Department and FBI are now getting involved, ordered to do so by the president. Let's bring in our justice correspondent, Pamela Brown. She is taking a closer look at what federal officials are about to do. What are we learning?",
    "statement": "Wolf, we're learning that federal officials from DOJ and from FBI and the U.S. attorney's office in Saint Louis are on the ground in Ferguson conducting the investigation. And the first major step that has been taken is interviewing eyewitnesses who say they were on the scene when Michael Brown was shot on Saturday. Wolf, we have learned from a source that federal officials have interviewed 22-year-old Dorian Johnson. He is the young man who <CLAIMED> that he was with Michael Brown walking with Michael Brown when Brown was shot by police. Of course, he's a key witness in all of this, but we have learned that several witnesses have been interviewed and this is just a small part of the puzzle for the investigation. Authorities, Wolf, are also going to be looking at of course ballistics, autopsy results to try to piece together whether or not Michael Brown's civil rights were violated. A key distinction, this federal investigation separate from the local investigation, and these civil rights investigations, Wolf, <TAKE> time. You look at the probe into whether Trayvon Martin's civil rights were violated, that probe is still going on. It's a long process."
  },
  {
    "transcript_id": "CNN-188886",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded",
      "certain": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I'm not going to put my job over helping someone again. I am going to do what I felt was right and I did.",
    "statement": "In hot water, a lifeguard credited with saving a life then getting the boot, fired. Six of his co-workers quitting in protest and this morning 21-year-old Tomas Lopez tells us his side of the story. And tired of dealing with that <CERTAIN> business? <WELL>, <<GUESS>> what. We have the list of the most disliked companies. See which ones made the list. And, yes, we are following breaking news this morning. Terror arrests in London to tell you <ABOUT>, a city already under heightened security before the Olympic Games. Police arrested five men and a woman in two separate areas of London. The six are suspected of being part of a possible terror plot with potential targets in the U.K.. We go now to CNN's Nic Robertson in London. Nic, what can you tell us <ABOUT> this?"
  },
  {
    "transcript_id": "NPR-2732",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "I'm Farai Chideya, and this is NEWS & NOTES.",
    "statement": "Commentators, they can make us laugh and say amen. They can also make us write an angry letter to the editor. The new book “Black Voices in Commentary: The Trotter Group” <MIGHT> make you want to do both."
  },
  {
    "transcript_id": "CNN-168060",
    "matched_terms": {
      "may": "ungraded",
      "quite": "ungraded",
      "a bit": "ungraded"
    },
    "previous_statement": "When was the last time you saw those shorts?",
    "statement": "Those weren't shorts that I dressed Caylee in <QUITE> <A BIT>. I mean, there was <QUITE> a few things that I didn't dress Caylee in. And that outfit was not one of my favorite outfits. And she had more clothes hanging in her closet than she did there, so unless Casey had her in them and I -- she <MAY> have worn them after, but I didn't see her that much after 2007. I don't recall -- I do not recall seeing Caylee in those shorts after 2007."
  },
  {
    "transcript_id": "CNN-180624",
    "matched_terms": {
      "satisfied": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We acknowledge what you`re saying (ph).",
    "statement": "Welcome back. The town hall meeting in Le Roy, New York was a hot bed for debate this past weekend. Parents want to know if it is safe to send their kids back to school where over a dozen teenage girls developed tic-like symptoms. The New York State Health Department said it tested the water, and then, that is safe. Some of the girls have been diagnosed with a psychogenic condition called conversion disorder, but activists say they can`t rule out environmental causes without seeing all of the reports and having all the questions answered. Many parents are not <SATISFIED>, and they want to know why the school isn`t being forthright and forthcoming with the information that they do have. Back with me, HLN correspondent, Jim Spellman and Lana Clark joins me in the studio, as <WELL>. And Lana, you have a daughter with the condition, is that right?"
  },
  {
    "transcript_id": "CNN-349231",
    "matched_terms": {
      "may": "ungraded",
      "probably": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "There's got to be some strongboxes somewhere.",
    "statement": "So <<APPARENTLY>> there is <<PROBABLY>> a safe box in the back of the museum that <MAY> hold some of the most precious objects. But the majority of the museum is now lost. So this is -- it is -- the cultural memory of Brazil is gone."
  },
  {
    "transcript_id": "CNN-378661",
    "matched_terms": {
      "kind of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, it's a health care ad but it's a deeply personal ad and I you think you do see Joe Biden really leaning into his biography and the sense that voters know him and like him. He's a known quantity and he's someone who wears his heart on his sleeve. That's something that people like about him. So while it is about health care, this isn't just sort of wonky policy-driven pitch. That's not fundamentally what Joe Biden is selling. Joe Biden is selling Joe Biden the human being, someone you know, someone you like, someone who is compassionate, someone who in his heart, as he said in his video announcement of his campaign, is offended by Trump and by what happened in Charlottesville. I think this is really about a personal appeal. And it is also about the electability, about positioning him as a moderate, about signaling to voters that he's the candidate who is not looking for a political revolution, who is not looking to disrupt the whole system, but who wants to take the successes of the Obama administration, as Democratic voters see them, and protect them.",
    "statement": "Julie, that was one of the things after watching it -- I admit I watched it two or three times to <<KIND OF>> get the texture of it. If Democrats are prioritizing beating President Trump in 2020 and electability is the top issue, and former Vice President Biden is doing so <WELL> there, why not push in that direction primarily instead of pairing, with the biography, health care?"
  },
  {
    "transcript_id": "CNN-92136",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "We're going to take a quick break. We'll explain.",
    "statement": "This former teacher-turned-lawyer-turned-politician once said, and we quote, \"Vice president has such a nice ring to it.\" As part of CNN's anniversary series \"Then and Now,\" we <TAKE> a look back at -- you know who it is, right? Geraldine Ferraro. Where is she today?"
  },
  {
    "transcript_id": "CNN-41218",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good morning. Today, I want to update Americans on our global campaign against terror. The United States is presenting a clear choice to every nation, stand with the civilized world or stand with the terrorists. And for those nations that stand with the terrorists, there will be a heavy price. America is determined to oppose the state's sponsor of terror. Yet, we are equally determined to respect and help the men and women, those regimes oppressed. Our enemy is not the Arab world. Many friendly Arab governments are themselves the targets of extremist terror. Our enemy is not Islam, a good and peace-loving faith that brings direction and comfort to over one billion people, including millions of Americans. And our enemy is not the people of any nation even when their leaders harbor terrorists. Our enemy is the terrorists themselves and the regimes that shelter and sustain them. Afghanistan is the case-in-point. Its Taliban regime has made that nation into a sanctuary and training ground for international terrorists, terrorists, who have killed innocent citizens of many nations, including our own. The Taliban promotes terror abroad and practices terror against its people, oppressing women and persecuting all who dissent. The Taliban has been given the opportunity to surrender all the terrorist in Afghanistan and to close down their camps and operations. Full warning has been given and time is running out. The Afghan people, however, are the victims of oppression, feminine and misrule. Many refugees from that unfortunate are on the move and sadly, many Afghans are on the verge of starvation. American respects the Afghan people, their long tradition and their proud independence and we will help in this time of confusion and crisis in their country. American has long been the largest source of food and humanitarian assistance to Afghanistan. This week, I announced an additional $320 million in aid to the Afghan people, to those within Afghanistan and those who fled across borders. Despite efforts by the Taliban to disrupt these critical aid shipments, we will deliver food and seeds, vaccines and medicine by truck and even by draft animals. Conditions permitting, we will bring help directly to the people of Afghanistan by airdrops. This aid will help Afghans make it through the upcoming winter. For the longer term, I urge Congress to make funds available so that one day, the United States can contribute, along with other friends of Afghanistan to the reconstruction and development of that troubled nation. Helping people in great need is a central part of the Jewish, Christian and Islamic traditions, as well as many other faiths. It is also a central part of the American tradition. Even as we fight evil regimes, we are generous to the people they oppress. Following World War II, America fed and rebuilt Japan and Germany and their people became some of our closest friends in the world. In the struggle ahead, we will act in accordance with American ideals. We are offering help and friendship to the Afghan people. It is their Taliban rulers and the terrorists they harbor who have much to fear. Thank you for listening.",
    "statement": "The weekly radio address from the president at Camp David this weekend, talking <ABOUT> three fronts - the diplomatic, the military and the humanitarian. On the diplomatic front, the president saying, \"Our enemy is not the Arab world. Our enemy is not Islam.\" We have heard that repeatedly, the message from not only the president but also Tony Blair, the British Prime Minister. On the military front, the president saying and quoting now - \"full warning has been given. Time is running out.\" Relative to the humanitarian situation, the president, again, referring that food drops are a strong possibility to the Afghan people, again, a reference to Japan and Germany during the Second World War. Back to Kelly Wallace near Camp David. And Kelly, it is remarkable and in almost every speech that we hear, this address is always brought up - our fight, our war is not against Islam, it is not against the Arab people. That is a drum that will continue to be beaten by this president and many others, correct?"
  },
  {
    "transcript_id": "CNN-398739",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Before it became a pandemic.",
    "statement": "Thanks very much to all. And next, a plan to reopen casinos in Las Vegas. I'm going to talk to the leader of the largest casino workers union to see if the risk to his members is worth the payoff. And then to the Jersey Shore where a major - a mayor wants to reopen his town and the beach even as hundreds are still dying in the Garden State, his plan. And we're going to <TAKE> you where fewer people have died during the entire outbreak, than die in a single hour in the United States: New Zealand. We're going to talk to an expert. What is New Zealand doing?"
  },
  {
    "transcript_id": "CNN-6846",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "We had one goal over time, that was to reunite the little boy with his father. We tried every way we knew how to do it in a voluntary, peaceful way. That didn't work, and so we proceeded with the law enforcement initiative. In all these instances, I try to make the best judgment I can and then I move forward.",
    "statement": "And there were new details <ABOUT> what happened Saturday morning. INS agents told superiors that Miami relatives locked doors and blocked them with furniture, despite earlier assurances that they <WOULD> not interfere if the government came for Elian. In its application for a search warrant, the government asked to conduct the raid at night, fearing a human chain <AROUND> the house <WOULD> impede them during daylight hours. As the debate over tactics raged on, the Gonzalez family spent another day in seclusion. Then, for the third day in a row, relatives from Miami were denied access. The two sides are scheduled to meet next month in a courtroom."
  },
  {
    "transcript_id": "CNN-238724",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "There hasn't been legal action in all of the cases but each has faced public backlash. Rice has pleaded not guilty to an assault charge, but was fired by the Ravens. Hague resigned as CEO of his company under immense public pressure. And Solange was simply subjected to social media scolding and negative press. But legal experts warn, even for private citizens, the consequences of a caught on camera moment can last a lifetime the moment it hits the Internet.",
    "statement": "You know there's that phrase \"permanent record.\" <WELL>, that's more true now than ever. You know, there's a push back. Some people are saying, if I do stupid things when I'm done, can't I be forgiven when I'm older? But so far, the public's not very forgiving."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "imagine": "ungraded",
      "avoid": "ungraded"
    },
    "previous_statement": "Well, I think basically this has been going forever. In Britain this has been going on, and I think they`re not doing anything different. They`re paying the celebrity instead of paying the paparazzi for the pictures. And when the celebrity gets paid it`s basically like a job, and he will deliver like he`s working for you. And I don`t think there`s anything wrong with this at this point, especially someone like a Michael Jackson, when the whole world wants to know what you`re doing. He would be dumb not to get paid for this huge story.",
    "statement": "But obviously, this has to, you know, keep a competitive market going and, Howard, I <<IMAGINE>> the other magazines are going to have to respond to this because, you know, if \"OK!\" is willing to pay big bucks for the same story everyone`s going for, how will the other magazines <AVOID> getting in a similar game?"
  },
  {
    "transcript_id": "CNN-64901",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And while the military buildup continues for a possible war with Iraq, the president again saying that he would like to resolve this peacefully -- Leon.",
    "statement": "<WELL>, Suzanne, what do we know <ABOUT> the president's schedule for today? Is he going to be coming out and making any more statements on any of this or what?"
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "would": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "And so he gives a life in prison.",
    "statement": "And <<MAYBE>> he never thought it <WOULD> happen."
  },
  {
    "transcript_id": "CNN-355319",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Back in July, The U.S. President -- excuse me -- tweeted this. to Iranian President Rouhani, never ever threaten the United States again or you will suffer consequences the likes of which few throughout history have ever suffered before. We are no longer a country that will stand for your demented words of violence and death. Be cautious. OK, so does this threat from Iran about U.S. bases and aircraft carriers being within range of their missiles, does that rise to this level of consequence you've ever seen before? How serious is this claim coming from the revolutionary guard?",
    "statement": "To be frank, it's not clear to me. It's not new. The Iranians have made this <<KIND OF>> threat before. What's not clear to me is what is the definition of what you know, President Trump considers a serious threat. You know, he's talked this way <ABOUT> striking North Korea, he's looked at you know, military options for invading Venezuela but he hasn't taken military action. So I don't -- I don't know frankly what that line is. And there's a danger, you know, that's -- if you make these threats, as the President of the United States, but you don't follow up on them, that can lead your enemies to not -- to not fear the threats."
  },
  {
    "transcript_id": "CNN-234352",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Right. Our situation was, of course, complicated because Daniel was married. And as parents of a married service member, you are not kept in the loop. It's all in -- next of kin becomes the wife, which I totally understand. But in it a situation like this, where we understand that if a service member is having suicidal ideation, their actual chart is flagged in the system. And once that happens, the way that we understand HIPPA to work, at this point, is that the mental health professional does have the option, if he feels that the service member is a threat to himself or others, they can proactively reach out and to get more information, to -- inform family. And we just don't feel like that is being done. There's this fear of government being sued, I don't know. But there is this tremendous fear of HIPPA. It's constantly -- you run up against it, and everybody just goes like this. We can't do anything because of this.",
    "statement": "You know, we <<COULD>> go -- I honestly <<COULD>> spend two hours with you, to speak with you on all of the issues that have plagued the VA and how you have lived through this. Let me ask this to either of you. Sitting on Capitol Hill, face-to-face with these members of Congress, going through these issues line by line, how receptive were they? And I mean, just beyond -- not just raising awareness and waiving the flag but fixing this."
  },
  {
    "transcript_id": "CNN-374811",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "seem": "ungraded",
      "certain": "ungraded"
    },
    "previous_statement": "We are expecting to see this hurricane make landfall just west of us later this morning. We are already feeling the rain bands and heavier gusts of wind. Right now --",
    "statement": "-- we know that <CERTAIN> parts of town <SEEM> to have lost power. I talked to some residents who said that they were gathering at hotels or places they <<COULD>> see where the lights are still on because their generators back at home <MAY> or <MAY> not be working at the moment. We are preparing for the worst yet to come. Right now, the mayor is most concerned <ABOUT> the flooding not so much <ABOUT> the wind gusts. But as you all were just discussing, this is <ABOUT> how fast and how much the city's pumps can handle. They have seven pumps right now in Morgan City. That's after they brought in extra yesterday. They're expecting <ABOUT> 10 to 20 inches over the course of three days. As long as that comes in waves, as long as there are breaks between the heavier bands of rain, they have a fighting chance to be able to pump this out. But if those 10 to 20 inches come all at once, they're going to be in trouble."
  },
  {
    "transcript_id": "CNN-397508",
    "matched_terms": {
      "sometimes": "ungraded",
      "often": "ungraded"
    },
    "previous_statement": "\"The New York Times\" says senior officials urged Trump to impose social distancing measures long before he did, a detail Fauci confirmed on \"",
    "statement": "We look at it from a pure health standpoint. We make a recommendation, <OFTEN> the recommendation is taken, <SOMETIMES> it's not. But we -- it is what it is, we are where we are right now."
  },
  {
    "transcript_id": "CNN-202846",
    "matched_terms": {
      "would": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Yes, and one of the fundamental things we're supposed to do is a budget. Now, in the last two years, when we've had Speaker Boehner we've actually done a budget. What is frustrating the United States Senate, it's been more than 1,400 days since the Senate has actually passed a budget. And the challenge for the president is, in the four years that he was president, he introduced a budget, there's not a single person in the House or Senate, Republican or Democrat, who has ever voted in favor of the president's budget. He was supposed to introduce a budget on February 4th. He didn't. He said he'd do it in March. Now he says he's supposed to do it in April.",
    "statement": "Congressman Ryan has a budget, and it's a budget that <WOULD>, I <<GUESS>>, close the gap within 10n years. The first original one was 30 years. Now we're looking at ten years. Part of that deal, though, <WOULD> be repealing Obamacare."
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "a little": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Were you forced to resign? Was it a CBS policy?",
    "statement": "Oh, no, not at all. I had long since decided I was going to step down from daily journalism at 65. I had been with United Press for 11 years, at \"Scripps Howard\" for two or three years, fighting deadlines every day. And then, 20 years on \"The Evening News,\" and you know, after that, I said I want to <TAKE> it <A LITTLE> easy. I didn't realize how easy I was going to have to <TAKE> it."
  },
  {
    "transcript_id": "NPR-21185",
    "matched_terms": {
      "about": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And when we talk about emptiness in space, there's no air. There's maybe three atoms per square meter. And the rest...",
    "statement": "Yeah, <WELL>, so this is the amazing <THING> <ABOUT> space. It is remarkably empty - right? So you know, there are some places where there's just one little bit of matter in the same beach-ball-like volume. And there are some places where it's even less than that. You'd have to actually search an even larger volume of space before you found a lonely atom. So yes, space is pretty damn empty."
  },
  {
    "transcript_id": "CNN-296987",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "There are other polls out there which have shown some tightening. So, you know, he <<COULD>> be on the move. We'll have to wait and see. We need more information but he <<COULD>> be on the move and, you know, it <MAY> be that some of Hillary Clinton's teams are breaking out right now."
  },
  {
    "transcript_id": "CNN-274415",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Well, particularly in the tribal areas of Pakistan, it has complicated the fight. It has been difficult at times for the Pakistani military to go in. There has been a certain amount of support in some of these areas for the militants, militants who are part of the same tribes. But we have seen a significant amount of progress in this last year by the Pakistani military. And that's why these militant groups are lashing out here, Chris. With this sort of conflicting claim of responsibility, you've got one commander, Mansoor, who has just got off the telephone with our local reporter, Salim Massa (ph) in Pakistan, saying, \"I was responsible for this.\" And the main group, they actually sanctioned it, but they're going to deny it for political reasons. That's what he essentially has said now to CNN. The Pakistani Taliban having their cake and eat it, that Peshawar attack back in 2014, even al Qaeda criticized them for carrying out that attack. They may have carried out this attack and then denied it. Confusing, I know, but all part of the local dynamics in Pakistan.",
    "statement": "Also not known for straight-line moral standard. But what <WOULD> be the perverse notion of righteousness in an attack like this? How is it justified on any level to these minds?"
  },
  {
    "transcript_id": "CNN-231692",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "We'll see what they pose. The NBA did put out a statement and I'll read to you a line from it. A couple of line. Commissioner Silver has consistently said the preferred outcome to the Clippers proceeding would be a voluntary sale of the team. Shelly Sterling advised the NBA last night that an agreement had been reached with Steve Ballmer and the NBA Advisory Finance Committee met via conference call this morning to discuss these developments. We await the submission of the -- of necessary documentation from Mrs. Sterling. In the meantime, the June 3rd special meeting of the NBA Board of Governors remains as scheduled. That's from Mike Bass, the executive vice president of communications for the NBA. That's a pretty specific -- they're going ahead with this meeting unless they have the paper work that a deal is done, proved by all the owners and the buyers.",
    "statement": "That's the only way this <THING> is going to be resolved, by setting deadlines. The NBA has set a deadline. And they will either throw him out on June 3rd or they will simply approve the sale on June 3rd. But the key point is that Donald Sterling is going to be out on June 3rd."
  },
  {
    "transcript_id": "NPR-10764",
    "matched_terms": {
      "quite": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "positive": "ungraded"
    },
    "previous_statement": "Mm-hmm. And it's interesting that you had - you talked about you had blood samples, old blood samples of Ebola. And you went to look back into them and you found AIDS in those blood samples, your HIV virus in the sample?",
    "statement": "That's right. In '86, when we had enough kits to tests antibodies for HIV, so that you can see whether someone was infected or not, what we did is we went back to the samples that we had collected in '76 during the Ebola outbreak. So 10 years before and when nobody had ever heard of AIDS, because the first cases of AIDS were reported from the U.S. in June 1981. And so we found antibodies that was less than one percent of the population in that zone where we had found Ebola virus were already HIV <POSITIVE>. So that was the first indication that HIV had been <AROUND> for longer than '81, also that it had been in Africa for <<PROBABLY>> <QUITE> a while."
  },
  {
    "transcript_id": "CNN-198001",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "I was a young man and I made a mistake and I paid my dues and came out and became a member of society and I worked. And I built companies sometimes employing 200 people.",
    "statement": "Knight's attorney says, using cash for such a large transaction was <<PROBABLY>> a mistake. But certainly not a crime."
  },
  {
    "transcript_id": "CNN-183245",
    "matched_terms": {
      "allegedly": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So I wonder why the police chief who is temporarily stepped down would release that statement, that account, by way of the website as opposed to usually on a police report that would be requested by media? Why did the police department decide to go this route?",
    "statement": "<WELL> I <<<THINK>>> for a couple of reasons. One, Bill Lee stepped down temporarily. So he's not in charge of the police department right now. They put two captains in as interim chief to <<KIND OF>> run the department. Another reason is I <<<THINK>>> because of the media attention and because people are demanding that George Zimmerman be arrested for murder and be charged in this that he's trying to explain why they took the steps to say this was a stand your ground case. So pretty much defending his decision and his police force's decision so he decided to <<SORT OF>> quell that outcry saying that the police did not do their job by telling them what Zimmerman <<ALLEGEDLY>> told the police department when they got to the scene."
  },
  {
    "transcript_id": "CNN-259013",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, again, he doesn't say that he gave people drugs without their knowledge. They stopped him before that and he was asked many times, and his lawyers would not let him reply. If he had given us the drugs with their knowledge, he would have just said, no, they knew, but I didn't know. I had a cocktail and do not remember passing out. I sort of remember coming to in a very groggy, foggy state. I don't know whether he put a Quaaludes in my cocktail or what he put in my cocktail but I have never passed out from a Bloody Mary before.",
    "statement": "Your story, your recollection, is very similar to that of the other women who have gone public and spoken out <ABOUT> Bill Cosby. Have you talked to any of the other women since this came out yesterday?"
  },
  {
    "transcript_id": "CNN-21155",
    "matched_terms": {
      "usually": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Listen, let's talk about how the appeals process works. We were just talking about some issues with Susan Candiotti. Tell us how the justices take this case and where do they go from there?",
    "statement": "<WELL>, whenever justices get cases like this, what they do is they will <USUALLY> conference either informally, or formerly in a conference room, and then they will make a decision as to exactly what they're going to do. For example, are they going to <TAKE> the case? Are they going to set a scheduling for briefing? Are they going to have oral argument? Those are decisions they will have to make."
  },
  {
    "transcript_id": "CNN-110782",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "... put some lights on him, and just did a quick camcorder interview. The quality -- the -- the difference in quality within one tape is dramatic. Obviously, the second portion was rather quickly done.",
    "statement": "Yes. And we talked <ABOUT> this strong language he had for President Bush. He calls him a deceitful charlatan. He also has some strong language to -- for Pope Benedict XVI. What we didn't <ABOUT>, he also addresses the situation going on in the Sudan, Laura."
  },
  {
    "transcript_id": "CNN-268356",
    "matched_terms": {
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "To be honest, you a little bit. But I watched somebody on Joe's show this morning. It's fawning off him, he says how handsome he is. How good -- I don't know, I think I'm better looking than he is. Am I better looking than him?",
    "statement": "Yes. This is <<KIND OF>> classic Donald Trump. It's funny. But when does this <<SORT OF>> insult throwing, when does this -- you know, when does this start to wear thin?"
  }
]