[
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "You think she passed away?",
    "statement": "I`m pretty <SURE>. She`s ice cold and her hands are turning blue. I have two other people here with me and we all <THINK> she`s dead. 911"
  },
  {
    "transcript_id": "CNN-389744",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes, Wolf, this is the highest-level briefing that can be given to congressional leaders, the leaders with the highest level of classification, that they can receive. We had two administration -- at least two administration officials who are up here meeting with those leaders, Paul Nakasone, the director of the NSA, also Joseph Maguire, the director of national intelligence. And why this is so important, Wolf, is this bipartisan briefing for people, including Speaker Nancy Pelosi, Democratic Leader Chuck Schumer, Senate Majority Leader Mitch McConnell, the chairs and rankings of the House Intelligence and Senate Intelligence committees, is, it comes amid continued questions for Democrats about the decision to strike Qasem Soleimani in Iraq earlier this week. Democrats have raised serious concerns about the intelligence that led to that attack. They have raised serious concerns about whether there is a strategy to come after that attack. Now, Wolf, we were sitting outside the meeting that was taking place in a classified room. None of the leaders who came out said anything at all, which is somewhat par for the course. They are not allowed to discuss these meetings. They're certainly not allowed to talk about the intelligence. But it's important to note that this meeting comes before all senators, all members of the House will get their own briefing from top administration officials tomorrow. Now, Republicans have stayed very closely behind the president on this action, making clear Soleimani was a terrorist, in their words, somebody who needed to be taken out. But the big question now going forward is twofold. One, what happens next? And, two, what about the intelligence? One of the questions I have heard from members, both parties, is the administration sent up a classified war powers notification. That notification, according to members in both parties that I have spoken to, didn't have the type of information that those members believe should be classified. And it all goes into the idea right now that members aren't sure they are getting the type of information they should be related to an operation of this significance. The administration will keep that effort going tomorrow in those briefings for the House and Senate -- Wolf.",
    "statement": "As you <KNOW>, Phil, the impeachment trial in the Senate is also looming. The Senate majority leader, Mitch McConnell, now says he has the votes to set the rules for the trial without Democratic support. How significant is this?"
  },
  {
    "transcript_id": "CNN-298334",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Well, that's the big question, and that's what everyone is wondering. The reason why the government made this a surprise move, the reason why it didn't broadcast the fact it was doing this, was that it wanted to shock the system. There are a lot of people in India who have what is known as black money, money that is unaccounted for, untaxed. So the government wanted to ensure that these people were caught by surprise that their money, which is unaccounted for, would be worthless overnight. This was Modi's big move. This was one of the things that he ran on two years ago. And that's what he's trying to sort of bring to life now through this move. Now, the problem is that in trying to hurt the rich people, the rich, corrupt Indians who have been stockpiling cash. He's also hurt, as you saw from the piece we saw a few minutes ago, he's also hurt middle class Indians, poor Indians, Indians who don't have bank accounts, Indians who only use small change. And now, they're struggling with all these decisions that are coming together right now this week. There's a lot of opposition to this move. There are a lot of people who are stand by the prime minister's move. But the opposition in parliament is quite angry. Today was the first day of the winter session of parliament. A lot of strong words were seen and heard. And we're expecting the prime minister to respond to those words in the next couple of days, Jonathan, but really it is a tense situation here. It's an economic story, but it's turning into something more. It's a larger sort of moment of frustration here in India.",
    "statement": "From a distance, it would <SEEM> given India's size, given its enormous population, given the hundreds of millions of people who live in rural areas where there aren't a lot of banks or bank machines, all of this was predictable."
  },
  {
    "transcript_id": "CNN-135816",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "You would consider that?",
    "statement": "Yes, I would consider that. And I would talk with my older children about how they <FEEL> about that."
  },
  {
    "transcript_id": "CNN-112067",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "On to a lighter subject, a more worthy subject. Coming up, 360 M.D. Sanjay Gupta tells us why a good laugh might actually just cure what actually ails you.",
    "statement": "Well, I don't <KNOW> about that guy but three -- also, tonight, three legends reunited for \"Comic Relief 2006.\" Whoopi Goldberg, Robin Williams and Billy Crystal talk about their mission to help the survivors of Hurricane Katrina rebuild, when 360 continues."
  },
  {
    "transcript_id": "CNN-362701",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "The risk is that if Huawei were told by the Chinese government, crack the code on that phone, they wouldn't think twice about saying, \"Of course, we'll do it.\"",
    "statement": "Huawei has denied its equipment poses any security risk and has said the U.S. call for a ban is politically motivated. When it comes to 5G equipment, America doesn't have a heavyweight global competitor. Broadcasting 5G across a city like London takes a monumental engineering effort. The 5G antenna is heavier and uses more power than previous generations. Plus it emits additional radiation. This is the equipment that B.T. and operators <AROUND> the world are relying on Huawei for. B.T. was one of the first companies out of China to use Huawei equipment in their networks."
  },
  {
    "transcript_id": "CNN-227970",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Right. In Air France, we had debris in a few days. And yet, I remain, again, I remain less optimistic that this will be solved than I was on day one since I've never seen an unsolved transport jet accident, but this is looking like maybe the all-time toughest one.",
    "statement": "Somebody at some point described it as trying to find something on a football field with a straw. So, we are looking through a straw, which gives you an idea of the difficulty of what - the immense expanse they're dealing with. Tell me, Bobbie, if the pingers go out and they <MAY> go out the next week, they may already be out, we are not really <SURE>, then, when it goes silent, what's the next step under water?"
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "When do we or when should we expect the Jared Kushner peace plan that has been talked about and work about on and someone similar to Mr. Price who's worked on this issue for my whole career, I hope we don't have to wait another 20 years, could you tell us when we will see the Jared Kushner peace plan?",
    "statement": "Yes, ma'am. I <THINK> we can say in less than 20 years."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, I would say, again, that that comes down to encoded language, and I think that when we say white pride, we know the subtext of all of those years of what white pride meant. And so I think that would almost across-the-board be considered obnoxious. But if gay people are going for equality and they say, we just want equality, then if straight is equal to gay, then it seems that both prides should be equal as well. And one shouldn't be considered out-of-line or inflammatory just because you're proud you're straight.",
    "statement": "Bobbie, <MAY> I answer that question, too?"
  },
  {
    "transcript_id": "CNN-401567",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Including one near the historic Hay Adams Hotel. At last check there was no damage to the hotel. Windows were smashed at the Ronald Reagan Presidential Foundation and Institute. The historic St. John's Episcopal Church, also known as the Church of the Presidents, is across the street. Across the country, the California National Guard is being deployed to Los Angeles after the governor declared a state of emergency for America's second largest city. There were widespread fires and looting Saturday night and a curfew is now in effect. Our reporter, Kyung Lah, has more on violent demonstrations there.",
    "statement": "The city of Los Angeles seeing not just skirmishes with the police and protests across the city but also fires at businesses in this particular shopping district. I'm on Melrose Avenue. This is an area known for independent businesses, fashionable shops. What you're looking at is the fire department in the city, trying to put out the remnants of a fire in a shoe store and an adjacent nail store. This fire happened as we watched another fire a half a block away at a separate shoe store. Police say they've been seeing these fires happen shortly after looting takes place at them. And looting is something that we've seen up and down these streets here in the Melrose shopping district. We've seen people breaking through the glass, tagging everything inside and then cleaning the entire place out. The police department is still trying to <CLEAR> the streets, working with the Los Angeles sheriff's department. A curfew is in place 8:00 pm until 5:00 am local time. What is a bit getting lost in all of this is what these protests began as. The message of them was and the reason why they started. What this graffiti says is, \"'I can't breathe,' George Floyd.\" We were watching one store as looters were running in, grabbing shoes, trying to clear it out. There was a young black woman, a protester, who was screaming at the looters, saying, what are you doing? -- Kyung Lah, CNN, Los Angeles."
  },
  {
    "transcript_id": "CNN-103019",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right. Right.",
    "statement": "... OK, or a golf club and all -- but, you <KNOW>, a 9- year-old can't drive the family car. So you've got to figure out how to get the kids into the hearts and minds of the next generation so they can be NASCAR fans, as well."
  },
  {
    "transcript_id": "CNN-287920",
    "matched_terms": {
      "could": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "And Nima, more about that apartment. It seems that the killers were living amongst them in Turkey for at least a month.",
    "statement": "Yes. But very much keeping to themselves. One man whose garage was overlooked by the flat said it had always struck him as very suspicious and strange that the curtains were never opened. In <FACT> he <COULD> see from his garage vantage point that the windows would be opened every once in a while almost as if airing the flat out but never being able to really fully get a sense of who was in there and what they were doing -- John."
  },
  {
    "transcript_id": "CNN-100215",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "The president is digging a hole in Iraq. It's time for him to stop.",
    "statement": "But even Pelosi's second in command, Steny Hoyer of Maryland, is expressing sharp disagreement, saying, \"I <BELIEVE> that a precipitous withdrawal of American forces in Iraq <COULD> lead to disaster, spawning a civil war, fostering a haven for terrorists and damaging our nation's security and credibility.\" Moderate Democrats are privately grumbling Pelosi's position <MAY> also pull the party to the left and make it harder to capitalize on President Bush's woes. Party strategists acknowledge deep division over how to get out of Iraq, just like the party divide over whether to get into the war, but say they're unified on a key point."
  },
  {
    "transcript_id": "CNN-264329",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Good morning, Carol. You think that this was a day on which 3,000 people were simply murdered in cold blood and yet there was so much resiliency. We talk about the people on that plane who overpowered the terrorists at the wheels. The famous slogan, \"Let's Roll.\" They knew they were going to die and yet they did what they had to, to try to keep that plane from crashing into other buildings. And I hear the names being read out, and for some people time has lessened the pain but for so many it feels like this just happened yesterday. I spoke to the NYPD commissioner Bill Bratton and he reminded me that half the people currently living in New York City were not living here when the towers fell on 2001. So he said there is a risk of complacency, of people forgetting. But as you mentioned earlier, Carol, think about how our lives have changed. Whether we fly, how we get into concerts and how our bags are screened. You know, security and counterterrorism efforts are now part of our daily lives. So things really have changed, and for the people who lost loved ones on that day, you know, look, I think of the moms who perished in that tower who had unborn children. Their names are engraved around the fountain, the Infinity Fountain, and I think of those mothers who lost husbands, those children now also 14 years old. So it's not just marking the passage of time with how our lives have changed, but it's also marking the passage of time with the lives that have grown out of that. So a very powerful day here, Carol.",
    "statement": "Very powerful day. You <KNOW>, you mentioned Todd Beamer who was aboard Flight 93 and, you know, the cockpit voice recorder picked up him saying, \"Let's roll,\" right? And they were trying to overpower those hijackers. I <THINK> another touching moment from inside the plane right before the plane crashed, there was a woman named Elizabeth Wainio who called her family and said, \"I have to go. They're breaking into the cockpit. I love you.\" It's just so many amazing stories of heroism on board that flight which crashed into the ground in Shanksville and saved so many lives in Washington, D.C. So we're going to pause now so we can honor those people."
  },
  {
    "transcript_id": "NPR-9056",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "All right. Now we have a sample of public <OPINION> coming from Iran."
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "One day, I walked into his office, and I said, you know, the most virile man in the world, Muhammad Ali, can't even talk anymore. There's got to be a great story there. And Ed said to me, how can I interview him if he can't talk?",
    "statement": "I said, dopey, if he <COULD> talk, there wouldn't be a story. And he said, you <KNOW>, you're right. That's when he went after him."
  },
  {
    "transcript_id": "CNN-129071",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Thank you very much. Time now for our regular visit with a group of voters who have been newly energized by this year's presidential race. Our Rick Sanchez usually sits in this seat -- well, he headed to Memphis and he talked with evangelical college students.",
    "statement": "There does <SEEM> to be a movement of foot among many Christians who are saying, God gave us this planet and it's our job to be the protectors of it."
  },
  {
    "transcript_id": "CNN-110606",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I'm a financial adviser. I see people for a living. People judge you by your height. I would still give anything to put on a couple of inches. Even at this stage of the game, I would have done anything and I would still do anything.",
    "statement": "This drug wasn't <AROUND> when Steve was a kid, but he did put his son Ira on it. Ten years of daily injections, and now Ira's 5'9\". And Steve's thrilled his son doesn't have to go through life a very short man."
  },
  {
    "transcript_id": "CNN-328916",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "No worries.",
    "statement": "And <OF COURSE> -- wow. Some interesting details there from Jim. (ph)"
  },
  {
    "transcript_id": "CNN-136983",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "So you can see Shane got a little emotional there in Africa. Lots of gratitude towards -- of course turned himself over to the pirates. So he could try and help his crew. Many thanks coming also from Joe Murphy, Shane's father. Listen to what he had to say.",
    "statement": "I would like thank Captain Phillips and his family for his courage and his personal sacrifice. He has made a tremendous sacrifice for his crew. Just incredible courage. We're very, very thankful. He's done everything that he <COULD> <POSSIBLY> do and he has saved our son."
  },
  {
    "transcript_id": "CNN-157170",
    "matched_terms": {
      "clear": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Well, it is crunch time on the campaign trail. Less than two weeks now until America votes in the midterm elections, and this morning, Univision is refusing to run an ad from the group Latinos for Reform that calls an Americans not to vote in November. Spanish Language Network will set to being airing the television spot tomorrow. Here's the part that got it pulled.",
    "statement": "-- keep their promise on immigration reform, then they can't count on our vote. Democratic leaders <MUST> pay for the broken promises and betrayals. If we just go on supporting them again this November, they will keep playing games with our future and taking our vote for granted. Don't vote this November. This is the only way to send them a <CLEAR> message. You can no longer take us for granted. Don't vote."
  },
  {
    "transcript_id": "CNN-253153",
    "matched_terms": {
      "sure": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Oh, I think it is harder, and I think she knows it's harder, and women are tested in ways that men are not, and that's another discussion.",
    "statement": "It <CERTAINLY> is, and I'm <SURE> we'll be having that discussion at length as Hillary Clinton hits the campaign trail, Poppy?"
  },
  {
    "transcript_id": "CNN-175535",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Look at the bright side. Now is your chance to \"Talk Back\" on one of the big stories of the day. The question for you this morning, should Joe Paterno resign? Let's not mince words. Legendary college football coaches are gods. Joe Paterno, Penn State University administrators are powerless in the face of his 409 wins and all the money that comes with them. Mr. Paterno retired 84. Joe Paterno decides what Joe Paterno does, but maybe not now. According to a grand jury report, Paterno was informed back in 2002 that Coach Jerry Sandusky was sexually assaulting a young boy in the shower. Paterno did tell Penn State Athletic director and that's the minimum required by law. Paterno wants to explain, but the university won't let him.",
    "statement": "I <KNOW> you guys got a lot of good questions and I'd like to answer them, but I can't do it now. We're going to try. I'm sorry the press conference didn't turn out, but we're going to try to have another one soon."
  },
  {
    "transcript_id": "CNN-92079",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "We cannot wait for the final proof, the smoking gun that could come in the form of a mushroom cloud.",
    "statement": "Fast forward to 2005, and the rhetoric is about Iran; warnings to Tehran to give up its nuclear programs or face uncertain consequences. On January 20th, Inauguration Day, Vice President Cheney told an interviewer, that quote, \"The Israelis <MIGHT> well decide to act first and let the rest of the world worry about cleaning up the diplomatic mess afterwards.\" ("
  },
  {
    "transcript_id": "CNN-250267",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "I recently flew in the A380. Loved it, I have to say. But it still doesn't make you any money. What is your projection for when the A380 will make Airbus profit?",
    "statement": "Well, I'm glad you asked that question, because this year, 2015, is the break-even year, and that's a very important milestone in this program after heavily investing into the 380 aircraft for 15 years. And <GUESS> what? We just don't want a one-off event in terms of profitability. We want to keep it break-even or profitable in the coming years."
  },
  {
    "transcript_id": "CNN-394857",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "--Wolf, are turning out for Joe Biden.",
    "statement": "Yes, so far, so good for Biden. The last polling places are about to close in Michigan. It's the top prize, once again, a 125 delegates are up for grabs. And it <MAY> have a significant impact on the fight for the Democratic nomination."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "We have to say this. Charlie Rangel, in my opinion, showed such class, as we pointed out here last night, when he sat there and slapped the dickens out of him, the man Hugo Chavez in his district. I loved it.",
    "statement": "<MAY> I disagree?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So, so far we're sort of getting the buildup of chads isn't in the left-hand column, it's going into the middle, isn't it?",
    "statement": "That's providing the voter votes the entire ballot, which we <KNOW> unfortunately does not happen."
  },
  {
    "transcript_id": "CNN-156524",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I don`t think there`s any way they can in Hollywood. I mean, that`s what being a star is all about. And I think that we need to remember that they still have feelings, OK? I mean, they may not be able to feel their face, but we can`t just go on these online rants and rampages. It`s about them. I mean, they have a job to do. And for a lot of them, this is part of the job. It`s serious out there.",
    "statement": "There`s a lot of pressure. And you <KNOW>, I say if it makes people out there <FEEL> better about themselves, who are we to judge? But like you say, in this industry, with these actresses, it`s almost impossible for them sometimes. Don`t you agree?"
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Did you watch him work?",
    "statement": "I always worked with him. I used to mix his paints, I used to clean his brushes. We worked together. And when the children were born, they would watch and they would paint with him. They would have their time with poppa painting. So they -- I'd say, you <KNOW>, \"Come on, Antonia, go and watch TV or go sit with\" -- we didn't have a nanny. We never had a nanny or baby sitters, and he'd say, \"No, no, let her come in here. Let her come in here.\" And he would control it in a certain sense and say, \"Pick out five colors.\" So she would pick out her five favorite colors, and he'd put them in a palate for her. And then he'd say, \"OK, now sit down on the floor,\" and she'd paint a painting. And sometimes he would even let them paint on top of his paintings and then he'd paint on top of that. And they'd paint together. So they <COULD>..."
  },
  {
    "transcript_id": "CNN-267687",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "Should the school be using resource officers to discipline kids? Students?",
    "statement": "No. I'm <TOTALLY> against that. And I <THINK> that's one of the problems that we've got is when we have a child that's not following the rules our deputies are getting called in to handle that. And that's really not our role in the school. And I think sometimes the teachers and administrators <SHOULD> be handling things like this, but when they call a deputy and they say remove the student from the room, the deputy's going the follow the directions of the school administrator. That's what happened. Now, what we're going to examine is, should a deputy have ever been called in the first place? Is that the school's responsibility to handle that situation instead of us getting involved?"
  },
  {
    "transcript_id": "CNN-390464",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Bank of America is down, even though profits beat expectations. I mean, is it sort of a halfway house between Chase stomping ahead, and Wells Fargo somewhere down on the floor?",
    "statement": "Yes, Wells Fargo continues to be <PROBABLY> below the floor at this point, you <KNOW>, below even the basement. But I <THINK> Bank of America, it was a pretty solid quarter and <DEFINITELY> led by again trading revenue and also some consumer businesses. But the net margins were a little bit underwhelming. So like you pointed out, I mean, BoA isn't doing poorly, but JPMorgan Chase is really the class of the industry right now. They didn't do as well as them,"
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Yes, there is. A lot of people have brought that up on our program and others. But on the other hand, you're talking about 18-year-olds. And I've had a lot of people tell me, Larry, that they felt more secure putting their child on a plane to Aruba than sending them down to the Gulf Coast in a car where they might be driving under the influence. You have to draw your own conclusions on how much sense that makes. But it has been going on a long time in Mountain Brook, and it's worked very well until now.",
    "statement": "Stacey, it <MUST> be doubly difficult dealing with a foreign country."
  },
  {
    "transcript_id": "CNN-16899",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Inside this building is a master of the universe. We caught up with him at his rooftop observatory.",
    "statement": "Looking at the sky at night on a <CLEAR>, dark night is one of nature's grandest sights."
  },
  {
    "transcript_id": "CNN-413810",
    "matched_terms": {
      "of course": "ungraded",
      "potentially": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "OK. Thank you so much, Nic. Salma, let's go to you now. And what's the latest on negotiations over restrictions in Manchester?",
    "statement": "Well, Rosemary, after 10 days of talks, Prime Minister Boris Johnson's government says they are fed up. They are saying that they will impose tier three restrictions on the city of Manchester unilaterally if a deal is not reached by midday today. This is, <OF COURSE>, a very dramatic conclusion to this political bickering that we've seen between authorities here in Manchester and the government over their plans to impose the highest level of restrictions on the city. They would shut down pubs, bars, <POTENTIALLY> gyms, and ban households from mixing together by and large. The mayor of Greater Manchester, Andy Burnham, is arguing against this has essentially been that, a, he disagrees with the strategy of Prime Minister Boris Johnson. He wants to see a nationwide lockdown. But short of that he's been arguing that he stands for low paid workers here in Manchester. He says if the government wants to impose these restrictions it needs to provide a financial package strong enough to help affected businesses. He's been calling for 80 percent of wages to be paid by the government to anyone affected under these restrictions. There did <SEEM> to be signs of progress yesterday. Of course, those now are half fallen. We are waiting for that midday deadline. But it's important to remember Manchester is just one city. Yes, it is a large city but it is just one city. While these politicians bicker over restrictions, we've already heard from the House Secretary Matt Hancock that they've started negotiations with other areas and other regions over raising their restriction levels. So, while these politicians are bickering over measures and what to do, the virus is continuing to spread. Just to give you an idea, here in Greater Manchester, Downing Street says that the region will run out of ICU capacity in just a matter of weeks. Meanwhile, of course, the United Kingdom's four nations are each acting independently. Wales, for example, will be imposing a nationwide lockdown for a couple of weeks, that of course is again in opposition to Prime Minister Boris Johnson's regional strategy. Rosemary?"
  },
  {
    "transcript_id": "CNN-242819",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "In fact, as this all dragged on for Candice Anderson, there is proof General Motors saw signs of the problem and didn't fix it. In 2004, the same year as Candice's crash, G.M. engineers were investigating inadvertent ignition switch offs. But this internal investigation now shows G.M. didn't identify the problem as a safety issue and didn't fix it. They called it \"a convenience issue\". In 2006, as Candice was indicted and faced 20 years in prison, G.M.'s own document show the defective switch was improved but those investigating the cause of the crashes weren't told about the changes delaying them for years from getting to the root of the problem and from recalling the cars they should have. And in 2007, the same year Candice pleaded guilty to felony charges, G.M. did their own internal investigation into her crash calling it \"unusual\" and noted the airbags should have deployed. Like Candice and Michael's mother say, G.M. never told them. Despite all these warning signs, G.M. didn't issue a recall for the defective switch until this year. While G.M. acknowledges widespread incompetence and neglect, the company says there was no cover up.",
    "statement": "I'm fighting for my justice. I want vindication. I want them to say, you <KNOW>, I want people to know that it was the car and it wasn't me."
  },
  {
    "transcript_id": "CNN-187121",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Any idea how many alleged pedophile priests got payouts?",
    "statement": "No, Don. We have been trying to find that out. The archdiocese of Milwaukee has only issuing written statements and they say it's a handful of priests. We also don't <KNOW> how long it went on. The archdiocese says it's no longer paying accused abusive priests, though."
  },
  {
    "transcript_id": "CNN-317178",
    "matched_terms": {
      "know": "ungraded",
      "sort of": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Yes. This is what \"The New York Times\" says about that, in particular. In the interview, Mr. Trump said he believed Mr. Comey told him about the dossier to implicitly make clear he had something to hold over the president. Quote, \"In my opinion, he shared it so that I would think he had it out there,\" Mr. Trump said. \"As leverage? Yeah, I think so,\" Mr. Trump said. \"In retrospect.\" You know, I think it bears repeating what Comey -- what James Comey has said about that dossier of supposed incriminating information. It was -- it was out there -- and why the FBI thought it was important for the president to know about it.",
    "statement": "I didn't want him <THINKING> that I was briefing him on this to <SORT OF> hang it over him in some way. I was briefing him on it because we had been told by the media it was about to launch. We don't want to be keeping that from him and if there was some -- he needed to <KNOW> this was being said. But I was very keen not to leave him with an impression that the Bureau was trying to do something to him."
  },
  {
    "transcript_id": "CNN-86728",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Sources say there are event and date references in the material confiscated in Pakistan, along with about 500 computer images including photographs, drawings, and layouts. These are helping investigators determine precisely when the surveillance was conducted.",
    "statement": "This is an intelligence report by the enemy, you <MIGHT> say, but not tied at this moment in time, to any operational plan that we're aware of."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes. The template itself?",
    "statement": "<COULD> you tell anything from that template at all, from your personal observations?"
  },
  {
    "transcript_id": "CNN-397064",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Ronald Lewis embodied the soulful spirit of New Orleans. He led the Big 9 Social Club, which hosts epics second line parades around his Lower Ninth Ward neighborhood. Hurricane Katrina took his home, but friends say he came back and became like a godfather of New Orleans culture.",
    "statement": "To love New Orleans, he understood the complexity of New Orleans. He brought out the <BEST> in us in our ability to come together."
  },
  {
    "transcript_id": "CNN-116133",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Well, wait a minute. I think you`re speaking my language now when you say we need to arm the general public. Is your thought process that we`d be better served if more individuals, law abiding Americans, were carrying firearms so that they could take down whomever it is that perpetrated these acts?",
    "statement": "You bet, Michael. I`m one of those people. Yes, I do <BELIEVE> that."
  },
  {
    "transcript_id": "CNN-255720",
    "matched_terms": {
      "sure": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "New threats of retaliation after that biker shootout in Texas, but this time police are said to be the target. CNN's Alina Machado following the developments, live from Waco. Give us the latest, Alina.",
    "statement": "Yes, Alisyn. The Texas Department of Public Safety has issued this warning, saying that certain Bandidos members are giving the group C-4 explosives and grenades to be used against police for what happened here over the weekend. Now, the bulletin is pretty specific. It names some locations as possible targets, including the McClennan County Jail here in Waco, as well as several cities throughout Texas, El Paso, Houston, Austin just to name a few. It also warns of plots targeting high-ranking law enforcement officials and their families <POSSIBLY> with car bombs. Now, this morning comes as the law enforcement community here in Texas has already been on edge for days. They've been on alert. They've also been taking care of themselves to make <SURE> that they are protected. A spokesperson for the Waco Police Department tells us that they are aware of this new threat. But they also would not elaborate on what, if anything, they are doing to protect themselves -- Alisyn."
  },
  {
    "transcript_id": "CNN-218471",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "And I talked to some NFL players. And while they don't condone the bullying or these alleged racial slurs, they do say that this has gotten way blown of proportion and so much worse has happened in other locker rooms.",
    "statement": "Which is hard to <BELIEVE> for people, you <KNOW>, who aren't there, but hear these stories."
  },
  {
    "transcript_id": "CNN-12882",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "French accident investigators have confirmed the fire which engulfed the left wing of the jet did not start inside an engine. This picture appears to show flames in front of the engine housings. And investigators say one, possibly two, tires disintegrated during Concorde's takeoff roll. And the debris from a tire or wheel could have perforated the wing and fuel cells.",
    "statement": "It's possible that some fuel came out from the aircraft. Then the back of the aircraft on the engine, it <COULD> be a very big fire. That's one of the probablys (ph)."
  },
  {
    "transcript_id": "CNN-341081",
    "matched_terms": {
      "potential": "ungraded",
      "think": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "should": "ungraded",
      "quite": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Every year that I come to the St. Petersburg forum, President Putin says we need to focus on domestic road, our new partners in Asia, diversify, but Russia hasn't grown 4 percent since 2010, 2011. A lot of words and no real concrete action here to get that growth up.",
    "statement": "I shouldn't say, <MAYBE> all part of the economic growth, yes. But part of the economic stability, I <THINK> there's <QUITE> a big progress. For example, this year, we expect the surplus budget, this year we have the very low inflation between 3.5 percent. And from this point of <VIEW>, I think Russia is doing quite well on part of the economic growth. I will give you one of the problems for Russia at least or for the workforce. We have very low unemployment, but we don't have enough new workforce to develop the economy. So that's the area where the Russians are to think. Maybe to relax immigration law, to invite particularly more Russians living abroad and Ukraine, and maybe other countries to come back to Russia. And also yes, I agree, well, <PROBABLY> more <SHOULD> be done in supporting the new industries, particularly with the export <POTENTIAL>. That's something we should -- we should have happening quite slowly, that's why this year, we don't expect the GDP growth more than 2 percent, we should -- we should lower(ph) for Russia, I agree with you."
  },
  {
    "transcript_id": "CNN-399355",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I really think so, Wolf. I mean, it's springtime in Atlanta. The weather is beautiful. People are tired of being in the house. And for some people, it is an economic consideration that they have bills to pay and they need to get back to work. But for those who don't have those concerns and can continue to stay home, they should, and at least be considerate when they go out. And I saw so many people over the weekend who just had no consideration for putting others and themselves at risk.",
    "statement": "As you <KNOW>, a CDC study of eight Georgia hospitals, most of them in your city, Atlanta, found that more than 80 percent of the patients hospitalized with coronavirus were African-Americans. How much of a glaring racial disparity are you seeing there and what, if anything, can you do to fight back?"
  },
  {
    "transcript_id": "CNN-101951",
    "matched_terms": {
      "sure": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Right. They did escape unharmed or relatively unharmed. By the way, I should point out that behind me, the governor has just arrived and, yes, they did escape unharmed. And what happened is they did not really know that two of their number were missing until they got up there because the visibility was so bad. There is no formal explanation about how that happened, but it's the kind of thing that has a plausible explanation that it occurred when people were putting on their respirators. Anyway, as I said, we're going to get some more definitive answers in a couple of minutes.",
    "statement": "<SURE>. And, Bob, you mentioned you saw the governor pulling up. And now we're seeing the live shot picture of him actually walking into the room where a host of other people look like they're going to be, if not on the backdrop, then <PERHAPS> even stepping up to the mic to explain. In <FACT>, let's listen in right now."
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "That is right. As Manu was just reporting, the Speaker called a very urgent, last- minute meeting with members of the caucus and his sources and my sources, the headline that we are hearing from them about her message was, basically nothing new. I'm going to keep on keeping on. We're going to keep fighting in the courts and keep fighting to get key witnesses who have refused to come before us, like Don McGahn, who we heard a lot about today and then we'll see what happens. That is really important because the base people out there who were looking to this day, to this testimony as the game-changer for not just public opinion but Nancy Pelosi and other Democratic leaders' decision, to say finally, OK, we are going to begin an impeachment inquiry, they're not going to hear that. Unless something dramatic changes between now and minutes from now when she takes that podium, they're not going to hear that. She's in the same place that she was. We're not there yet. But she also, as Manu said, according to his sources, said to the members in the districts who are hearing that groundswell -- we've already seen 80-plus of them say, OK, we want impeachment proceedings to go ahead -- others may add to that because they're hearing that call back home.",
    "statement": "Because as you saw, Bianna, a lot of the Democrats were disappointed in Mueller's performance today. They <THOUGHT> the movie would be better than the book, and they're not necessarily convinced that it was."
  },
  {
    "transcript_id": "CNN-317813",
    "matched_terms": {
      "know": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Well, look, based off my conversations with sources both in and close to the White House, you know, the idea here is Reince Priebus, like Sean Spicer, they were brought in really as sort of the only -- some of the only people with experience in this arena to bring in an administration and a president and advisors who really had no idea what they were doing, or had never been in politics at all. Six months into this administration, things obviously aren't going very well. There was a feeling that it was time to change hands. And, you know, when I talk to folks close to the White House, what they say is that Reince Priebus was never really given the mandate or the authority to run this White House effectively. Obviously running any White House where President Trump is at the helm is extremely hard. Same for Sean Spicer, running any communications strategy where you have President Trump at the helm tweeting out whatever comes to mind while he's watching FOX News is very hard. The thinking here was when President Trump gets into office, what is he going to do? Is he going to try and sort of expand and bring in more seasoned hands, bring in people with more experience, a more diverse set of skills? Or is he going to sort of get into a trench warfare mentality, bring in guys like Scaramucci, bring in some military guys like John Kelly who he obviously really admires. He obviously opted for the latter decision. And that's what we're seeing now in terms of shakeups that are taking place at the White House.",
    "statement": "So, David, this morning Kellyanne Conway, a counselor to the president, hinted that the chief of staff, you <KNOW>, change and send a loud and <CLEAR> message, particularly about leakers. Take a listen."
  },
  {
    "transcript_id": "CNN-299802",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "We're hearing that from other members of the tribe, that even though this is truly a victory and people feel relief, there is also worry about what happens next. Right now, this camp is filling up. No one seems to be leaving.",
    "statement": "Sarah Sidner for us. And we just learned that the company building the pipeline says the Army's decision is just a political move and that it remains committed to seeing the project through to completion. So there you go. That's why they're concerned about where Donald Trump will stand on this. Incoming U.S. President-Elect Donald Trump <MAY> be preparing to shake up U.S.-China relations when he takes office in January. First he set off a diplomatic earthquake on Friday by speaking directly to the Taiwan leader and that's in defiance of nearly 40 years of sensitive U.S. diplomacy. Now, he's going after Beijing's trade and military policies."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It`s a mystery. Looking at the defense`s own psychiatrist, he writes, \"The patient, Mr. Gardner, also remains preoccupied with the crime against females.\" He writes, \"Judgment and insight into the current psychiatric problems are considered impaired.\" This is no mystery. The red flags are everywhere. They did the expedient thing, to get a conviction without going to trial.",
    "statement": "To save money. And this is what -- sometimes it`s -- I <KNOW> that the prosecutor said it was to spare the 13-year-old victim --"
  },
  {
    "transcript_id": "CNN-81379",
    "matched_terms": {
      "know": "ungraded",
      "perhaps": "ungraded",
      "apparently": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "<APPARENTLY>, there's a report out that a couple of employees took some kickbacks from companies in Kuwait. What do we <KNOW> about this, and <PERHAPS> even the more important question, is any of this <STUFF> with Halliburton ever going to have any traction? So far, a lot of discussion about Halliburton and his relation to Dick Cheney, but I don't see where the issue has much traction."
  },
  {
    "transcript_id": "CNN-192534",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Public schools are empty for a second day in Chicago, and the pressure is <CLEARLY> building for the city and the teachers union to reach an agreement. Parents are scrambling to find alternatives for 350,000 idle students. Our own Ted Rowlands is in Chicago. He's surrounded by some protesting teachers. Ted, what are the main sticking points right now?"
  },
  {
    "transcript_id": "CNN-298331",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Well, these harrowing reports starting to come in a steady stream from last evening through the night and through this day really. And they are pretty consistent of, you know, killings, of arbitrary arrest but we cannot verify it because we're not there. You know, we haven't been given access as United Nations. I believe the colleagues from the Red Cross and Red Crescent have not been able to go there yet. So there will be an hour in my view of investigation of accounting for this, those who are responsible for this and not only those who pull the trigger but also those who command this whole operation. But, today, we need to care for the wounded. We need to get civilians out. We need to protect of all those who have now shifted hands in terms of who control them and all of that is a tremendous job. There are hundreds of thousands of people in need only in the Aleppo region and then millions more in a wider circle.",
    "statement": "Let me ask you specifically to address what the Russian ambassador to the U.N. has been saying. You saw that fiery exchange between the U.S. and Russian ambassadors. The Russian ambassador during his speech mentioned you specifically. He said he received signals from Eastern Aleppo of cases of ill-treatment by government forces against civilians and he says that he received, you <KNOW>, from you these signals. And he said the Russian authorities there began immediate investigations into such accusations and today Russian officials visited those what you called liberated regions, spoke to commander and civilians and he says not a single <FACT> of ill treatment or violation of international and humanitarian law against civilians in East Aleppo was discovered. Is that a credible scenario to you?"
  },
  {
    "transcript_id": "CNN-332153",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well, I think it is important to compare and contrast. We brought forth the Republican memo and at the time that we did, we offered the Democrats the opportunity to do the same. They came out with their memo, we voted unanimously to support that. But it will have to follow the same procedure first released to the House as ours was. The House had well over 200 Republicans that viewed that probably around 50 Democrats. At last look I think they had somewhere in the neighborhood of 75 Republicans and about 55 Democrats have viewed the Democrat memo. So, you know, it is obviously very important to us, we want to see, let them put their memo out there because I think you'll see an interesting contrast.",
    "statement": "I'm <SURE> that we're going to. I wonder when you looked at it, was there anything in this Democratic memo that you <THINK> needs to be redacted to protect sources and methods?"
  },
  {
    "transcript_id": "CNN-218782",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "I know. That's my concern about it is that I like that it's getting attention but what are we going to take away from it? Addiction is so serious. And you know when we saw it a little bit? Rob Ford is trying to distract, there's no question about it, but when he said you should all take tests, everybody is like whoa, whoa, whoa, these are problems everybody has in their lives or someone you know. That's what I want to make sure doesn't get lost in all the political spectacle of it is that these are real issues. These are real struggles that people have.",
    "statement": "You're right in calling it a spectacle yesterday because there were several instances where people were bursting out in laughter, which I <THOUGHT> was rather sad because the entire thing was just sad and pathetic."
  },
  {
    "transcript_id": "CNN-297443",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "It doesn't mean that a cyber attack couldn't occur which would create an inconvenience. But it's not going to change any outcome of an election.",
    "statement": "National Guard cyber teams test computer networks by trying to hack them. It's called penetration test. They're essentially looking for vulnerabilities hackers <COULD> exploit. Now these cyber units are not in every state just yet. There are 23 units, and in another three years, the plan is to have these cyber teams for 34 states. Rene Marsh, CNN, Washington."
  },
  {
    "transcript_id": "CNN-109321",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "totally": "ungraded",
      "believes": "ungraded",
      "seems": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Earlier on LIVE FROM, we asked you to \"Hit Send\" and respond to this question. I will get to that in just a second, but first, I want to remind you -- sorry, Scott. I <TOTALLY> hosed you. Two things I wanted to tease. The president live at the State Department, and this. We asked you -- there you go! Double whammy. Scott stick with me. The president is going to be talking about the Middle East -- developments in the Middle East and how it affects the overall war on terrorism. When he comes into the Treaty Room there, we will take that live. Forgive me, because I did things in the wrong order. it's my fault. Now here we go. We asked you this question: Where do you <THINK> the U.S. is the most vulnerable, and do you see a solution? Here's what a few of you think and sent into us. Tim in West Virginia writes, \"Railyards are wide open with no security. People can walk or drive through almost any railyard with no checkpoints.\" Jeremiah in Michigan <BELIEVES>, \"The American dependence on oil makes the country vulnerable.\" He says that \" if Venezuela and Iran were to coordinate an embargo against us, cutting off oil supply, I <BELIEVE> it would cripple this country.\" And Hugh in Oklahoma says, \"The trucking industry is vulnerable, particularly those trucks carrying large amounts of fuel. It <SEEMS> to be that detonating a gasoline tanker next to one of the trucks hauling radioactive waste would be an easy way to make a dirty bomb.\" And Dave in New York blames the media: \"I resent CNN and other networks doing reports on America's weak spots. You are inviting worldwide viewers -- terrorists watch the news too, you <KNOW> -- too look to specific targets without our country. Shame on you.\" I know. We had this discussion here as well. Well, thousands of Lebanese are taking to the road to ruin today and bombed out routes, past tons of rubble, to see whether their homes are still standing. In its first day, the Israel-Hezbollah cease-fire <APPEARS> to be holding, but as CNN's Brent Sadler reports from southern Lebanon, the hardships are only beginning."
  },
  {
    "transcript_id": "CNN-323605",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "Yes, I do. Thanks. But I don't think they are doing themselves any good because there are other people that -- their goal is to leap frog over those over people and I'm not sure that that's going to work. But that's neither here nor there. It's a waste of my time to even talk about it. What is important is how we have a better deal. We have it put together by three of our members. David Cicilline, Hakim Jeffries (ph) and Cherri Bustos (ph), elected by the members to develop our message. We are working with the Senate a better deal, better jobs, better wages, better future. How you can make sure that our families have the tools to take them into the jobs of the 21st century.",
    "statement": "We were chatting about how long ago it <SEEMS> that Barak Obama got elected President. We both remember that night in Grant Park, the night of the inauguration. There was a sense that America crossed a threshold in terms of race relations. In this past week we have seen a continuation of this debate about the pledge and the flag and NFL players and so on. And that seems like a subset a larger fissure that has widened over the course of the last couple of years and with the election of this President. Are we moving backward?"
  },
  {
    "transcript_id": "CNN-408272",
    "matched_terms": {
      "potentially": "ungraded",
      "could": "ungraded",
      "around": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I am Hala Gorani. Welcome. This is CONNECT THE WORLD. Now there are three the United Arab Emirates has become the third nation to establish four diplomatic relations with Israel. U.S. President Donald Trump announced a surprise deal <AROUND> this time yesterday at the White House. He called it a truly historic moment and suggested other Arab Nations will follow the UAE'S lead. The reality, though, <COULD> be <SOMEWHAT> different. One of the main planks of the deal is the suspension of Israeli annexation in the West Bank. But annexation plans were already on hold, so people are saying <POTENTIALLY> this was not much of a sacrifice on Israel's part. And Israel/UAE relations have quietly warmed for several years now, driven by business interests and a common enemy in Iran. This new deal makes the relationship official, and that is a win for Israel embedded Prime Minister Benjamin Netanyahu."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Oh, no. No. No, the pilots are very professional. They do a very good job. No problems.",
    "statement": "How do you <FEEL> about being away from the South Pole now? You wanted to spend a year there?"
  },
  {
    "transcript_id": "CNN-256406",
    "matched_terms": {
      "around": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "The U.S. says moderate Sunnis are the key to victory in Anbar and Iraq and certainly against ISIS. The problem is the Sunnis are the most torn about fighting ISIS especially for the Iraqi government that excluded them early on. Senior international correspondent, Nick Paton Walsh joins us from Baghdad with the latest. The Sunnis asking the U.S. to arm them directly, do you think it happens?",
    "statement": "<CERTAINLY>, those Sunni tribes we spoke to in this world is raging <AROUND> the key Sunni city, Fallujah, the dead getting to 30 in the last three days bombardment. That is a key ISIS stronghold. The Iraqi government wants to get their hands on. The south west to that violence are tribesmen who have been holding out for months against other cities of ISIS and these Sunni men, these Sunni tribesmen say they badly need weapons and support."
  },
  {
    "transcript_id": "CNN-284536",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Good Evening John Berman here in for Anderson. We begin with breaking news in the crash of Egypt Air Flight 604, smoke warnings and computerized cries of a sick and dying airliner. Messages from the planes automated data link with home base it's called ACARS and ordinarily the messages are routine. In this case, they appear troubling, even perhaps dire. Cryptic text but each line spells trouble. A failure in one of the flight decks electrical heaters, a window sensor failure, smoke in the lavatory, smoke in the area housing the avionics which help pilots navigate. And most ominously trouble in the flight control computers that help keep airbuses flying. We're going at length about what could cause all this because it runs the gambit from equipment failure to sabotage to some kind of bomb or incendiary device. But first how the day unfolded starting in the search area.",
    "statement": "Day two of an intense search and recovery operation over the Mediterranean Sea. A European Space Agency satellite <MAY> have picked up the biggest clue on Flight 804's location so far. A mile long oil slick in the water <AROUND> the area where the plane dropped off the radar. It's too early to tell if this is from the missing plane. Search crews are investigating. Also possible debris has been picked up by the Egyptian military. Personal belongings and aircraft parts including seats were recovered from the water along with human remains, that's according to Egyptian authorities. Until the plane is found and the black box is recovered, why this plane crashed will remain largely unknown."
  },
  {
    "transcript_id": "CNN-289410",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "This is so delicious. I love watching this. This is best award...",
    "statement": "It's the <BEST> convention ever. But, again, why are we surprised about this? Ted Cruz was never going to win Mr. Congeniality. He was never that on Capitol Hill. He was never going to go to with the establishment on Capitol Hill. Let's remember, he always talked about being the outsider. And to Amanda's point earlier, why is it that Donald Trump is the only one that gets to be politically incorrect or to do the things that are unexpected. And so, you <KNOW>, and Josh, I know that you <BELIEVE> that this is a huge mistake on behalf of Ted Cruz's part."
  },
  {
    "transcript_id": "CNN-57312",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Oscar Goodman is the mayor of Las Vegas. He is brash, outspoken, has even threatened to use his police force to arrest truck drivers carrying nuclear waste to Yucca Mountain. That scenario is unlikely, but the mayor knows how to get publicity.",
    "statement": "I don't <BELIEVE> Washington. I don't them one minute. They're trying to create a fraud upon Nevada and it's going to backfire because it's going to affect other parts of the country."
  },
  {
    "transcript_id": "NPR-42630",
    "matched_terms": {
      "appearing": "ungraded"
    },
    "previous_statement": "Spain's prime minister is expected to visit Dublin next month to learn about the Irish peace process. Like ETA, the Irish Republican Army used terrorist tactics in its fight to end British rule in Northern Ireland. The April issue of the Atlantic Monthly provides an in depth look at how British security forces infiltrated the IRA.",
    "statement": "Writer Matthew Teague profiles two double agents who navigated a deadly path between <APPEARING> loyal to their IRA brethren and secretly working to bring down the organization. Teague begins his story at Victoria Station in London, where he met one of the double agents known as Kevin Fulton."
  },
  {
    "transcript_id": "CNN-230639",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "We`ll never get inside her mind. But she made choices. And again, I say this as a recovering alcoholic with 19 years of sobriety. She made choices. Her husband, you just heard from, tried to help her. He was very frustrated. He said, what do you do with a 50-year-old who acts like a 10-year-old? He got her into rehab. He tried to protect the kids. He was in the process of sending his daughter Calyx to a boarding school to get her away from this woman. How dare the defense point the finger at him? We`re going to be back in a moment with more. Stay right there.",
    "statement": "I apologize to everybody in this courtroom, who I have broken their lives. I have destroyed. They can collect (ph) themselves as <BEST> as possible, all of us. Not just this courtroom, anybody who knew our family, Calyx and Beau -- our children`s friends, teachers, coaches, relatives --"
  },
  {
    "transcript_id": "CNN-33200",
    "matched_terms": {
      "hoping": "ungraded"
    },
    "previous_statement": "When you're going to be a father again.",
    "statement": "Well, my sentencing date at this point in July 6. Mary is due with our sixth child on the 12th, so we're <HOPING> that the child gets born a little early."
  },
  {
    "transcript_id": "CNN-224470",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "hope": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "All right. Those cities are, of course, New York, London, Washington, or Boston, they were the scene of terrorist attacks, as all of us know. Do you think he was deliberately mentioning those cities or just random on his point -- on his part?",
    "statement": "I <THINK> the point he was trying to make is that they have not created that <KIND OF> police state in Sochi that, you <KNOW>, the level of securities, what you'd find in a major city, which is frankly deeply troubling, because those cities, as you say, have had terrorist attacks but they are not adjacent to massive insurgencies and ongoing civil wars. The odd thing about Sochi is this is the only town I can think of where you've had a major international sporting event which is essentially next door to a 20-year insurgency that has only gotten more radical, more violent, more vicious. So, one would <HOPE> that Sochi has a lot more security than New York, or London, or Paris because the Russians chose to locate the winter Olympics in what is really a war zone."
  },
  {
    "transcript_id": "NPR-36480",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Gonzales and Card left the room without acknowledging Comey.",
    "statement": "I <THOUGHT> I just witnessed an effort to take advantage of a very sick man who did not have the powers of the attorney general because they had been transferred to me."
  },
  {
    "transcript_id": "CNN-136289",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Yes. Expensive, though, too. I mean certainly, that's the question it can't all be done without talking about the money behind it. But I want to get back to this regulation for a moment.",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "CNN-70433",
    "matched_terms": {
      "maybe": "ungraded",
      "best": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Next in the \"CROSSFIRE Political Alert,\" proof that being against a tax cut can be hazardous to your political health. And what politician believes moving from the White House to Indiana is a promotion?",
    "statement": "Welcome back. It's time for the <BEST> political briefing in television. Our \"CROSSFIRE Political Alert.\" Mitch Daniels gave 30-days notice today that he is stepping down as director of the Office of Management and Budget and going home to Indiana, <MAYBE> to run for governor. He ought to receive the bureaucratic equivalent of the Medal of Honor and about three Purple Hearts. After eight years of lenient Clinton budget directors, Daniels meant business in fighting Congressional pork. He antagonized Congressional big spenders on both sides of the aisle, especially the arrogant appropriators. He didn't always win, but there's no <DOUBT> spending would have been much higher without him. Mitch Daniels will be very hard to replace."
  },
  {
    "transcript_id": "CNN-240379",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "That was my next question I think you kind of answered it. I wonder if this inaction/action would mean that this was it as far as debate at the U.S. Supreme Court. I think you're saying they can change their minds.",
    "statement": "No. In <FACT>, there are some cases pending in Courts of Appeals where it looks like based on the judges who are ruling they <MIGHT> rule against same-sex marriage and that the point you would have a conflict. You have some appeals courts ruling one way and some appeals courts rule the other and that case, the Supreme Court would almost <CERTAINLY> have to take up the issue and then, you <KNOW>, all bets would be off. But you know, these decisions have their own momentum. It's just very hard to imagine that once you have 30 states with same-sex marriage, the pendulum is going to swing the other way."
  },
  {
    "transcript_id": "CNN-389831",
    "matched_terms": {
      "should": "ungraded",
      "clear": "ungraded",
      "obviously": "ungraded",
      "seem": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "The White House obviously bracing for what might come next for Iran, but hoping that it is over, and the president is talk about getting NATO more involved and trying to impose sanctions against Iran, more sanctions.",
    "statement": "Yes, those <SEEM> to be the paths he wants to take now. But <OBVIOUSLY>, you couldn't ignore the visual that you saw today which is the president standing there, flanked not only by the vice president and the defense secretary, but also the joint chiefs of staff. It is a pretty <CLEAR> message that the president still <FEELS> like he has the military option in his back pocket <SHOULD> he need it. And that is why this is so notable over the recent days and the meeting in the situation room last night was so critical last night, because it is not clear what step the president would take."
  },
  {
    "transcript_id": "CNN-264963",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "know": "ungraded",
      "guess": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Anushay, do you consider an obligation of a leader or putative leader, these people after all are running to be president of the United States? Do you think they have an obligation to make positive comments like that about the Islamic faith?",
    "statement": "Well, oh my God, first of all, hearing that speech by Bush, you <KNOW>, he used to say one thing and practice, you know, I <GUESS> a very different <KIND OF> policy. But <OF COURSE> world leaders have a really big responsibility. We're not in high school anymore someone needs to give Donald Trump that memo. And I <THINK> that it's really sad that politicians are seeing it as, you know, an effective tool of politics to kind of tend so directly to their faith. In the long run, I don't think that a person, a man or a woman who is leading -- who is leading America is going to succeed in a global position by isolating any shape or any group of people."
  },
  {
    "transcript_id": "CNN-294470",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "That remains to be true.",
    "statement": "No, that's an <ABSOLUTELY> true."
  },
  {
    "transcript_id": "CNN-34775",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Coming up, it takes a lot to make a shuttle fly, but not much at all to keep it on the ground.",
    "statement": "Bolted on to the 6 million pound rock- crushing crawler, Discovery begins a three mile saunter to Launch Pad 39-A, for a departure point from earth. A machine that travels six times faster than the speediest rifle bullet never exceeds the pace of a stroll on the beach on the ground. Now that Discovery is standing on end, attached to her tank and boosters, exposed to the elements, the preparation puzzle reaches a new degree of difficulty. Jim Pevarra (ph) is the man in the hot seat when the shuttle world pivots from horizontal to vertical. With three weeks left before launch, they are wearily watching a hurricane in the Atlantic. <SHOULD> it dogleg toward the cape, Discovery would have to crawl for cover, creating a quandary for Pevarra."
  },
  {
    "transcript_id": "CNN-57312",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Scientists have built a smaller replica repository with heat from electricity instead of nuclear waste, running heaters for 36,000 hours at about 300 degrees Fahrenheit. And so far, no surprises. The mountain and the rock, they say, have reacted exactly as predicted. But there are still some concerns.",
    "statement": "Well, I <THINK> the biggest danger would be that if were completely wrong on how much water <COULD> move through this mountain. I think that is the situation I'd be most worried about. We take the earthquakes into consideration in our models. We take the volcanism into consideration in our models and we do the <BEST> we can trying to take the movement of ground water into consideration. And I think that if there were something that could cause a significantly larger amount of water to move through the mountain, I think that could be of concern."
  },
  {
    "transcript_id": "CNN-222675",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to NEW DAY. This morning, some of the former NBA players who took part in this week's game in North Korea are on their way home. But, not with them, Dennis Rodman. So, where is he? And what's next in his bizarre relationship with Kim Jong-un? Karl Penhaul is in Beijing for us this morning. Karl, what do we <KNOW>?"
  },
  {
    "transcript_id": "CNN-286639",
    "matched_terms": {
      "should": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Now, Becky, we should also say in defense of the EU, many environmentalists say that the quota system that's so particularly controversial and hurts these north Atlantic fishermen much more than the Mediterranean fishermen where quotas don't necessarily apply, is good because on the one hand, fish don't respect borders and it repletes fish stocks. And if the UK were to leave the European Union it wouldn't necessarily have the same protection that could effect not just UK fishermen but fishermen right across the",
    "statement": "So Nina, the government today who -- the majority of whom <CERTAINLY> -- well, the prime minister and his finance minister, looking to have Britain remain within the EU, they are arguing that there would be a hole in public finances to the tune of something like 42 billion. Now, much arguing about where they got those numbers from, whether they can stack them up and whether you can pick them apart. And if you're the Brexit campaign what your figures would look like. But at this point, is it <CLEAR>, what the impact and consequences of a Brexit would be <SHOULD> the UK vote for that a week tomorrow?"
  },
  {
    "transcript_id": "CNN-302690",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Good to be with you.",
    "statement": "So, you heard Bob Ruscoe's story there, and there's a growing number of Senate Republicans who do not want to simply repeal the law without an immediate replacement. Do you <BELIEVE> that there will be a replacement paired with the repeal?"
  },
  {
    "transcript_id": "CNN-175535",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Well, let's talk about President Obama and maybe some of his supporters because Democrats are probably crowing this morning about what happened in the state of Ohio. Ohio voters didn't like SB- 5 which limited collective bargaining rights for public unions and they voted it down resoundingly. Is that -- how big of a rebuke is that for Republicans?",
    "statement": "Well, I <THINK> Democrats <SHOULD> be intellectually honest about what happened last night. I mean, the reality is, is that, yes, on Issue 2, the unions prevailed on Issue 2. But on Issue 3, on the question in a battleground state, in Ohio, we can all agree it's a crucial state."
  },
  {
    "transcript_id": "CNN-64534",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You know, just covering Trent Lott for so long, he is definitely somebody who is skeptical of the media, skeptical of any kind of big media storm, and somebody who always -- when things were written, things were said about him or about the party that he didn't agree with, he was somebody who would always come up to the person who wrote it, come up to the person who said it and say something about it to them or have an aide at least do that. So he's very aware of, and skeptical of, what goes on in the media. But in this particular case, if you talk to people who were very close to him, they say he just kind of didn't get it, didn't get the absolute magnitude of this until it was too late. He went on vacation. He was in Florida in Key West. He didn't come back. And if you talk to people close to him, as I have, they felt that he was doing a lot -- making a lot of the decisions on strategy, on how to deal with this, on his own. He was just kind of flying by the seat of his pants, so to speak.",
    "statement": "But, Dana, I'm curious, what is the mood in Congress now? I mean, are people, like, disappointed that he's gone, or are they delighted that there's going to be a change of leadership? Did he, you <KNOW>, did he lack sufficient friends and supporters? Had he made too many enemies over the years?"
  },
  {
    "transcript_id": "CNN-120679",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "A former U.N. weapons inspector tells CNN many of those air defense systems are being installed around nuclear facilities in Iran. An Iranian official at the U.N. would not comment on that. Putin has resisted America's efforts to slap Iran with tougher U.N. sanctions over its nuclear program.",
    "statement": "If you <THINK> you can get Iran to comply by scaring them, that is not going to work. The government and the Iranian people, they are not scared, <BELIEVE> me."
  },
  {
    "transcript_id": "CNN-205062",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "All right. Here's a closer look at what's ahead.",
    "statement": "OK. So first up, something we were talking about this morning, <OBVIOUSLY>, Secretary of State John Kerry, fresh round of warnings for North Korea this morning about their plans to launch a missile. But he's also putting an offer on the table for direct talks. Will the regime listen? We are talking with CNN's military analyst James \"Spider\" Marks and Ambassador Chris Hill."
  },
  {
    "transcript_id": "CNN-394646",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Hotels, airlines, tourist attractions are all feeling the pain as the public worried about the virus cancels vacations and business trips. United Airlines is reducing its North American flights by 10 percent, Jet Blue five percent, the German airline group Lufthansa is planning to cut capacity by up to 50 percent after drastic declines in bookings. One industry estimates airlines could lose a staggering $113 billion because of the crisis. And those who are still traveling are taking precautions.",
    "statement": "I <THINK> everybody's pretty nervous about it. Most -- well, a lot of people have mask on."
  },
  {
    "transcript_id": "CNN-256126",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded",
      "must": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "(Inaudible).",
    "statement": "The strength of this family is what we, is what we do our job for. We <KNOW> the pain that they <MUST> be going through, we <FEEL> the pain as first responders, it drives us day in and day out to do the job we do to put in the hours that we do. I can't imagine ever <<FEELING>> the loss that they must be feeling right now. And that that drives us. I really can't until we have more identification on the individual that was located."
  },
  {
    "transcript_id": "CNN-269699",
    "matched_terms": {
      "sure": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "He also was not there in an interview about a week after 9/11, he was in his office apparently when it happened. But be that as it may, he does say these things. He says things that are factually questionable. They don't get questioned the same way by his supporters. They don't care. And to your point, the way he dealt with this other controversy that started last week with the Muslim registry, he has yet to say where he actually is on that. He has given a bunch of different answers. I was talking about the wall, but a database is OK. He got asked about it by George yesterday on ABC. He said, are you unequivocally ruling that out? He said, no, not at all. And then went back to start talking about the Syrian refugees again. So, this is what happens with Trump over and over again. He talks about policy in a very broad way and the only way to try to drill down with him is to offer a sort of menu of options. And in response, he will then say, as he did on Saturday over that, people are being politically correct when they don't want me to talk about this, but I am going to talk about it. It works with his supporters.",
    "statement": "So, Errol, to close this off full circle, back to his poll numbers, he's leading nationally, as he has basically for months, and I remember pundits saying that his ceiling was 25 or 28. Now he's at 32. His ceiling <SEEMS> to creep up. I mean, are you still <SURE> that this is the ceiling?"
  },
  {
    "transcript_id": "CNN-308523",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "There are those, though, who say, I mean, they don't want the YPG marching into Raqqah, certainly Turkey is not either. I mean, how important is it for the Arabs are taking the lead on that?",
    "statement": "I <THINK> it's important. I mean, the Syrian Democratic Forces, there's no way <AROUND> it. Primarily made up of the YPG. But within that, there are Arab elements that the YPG have been recruiting into the forces and they will be the <SORT OF> counsel that's left behind to administer the city. I think the rub for Turkey is that council will still have connections into the YPG. And so even though they're ethnically Arab, they're still subservient to a Kurdish group that is at odds with Turkey."
  },
  {
    "transcript_id": "CNN-342657",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, Wolf, what we know is that this is a legal team that has been by the side of Michael Cohen ever since early April after that raid by the FBI of his home and his hotel room and his office. And we know they've also been by his side through the legal proceedings. We know that there have been several court proceedings where lawyers have fought for Cohen to conceal some of those documents that were taken during that raid, claiming attorney/client privilege. So this is significant, this news that he will be likely be splitting, is set to split with these attorneys, some based here in New York and some based in D.C. Now for the reasons -- those are not one 100 percent clear. However, there's a lot of speculation, and there's a lot of, you know, things out there right now that could possibly be the reasons. For one, we're hearing from a source that Michael Cohen wants a legal team that has more experience with the Southern District. Now remember, that's the one who's -- that's the Southern District is the one doing the criminal investigation right now. Criminal charges haven't been filed as of yet, but that's possible that those are coming, and he wants more experience with that. What we do know is what you already said, Wolf, is that pressure is really mounting for Michael Cohen at this point. We know that, again, there's been several legal proceedings going on. We know that lawyers have said in court that they have lawyers working around the clock, sleeping on couches as they continue to sift through 3 million-plus documents that were taken during that raid, trying to determine what they believe was attorney/client privilege. And in the last court proceedings that happened just a few weeks ago, they said they only had gotten through a third of those documents, and the deadline for that coming is this Friday. So we know that, certainly, cost could be an issue here, as well. But certainly, this is a big development for Michael Cohen, wondering what his next strategy is and who his new attorneys are -- Wolf.",
    "statement": "All right, Brynn, thank you. Brynn Gingras in New York. Let's bring in our justice correspondent, Evan Perez, who's been doing a lot of reporting on this. Evan, Michael Cohen has not met with prosecutors, at least not yet. But what would they want to ask him? What do we <KNOW> about that?"
  },
  {
    "transcript_id": "CNN-253363",
    "matched_terms": {
      "around": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Brooke, he'll be on his way back possibly to county jail. Because they don't want to transport him all the time back and forth. So this is more of a formality. They're booking him into the DOC. They'll fingerprint him, take his picture and classify him. I suspect we'll see him in county jail again soon.",
    "statement": "OK. Larry Levine, as always, thank you so much. A heads-up to all of you tonight, please take a look at this piece we're airing. This is the updated case against Aaron Hernandez now that he's been convicted of murder in the first degree. Do not miss our special right here on CNN at 9:00 p.m. eastern Next, the mother of the victim. We have to talk about Odin Lloyd here. <ABSOLUTELY> just breaking down in this courtroom trying to -- others <AROUND> her trying to console her. Absolutely heartbreaking words outside the courthouse. That's next."
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "seem": "ungraded",
      "view": "ungraded",
      "knows": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "But what's interesting is that there's so much exposure, Nia- Malika Henderson, to the White House and you have this new reporting by Matthew. And then - that he notified the transition team, right. And the vice President Mike Pence in charge of the transition team.",
    "statement": "Yes. And who else is on that transition team? Steve Bannon is on that transition team. Donald Trump's three oldest kids also on that transition team. And that transition team, <OF COURSE>, in-charge of vetting and in-charge of trying get the government up and running so the President will be ready on day one. So he <COULD> be surrounded by good people and informed as to what's going in all the hotspots and you <KNOW>, both domestically and internationally. And the <FACT>, you know, either the warning didn't get up to Donald Trump or he didn't heed the warning. The fact that his children were on that transition committee and Steve Bannon, who <KNOWS> what they did? I mean, that is the thing. We really don't know. And again, we just don't know why Donald Trump can't <SEEM> to quit Michael Flynn, right. Why did every a point there his warning about Michael Flynn. In some ways, I <THINK>, you know, we talked about him being loyal to Michael Flynn. And is quietly, he has said before when he has been asked, you know, why he have you - why use the oil or why didn't fire him over 18 day period? And some of his answers have been well he is a general, right. And we know that Donald Trump reveals the military. He talks about general Pen as being one of the people he idolizes. He talks about my generals, the people in his administration. And so, I think that's part of it too. There's something in Donald Trump's <VIEW> it <SEEMS> to be that inherently good and inherently worth defending if you get them the label general."
  },
  {
    "transcript_id": "CNN-278588",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "stuff": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, let's talk about why, and let's do it in the context of showing the state of the race in Ohio. The governor has been putting his eggs in that basket, but you are right. He has seen a pop in the polls recently. Some say he's taking from Rubio. Some say he's getting his own traction. Why do you believe Kasich is the right man for the country better than Donald Trump despite the polls?",
    "statement": "Well, look, it's very simple. He's got an incredible record of accomplishment. And it is not just here in Washington where he ambulanced the budget. In Ohio, he inherited a mess. We were 48 in the country in job creation, now, we're top 10 and rising. Our employment was above the national average. Now below. He's added 400,000 jobs. I mean, this is a guy that took an $8 billion deficit, unprecedented in Ohio, and turned it <AROUND> to the point, now, we have $2 billion surplus. So, it's exactly the <SORT OF> <STUFF> that has to happen in Washington and he did it by bringing people together. So, I <THINK> that is what voters are looking for is not just a good speech but what have you done? And Kasich has got an incredible record."
  },
  {
    "transcript_id": "CNN-105291",
    "matched_terms": {
      "believe": "ungraded",
      "fact": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Ben, we'll get back to you as we get more information. Thank you. President Bush quickly condemned the bombings, calling the attack a heinous act against civilians. He vowed, in his words, to stay on the offense against terror, saying, \"America will not waiver and will not tire.\" For more on this story, we now have something that's highly unusual, a rare interview with a former director of Israel's Mossad intelligence agency. Efraim Halevy, who just wrote a new book called \"Man in the Shadows,\" spoke with me earlier, and I asked him if the terror attack in Egypt could be the work of al Qaeda.",
    "statement": "I <BELIEVE> it is the work of al Qaeda, whether directly or a link that they have inside that territory. It's the nature of the threat, which the world as a whole is facing. And the <FACT> that even in Egypt which has a very effective security intelligence network, this <KIND OF> act can be carried out, a test to the nature and seriousness of the threat."
  },
  {
    "transcript_id": "CNN-364238",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Maybe. So, the subpoena from the New York A.G. is looking for documents about Deutsch Bank's dealings with the Trump hotel, properties in Chicago in D.C., a golf course outside of Miami, records related to the president's failed bid as I said to buy the Buffalo Bills. What does this tell you about the investigation?",
    "statement": "Well, no one has seriously looked ever at Donald Trump's finances. When he was a casino owner the casino regulators admitted that from time he got license for 12 years they never once looked at his money or checked him out at all. And so, this is the first time we have someone with subpoena power, not people like me, you <KNOW>, looking <AROUND> to find whether they dropped something in a public record or it was a court hearing but subpoena power to compel the production of documents that has had the opportunity to really go after him. And Letitia James during the campaign said elect me, I'm going to go really examine this guy."
  },
  {
    "transcript_id": "NPR-40071",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded",
      "seem": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Earlier in the week, the French prime minister invoked      emergency powers and many communities across the country did impose      curfews.  These measures then seemed to, though, had an effect.",
    "statement": "Well, it does <SEEM> so.  The measures were not--the curfews      were not as widely invoked as they <THOUGHT> they would be.  Many areas      have the right to do it but haven't.  They've held off.  About 30 towns      have done so, but many communities say they are holding off because they      don't <FEEL> that it's necessary right now.  So the measure is in place but      we'll see.  It hasn't been in full use, you <KNOW>, throughout the country."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Yes, go ahead -- I was just curious as to your sense of the pace right now, knowing where we're breaking until 12:00 noon right now.",
    "statement": "I <THINK> they're saying 20 to 12:00 that they're coming back, although that <COULD> be stretched..."
  },
  {
    "transcript_id": "CNN-77063",
    "matched_terms": {
      "think": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "It kind of resembles Gustav from last year in Hatteras.",
    "statement": "That's true. You're getting sandblasted. Gentlemen, I appreciate it. It's been <QUITE> a ride. And are we done with the ride, by the way? We're pretty well past it, we <THINK>?"
  },
  {
    "transcript_id": "CNN-72714",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The problem is for Iraq itself of having lost that market share and of not being able to bring its production back up again, I mean the more time that is lost the more difficult it becomes for Iraq to come back online again.",
    "statement": "The big problem is the oil revenues that were supposed to pay for reconstruction. Paul Bremer, the U.S. Civilian Administrator in Iraq attending a conference in Jordan this weekend said political sabotage <MAY> cause problems meeting production levels."
  }
]