[
  {
    "transcript_id": "CNN-92136",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "A progression, wasn't it?",
    "statement": "It was. I <THINK> it was a reaction to last year's nipple-gate. They were not going to be overexposed."
  },
  {
    "transcript_id": "CNN-225395",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "It was -- we were confident and cool with it but when you (inaudible) back, we got really nervous because we didn't know if this was going to throw out the whole case or he's going to retrial or is the court satisfied with just what happened? Is she going to do more? Is Jordan ever going to get justice? We did not know. And walking back into there, I got so nervous because I'm just like, what do we -- what if we completely messed up.",
    "statement": "Do you <FEEL> like you messed up? Do you <FEEL> like the jury messed up?"
  },
  {
    "transcript_id": "CNN-323605",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Yes. Yes.",
    "statement": "Of everything. In the first part of your adult life that's <SORT OF> the role you played in politics. You went out to California. You were the person who helped raise the money. You were the person who helped organize the party and so on. Was that the role that women were generally expected to play in politics?"
  },
  {
    "transcript_id": "CNN-219843",
    "matched_terms": {
      "feel": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Straight up, and he said, mom, do you see that light? No, I don't see anything. He said, but it's there. Can you see it? And he told me that it made him <FEEL> really good, and he <THOUGHT> it was an angel."
  },
  {
    "transcript_id": "CNN-138802",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "With good reason, in Chicago in 2005, authorities say a man whose case had been dismissed murdered a federal judge's husband and mother. The number of threats against federal judges and prosecutors is rising. 500 in 2003 and more than 1,200 last year. And it's expected to go higher.",
    "statement": "Most of these individuals have a great deal of frustration and anger towards in their <VIEW> how they didn't get their day in court and justice was denied to them. In the federal court, it's the final forum."
  },
  {
    "transcript_id": "CNN-381924",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But Vladimir Putin also echoing President Trump's talking points on the now-infamous Ukrainian phone call.",
    "statement": "They began this impeachment proceeding and always bring up Nixon. Nixon's team was wiretapping their rivals, but this is a completely different situation. Trump was wiretapped. Some anonymous special service staffer leaked this information and, based on what we <KNOW> from the calls, there was nothing wrong there. Trump asked his colleague to investigate possible corruption schemes of previous administrations."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Judge, I want to ask you a question about those last moments as you approached that deadline, the count was not finished. You've had some time to reflect on that. What are your thoughts? You came so close but didn't make it. Everybody said you should have worked on Thanksgiving. You've heard that ad nauseum. How do you respond now that you've had some time to think about it.",
    "statement": "I mean, I'll tell you, there were delays that caused by either side. And <CERTAINLY> I <COULD> look back and say there's a couple hours we <COULD> have picked up here and there. I will tell you that, you <KNOW>, at the outset we were trying to go <ABOUT> this in a, you <KNOW>, in a nice smooth and thoughtful process and not just rush in and go, you <KNOW>, yahoo, let's go count, without having a plan. And I <THINK> that ultimately came back to haunt us. So..."
  },
  {
    "transcript_id": "NPR-2584",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "guess": "ungraded",
      "stuff": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Do you have to be careful about topical events, about how topical to be?",
    "statement": "Sometimes. You <KNOW>, it depends. You <KNOW>, I'm on tour all the time. So, you <KNOW>, for example, like, you <KNOW>, I've got a show tomorrow in Boston. So what I'll be doing is I'll be talking <ABOUT> some of the <STUFF> going on in Libya and, you <KNOW>, daily <STUFF>. Now, <MAYBE> by next week, that'll change a little bit because of things that happened between now and then. But, you <KNOW>, I <GUESS> the topical <STUFF> is just - the shelf life is <KIND OF> short."
  },
  {
    "transcript_id": "CNN-39867",
    "matched_terms": {
      "think": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Very dramatic, indeed.",
    "statement": "What's your <BEST> sense of how the rest of this story is going to play out? We -- you alluded earlier to possible economic warfare. Economics and the wealth of this country, and the ability to <PERHAPS> put together a coalition of countries willing to really tighten the noose economically on states that have been found to harbor terrorism, is no small weapon in itself. How effective <MIGHT> something like that be, do you <THINK>?"
  },
  {
    "transcript_id": "CNN-123698",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, you know, that's a good question. We looked into this a bit, Heidi, and it's hard to figure out an exact unsafe level, because it's dependent not only on the level but how long you're exposed to that level as well. So these things make a difference. What they will say is that when they tested this, they found about 77 parts per billion. That number doesn't mean anything to most people. But it's about four to five times what you typically see in most homes and they felt that those levels were high enough to cause some of those symptoms. Now one thing is important. They didn't prove at the levels that they found that it could actually make people sick. And formaldehyde was one of the only chemicals that were tested for this. I'll be interested to see what the CDC has to say about that specifically. Why didn't they test for other chemicals if this is a concern and how do they figure out what's safe and what's not safe here?",
    "statement": "Yes. And also very interesting. I <THINK> a lot of people are going to wonder why some of these authorities were warned against going into these homes when the sun was out because of the heat."
  },
  {
    "transcript_id": "CNN-21305",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "You know what, you guys? If I could look ahead to what's going to happen, we think, at 4:00, we know that both sides think that they have very strong arguments before the Florida Supreme Court on whether or not to start this recount. The Florida Supreme Court justices seem to be struggling with the question of whether they even have the authority to solve this question. What do you think, Julian -- or Laura?",
    "statement": "I <THINK> that they clearly do. The Republicans, the Republican attorneys even yesterday in court and in their briefs acknowledged that the Florida Supreme Court did have the jurisdiction. They were invited to review that question by the United States Supreme Court. I <THINK> the Republican attorneys in that case, who generally, I <THINK>, have done a pretty good job for their side goofed. They then filed a case today which the justices of the court <MAY> not have the jurisdiction. But as a general matter, the Florida courts have the jurisdiction to review all legal questions that are part of a statute. And these election procedures are part of Florida statutes."
  },
  {
    "transcript_id": "CNN-268826",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What's being done specifically at U.S. airports to keep us safe?",
    "statement": "<WELL>, again, the focus truly is on the foreign airports, but I can tell you that there is a growing concern <ABOUT> this insider threat. You're hearing more and more U.S. officials talk <ABOUT> how <WELL> do we <KNOW> the close to one million airport workers who are at U.S. airports across the country and have secure access to all parts of the airports and even the aircraft? So the question is, how <WELL> are they vetted? A some serious look is being taken when it -- as it relates to the vetting process of these airport workers. The TSA head was just on Capitol Hill just this month and told Congress, he admits that more work needs to be done as it relates to the insider threat. I <KNOW> that there is legislation that passed the House which would essentially increase the number of background checks that these airport workers would undergo. It would also increase random screening, physical screening that they would endure when they show up to work. That legislation, again, passed in the House. It hasn't passed the Senate at this point. What a lot of people don't realize, Carol, is that TSA relies on airports to do a lot of the criminal background checks. So TSA vets all of these employees based on data that they get from the more than 400 airports across the United States."
  },
  {
    "transcript_id": "CNN-250611",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Oh, absolutely. And, remember, there are different controllers handling different parts of the flight. And so the important thing that I heard is that they were waving off other inbound aircraft. You heard in amongst a lot of the confusion about what was on the runway and whether the airport was open or closed is that they had - they instructed the other planes in the sky to go around. That's, obviously, the first and foremost, the most important thing is not to bring anybody down when you've got a 34, in other words, an aircraft on the runway that you can't get off. So it sounds confusing, but I did hear the most important information was to keep the lives safe of others in other aircraft.",
    "statement": "I want to show that picture again where you can see just how close that airplane came to the water there. And we understand, during this time, there was freezing fog. There was snow falling. And you can see snow on the ground in these pictures. Mary, do you <THINK> there's any question <ABOUT> whether this was a weather-related incident?"
  },
  {
    "transcript_id": "CNN-394646",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Well, Fred, we expect this to be an off-camera briefing with the FDA. Meaning we aren't going to hear sounds, see videos of it but it comes as the role of the FDA is under particular scrutiny given that this administration has been criticized for how slow it was to approve and distribute tests for coronavirus, especially when compared with some of these other countries that have experienced outbreaks like South Korea which was able to test a high number of people very, very quickly. Now, the tests are under scrutiny as well, the test themselves because we have seen some mixed messages from President Trump, from Vice President Mike Pence. So the FDA is expected to face some questions about just what kind of capacity the administration has right now to screen people for the COVID-19 virus, Fred. And then there is confusion, you know, about the availability of testing after what the President said at the CDC yesterday compared to what the Vice President has also said.",
    "statement": "Exactly, Fred, we have seen some <SORT OF> conflicting signals from Vice President Pence and from President Donald Trump and that's <SORT OF> reflective of the broader disconnect in tone that we've seen between the President and the Vice President."
  },
  {
    "transcript_id": "CNN-156858",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "And I am Jonathan Mann. We will be taking you live to the scene in just a moment. But you can see the wheel is turning. The wench is bringing a man up. Gary Tuchman is standing by live. But let's bring you up to date with where things now stand. It's a bit of math. Miners have been pulled to safety already. If you're just joining us, four of them are already on the surface; 28 of them are waiting their turn more than 600 meters underground. But one is on his way up. When you see that wench, when you see that wheel turning in that direction, it means the capsule is coming up. What's waiting for them at the surface? Well, moments like this were 68 days in the making. And the rumors -- the reunions above ground have been just jubilant. The miners seem to be in remarkably good health and even better spirits. This is an unprecedented rescue effort. It's been going on through the night. Workers pulled the first miner out about four hours ago, shortly after midnight local time.",
    "statement": "Now, rescue workers are now in the process of pulling out this fifth miner. I want to get the latest from Gary Tuchman. He has been at the mine all night watching this unfold. Gary, of course, this is critical, because this, as we keep saying -- this man is the youngest, Jimmy, and he has had a few problems below ground. So he is <PROBABLY> more happy than anybody to come up to the surface. But he doesn't like confined spaces, so he is <PROBABLY> not <<FEELING>> too thrilled <ABOUT> his situation right now."
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Understood, but let me get back to the essence of the question. Is there part of the reason that some members thought changing the motion to vacate is because you foresee using that in the near future if Paul Ryan makes decisions which you disagree?",
    "statement": "No, I don't see us using that in the future. We had good discussions with Paul Ryan. What his vision is. I've worked with him for half a dozen or more years in the Budget Committee and on the floor as <WELL>. He has a conservative vision for the country. He was the party's vice presidential candidate the last time <AROUND>. So, I <THINK> if we can enact those things, move those things in that direction. But again, it all goes for naught if we do all these great things and then it goes into the Senate and they die in the Senate."
  },
  {
    "transcript_id": "CNN-334313",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I think back in 1982, most of the Chinese leaders were in their 70s or 80s. And many of them were too senile to serve effectively as leaders. However, in 2018 and in the years to come, I think this line of Chinese leadership is very young, dynamic, energetic and they are enjoying the great support of the Chinese people. I would say if Deng Xiaoping were with us today, he would say, keep stability, that is the most important thing for China, and also continue to serve in an energetic and dynamic way. And however, don't try to remain until the last moment, because by then, you will be too senile and you will no longer he the energy and the mental alertness to serve. So there will be a time to retire. Therefore, I think abolishing the two- term limitation doesn't mean lifetime service of the Chinese presidency.",
    "statement": "Yes, but the wisdom of Deng Xiaoping, you don't want to stick <AROUND> too long and be a senile leader. Victor Gao, always very interesting to talk with you, thank you so much. Until next time, take care."
  },
  {
    "transcript_id": "CNN-363970",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think focusing your message to the young people is critical, certainly for Democrats. They have a large newly elected young generation here in Washington, D.C. But what's just as important as who you are messaging to, it is your message. And across the age spectrum, people want to make sure the economy is strong, that we are a safe and secure country, and that the policies that the person you represent are executing them. And Hilary is right in the heart of where, I think, is a perfect place for Democratic candidates to be. As she said, this is left leaning millennials. It's a great opportunity for them there to road test their message and engage millennials. And also fundraising. So it's exciting to see Democrats there at this event, catering to the young people. But at the end of the day, it's not just what you are saying, who you are saying it to, but it's exactly the message that you want to convey and how it resonates. But I would strongly encourage Democrats not just to focus on who is going to be the best candidate for them in the primary, but they need to find someone that is going to be able to go head-to-head with Donald Trump.",
    "statement": "Right, so that under 40, we're talking <ABOUT> Buttigieg, Tulsi Gabbard, Swalwell, 39. So Hilary, Democrats had a rather challenging week, particularly in light of Congressman Ilhan Omar's controversial comments <ABOUT> Israel. Listen to what Senator Amy Klobuchar said <ABOUT> it last hour. You mentioned she got a lot of applause, but then, on this particular topic, this is how she addressed it."
  },
  {
    "transcript_id": "CNN-295824",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "certainly": "ungraded",
      "sort of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Do you think -- final question, do you think Trump can establish some level of parody between the P gate as I called and the WikiLeaks release of information the worst of what seems to be her endorsing open borders in some scenario in the future?",
    "statement": "So as we saw in the debate earlier last week, I <THINK> that debate showed they are who we <THOUGHT> they were and these revelations <SORT OF> take that to the next level. If you already <THOUGHT> Donald Trump was a jerk, this new revelation make you <THINK> that even more. If you already <THOUGHT> that Hillary Clinton was corrupt saying things behind closed doors she doesn't mean, wants open borders. Gosh, this just put right there in black and white. The stories aren't equivalent in my mind and <CERTAINLY> I <THINK> more attention is going to paid to Donald Trump. It's just a better headline. But I'm <SURE> that the Trump campaign ..."
  },
  {
    "transcript_id": "CNN-180641",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes, sometimes you are a human being. And you get charged up watching on TV. Imagine like being there and it is your husband on the line. Oh, my gosh. I have compassion for her. I mean, come on.",
    "statement": "And I don`t <KNOW> whether she drinks or not, but if she had a few white wines, you <KNOW> how that is."
  },
  {
    "transcript_id": "CNN-225548",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Victor, you know, the Supreme Court has a busy week, as well, because this week the justices are deciding which cases they're going to hear this session and issue rulings that could affect policy across the country. Athena Jones has a preview of what they're talking about.",
    "statement": "There's no shortage of controversy before the court. On Monday, the justices <COULD> decide to take cases that <COULD> significantly expand gun rights. The National Rifle Association is challenging a Texas concealed carry law that bans anyone under 21 from carrying guns in public. The NRA argues that Second Amendment right of self-defense extends to responsible 18 to 20 year old, as <WELL>. And the NRA is appealing a federal ban on selling handguns to minors saying that also violates Second Amendment rights."
  },
  {
    "transcript_id": "CNN-156815",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Well, people's reactions to stressful events depend entirely on the people. So, whether about 30 guys down there, I would imagine for five of them, as soon as they get on top, have -- take a shower and have breakfast, they will be on their way. For five of them, the other end, they'll probably find -- this will be something to bother them for a very long time. For most of the folks in the middle, they'll be good to go after a couple of months.",
    "statement": "It's interesting. They have really planned for everything. One of the things that they want to do, I <GUESS>, the psychology team is advising that they will meet with one to three people, close family or friends who the miners have designated personally. They don't want a big crowd -- even though we've seen the pictures of so many family members being out there. Why is it important to have this first meeting after escaping be with such a small group?"
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Bob Kerrey, too.",
    "statement": "That is right. Bob Kerrey. <WELL>, he wasn't a POW, but he was a great hero."
  },
  {
    "transcript_id": "CNN-79703",
    "matched_terms": {
      "around": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "But actually there was a good question in there. And you know, when you deal with Amazon.com, for example, and some of the other online retailers, once you've given them your credit card, they have that information. They capture it and store it. As Linda said, we're always really cautious about giving people that information and letting them hold on to it. So far, I haven't heard a lot of problems with Amazon.com or other retailers. The good thing about that is you don't have to go back in there and re-enter your credit card over and over again. I know -- this has happened to me and I'm sure it's happened to you. For example, when you buy something online and mess something up, you have to go through and re-enter your credit card information over and over again. It does not capture that information. That's actually a really good thing. Because if somebody comes by and looks at your computer when you walk away, they can't capture that information. One other point I want to make, when you do use a credit card, they ask you for a security number on the back of the card, or sometimes it's on the front of the card above your last few numbers. They are really trying to make sure there's some stop gaps in place so that they can capture it in a safe way.",
    "statement": "Let's go now to another e-mail. This is from Bill Kelly in St. Peters, Missouri. Bill writes: They tell us not to carry things like our Social Security card to prevent identity theft. We <MUST> be carry out Medicare card....which has our Social Security number on it. Anyway <AROUND> this?"
  },
  {
    "transcript_id": "CNN-211443",
    "matched_terms": {
      "well": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Is there any way I can protect myself from something like this possibly happening.",
    "statement": "<WELL> not -- not at the moment. I mean and what's really scary is that it's getting -- it's going to get worse, because cars are becoming more and more computer like as we get closer to the idea of <SORT OF> a driverless car like the Google driverless car."
  },
  {
    "transcript_id": "CNN-131832",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "absolutely": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "OK. I just want to be clear because some of our audience may have confused your accent for being a British accent. I want to make sure you`re being impartial here. Oprah, obviously, though, has done so much here in the U.S. and overseas. You know, you mentioned education, Ben. She did build that all- girls school in Africa. She`s obviously proven her ability to reach across economic and class and racial lines. What do you think, April? Could you see Oprah, if not as the British ambassador, being some part of an Obama administration?",
    "statement": "<ABSOLUTELY>. And you <KNOW>, she`s got the skills to bring so many people from diverse backgrounds together. So many people trust. So <DEFINITELY> I <COULD> see her in some type of administrative role."
  },
  {
    "transcript_id": "CNN-366936",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "-- both very much. We do have some breaking news that we're just getting into our newsroom, which is that the British police have just announced that they arrested Julian Assange in relation to an extradition warrant from the United States.",
    "statement": "Wow, a <CLEAR> U.S. connection. Much more on that, next."
  },
  {
    "transcript_id": "CNN-146816",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We sure did.",
    "statement": "Talk to us <ABOUT> that. Did they call you? Did you call them? When did you go? How did it all happen today?"
  },
  {
    "transcript_id": "CNN-246408",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "guess": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "I mean, I think on current facts it appears that he will survive this revelation absent further information that contravenes his assertion that he did not understand the nature of the group. I think there's enough ambiguity or at least plausible deniability that he did not really know the nature of this group, that you have not seen yet a critical mass really even of Democrats from the state, much less Republican colleagues, who are demanding that he go.",
    "statement": "Do you <THINK> this sets up a dangerous precedent if Democrats push not to have him removed from leadership not because of something he said but because he spoke to someone that I <GUESS> most people would disagree with their <VIEWS>. That <COULD> be turned against some Democrats at some point."
  },
  {
    "transcript_id": "CNN-343877",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "<WELL>, another high-level summit is in the works when we come back. For the latest on the upcoming meeting of the U.S. and Russian President. And will election meddling be on the table? We'll take a look at that. Plus, fresh off his meetings in China, the U.S. defense secretary is off to South Korea. A look at what's on the agenda. We'll back in a moments."
  },
  {
    "transcript_id": "CNN-280124",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "No, I sell hats and --",
    "statement": "<SURE>, but you do solicit donations on your website?"
  },
  {
    "transcript_id": "CNN-23779",
    "matched_terms": {
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And General Electric, one of the steadiest earners in all of corporate America, delivered a 16 percent gain in profit thanks to spectacular performance at the company's power plant systems division.",
    "statement": "GE recognizes the difficult economic environment ahead. The company is already laying off workers, and plans more cuts upon its acquisition of Honeywell, expected to close this quarter. Now, it is relatively easy for companies to deliver good numbers when the economy is behind them. Right now, however, the environment is more challenging. Cyclical companies inevitably are going to <FEEL> some pain, and now shareholders get to see just how <WELL> management can deliver in tough times -- Willow."
  },
  {
    "transcript_id": "CNN-208654",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "None",
    "statement": "In Colorado, fast-moving wildfires have burned dozens of homes and forced the evacuation of a state prison. And the winds have been picking up. So let's go live now to CNN's Dan Simon. He is in Black Forest, Colorado -- Dan, it's looking pretty bad behind you. How are these conditions going to affect the snow, do you <THINK> -- or, pardon me, the fire, do you <THINK>?"
  },
  {
    "transcript_id": "CNN-182086",
    "matched_terms": {
      "well": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "He's counting on that.",
    "statement": "He's counting -- and he said that a number of times. I need to win my home state and if I don't or else. <WELL>, I <GUESS> this is good news for Newt Gingrich."
  },
  {
    "transcript_id": "CNN-359154",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "February.",
    "statement": "February 7. <SHOULD> that worry the president?"
  },
  {
    "transcript_id": "CNN-67617",
    "matched_terms": {
      "may": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Good morning, Paula. There have been a lot of compromise talk around here in the last few days and weeks. Canada has a proposal. And they all center on giving Iraq a little bit more time with a deadline for complying with disarmament provisions. Nothing really has borne fruit yet. Now there are reports that Britain and the United States, as one U.S. official told CNN, are noodling around with some ideas, one that would give Saddam Hussein a very short deadline. Meanwhile, intense lobbying going on on that. Powell is going to meet with inspector, with all members of the Security Council, either with the foreign minister level or at the ambassadorial level. The U.S. has been pushing hard to rally the votes. That man in the pool outside your office there reminded me of a U.S. diplomat fishing for votes. They need nine without any vetoes. China even today, though, saying the second resolution is not needed. China wants to see more inspections. Meanwhile, delegations from the Arab world come here to the U.N. to look for peace efforts. They meet with Secretary General Kofi Annan, foreign ministers from Syria, Bahrain and the Arab League. Chief weapons inspector Hans Blix tomorrow goes before the Security Council, before Powell and the others talk behind closed doors. The United Nations chief weapons inspector is expected to say that Iraq has disarmed Al Samoud missiles and it's a positive development. Yesterday he called it real disarmament. But he is expected probably to note gaps still in biological and chemical weaponry complying -- Paula.",
    "statement": "Is there anything else we learned from Hans Blix yesterday that <MAY> give us a sense of what exactly he <MIGHT> lay out tomorrow?"
  },
  {
    "transcript_id": "CNN-218346",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "New Jersey Governor Chris Christie, a leading 2016 Republican contender despite his repeated denials that he's even in the race.",
    "statement": "Everybody's talking <ABOUT> you running for president. The question is how do you keep that from becoming a major distraction over the next couple of years?"
  },
  {
    "transcript_id": "CNN-291211",
    "matched_terms": {
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "She told me about this incident personally. Sitting in makeup with her. She's recounting it and I said, this must seem like a bad dream.",
    "statement": "<WELL>, you can see how frightened you can be if you're in a mob scene and basically Trump gins up his audience very effectively. He's good at it. But the irony of this to me is that the guy has used the media in a genius way throughout this campaign. I mean <CERTAINLY> during the Republican campaign. He was on the air constantly. And the media was his vessel. And now he's not doing that <WELL> and the media's calling him on certain things and he's turning on them. Republicans have never lost a vote, ever, by attacking the media. So that is always a universal them. But at this level, the hostility is really getting a little scary."
  },
  {
    "transcript_id": "CNN-72698",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Absolutely not. Seven million people went to the polls last November, Judy, and asked me to be governor of this state for four more years. I have an obligation to them to work as hard as I can to improve education, to provide health insurance for children, help vital programs for seniors, and promote public safety in this state. I have one goal, which is to leave this state better off than I found it.",
    "statement": "At the same time, Governor, if this does reach the ballot -- and it is simply a plurality that's needed for the next governor to be chosen -- and you have somebody popular on the ballot, like actor Arnold Schwarzenegger or even Condoleezza Rice, the president's national security adviser, aren't -- that <MUST> be something that has you staying awake at night."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Should the government use taxes to set a floor for gas prices?",
    "statement": "You <KNOW>, there are a lot of people who say the <BEST> thing that has happened to this country in terms of saving us 15 years from now is the price of gas today."
  },
  {
    "transcript_id": "CNN-412951",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Do you intend to retake all of Nagorno-Karabakh all disputed land?",
    "statement": "Our main objective is to liberate those territories and to allow Azerbaijani refugees and internally displace persons to go back. As far as Nagorno-Karabakh is concerned, we <THINK> and that was officially declared many times that after the war is over, after occupational forces are withdrawn Armenians and Azerbaijanis in Nagorno-Karabakh will leave side by side."
  },
  {
    "transcript_id": "CNN-315171",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "So, Maria, I want you to look at this timeline because, again, there has been a lot of criticism since this new report came out that really did single and narrow down the timeline. President Obama found out in early August that Russia was behind the hacking and that its intent was to help Trump win the election. The public didn't find out about Russia's role until October. We didn't find out Russia's goal until December. Why such a lack of transparency?",
    "statement": "<WELL>, I <THINK> that, first of all, the White House was trying to really figure out what had happened. I'm <SURE> this was a huge surprise to the president and to the Obama administration, as it was to all of us when we found out. But as Athena reported, it's not like they sat on their laurels and did nothing. They actually confronted their Russian counterparts from the intelligence agencies, all the way up to President Obama, and told them to cut it out in no uncertain terms. But as it turns out, and Athena also mentioned this, the damage had already been done. The hacking had already been done. The fake news reports were already out there. The Russian bots had already been at it for over a year. So while hindsight is 20/20, and I'm <SURE> I'm among the Democrats that are frustrated that the White House couldn't do more, but <PERHAPS> they couldn't do more. But I really applaud Shermichael for calling out Trump in terms of hypocrisy. On the one hand, he, you <KNOW>, can't have it both ways. Did Russia meddle, or didn't they? And then he comes out with a tweet blaming Obama for the Russian meddling that he has yet to say that happened in the first place. And the second thing is that he has had access to the highest intelligence reports and a lot more information <ABOUT> how this happened and what can be done <ABOUT> it, and yet he <SEEMS> to care not at all <ABOUT> what has happened to our democracy. The only thing he <SEEMS> to care <ABOUT> is the intelligence agencies and his former director of the FBI come out publicly to say he's not under investigation. It's all <ABOUT> him."
  },
  {
    "transcript_id": "CNN-308326",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "New this morning, two significant arrests in the London terror attack. It comes after another victim of the attack passed away, bringing the death toll now to four. That latest victim, an American from Utah celebrating his 25th wedding anniversary with his wife who was also injured. We are also learning new details about the attacker who authorities say was known to police and inspired by ISIS. I want to go live to new Scotland Yard in London and bring in CNN's Nina Dos Santos. What are we learning about the attacker, Nina?",
    "statement": "Thanks very, Christine. <WELL>, we've learned <QUITE> a bit just in the last few minutes because the Metropolitan Police have come and given us a statement. They've given us his actual birth name now. We <KNOW> that Khalid Masood, 52 years old, was actually using a number of aliases. His real birth name is Adrian Russell. And he was born in Kent, which is a county just close to London, toward the east of where I am. And he was living in the midlands in the city of Birmingham, the second largest city in the U.K., <ABOUT> 118 miles from where I am today. And, in <FACT>, police also confirmed that they had made two significant arrests since they've called them overnight. One again <AROUND> the area of Birmingham, in the midlands, but another one in the northwest of the country as <WELL>. And they're appealing towards all sorts of witnesses who are there on the scene to continue to get in touch with police, anybody who knew Khalid Masood, so they can put together a picture of how he became radicalized over the years and also what he was doing here in Westminster, what were the immediate events that led him towards committing the atrocity that he committed just a day and a half ago -- Christine."
  },
  {
    "transcript_id": "CNN-160720",
    "matched_terms": {
      "maybe": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Fifteen minutes. Fifteen minutes. You know, you can put a piece of fish or chicken in a pan. Stir fry some vegetables. You've got brown rice maybe you cooked the night before. It's very simple.",
    "statement": "All right. Let's go to the other part of this. That's the healthy side. The other side, <QUITE> frankly, keeping kids <MAYBE> off drugs and keeping them from drinking and having better grades is because they're sitting down -- undivided attention between the parents and kids?"
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "fact": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, eventually, eventually, if my college economic classes are still fresh there in the gray matter, eventually the demand will drop as the price goes up, right?",
    "statement": "That is the secret. In <FACT>, in yesterday's Department of Energy report, we saw <MAYBE> the first sign that gasoline demand is starting to trail off. Up until now, despite the <FACT> gasoline prices have already been substantially higher than they were last year, the demand for gasoline was still growing at <ABOUT> 1.5 percent above a year ago, but yesterday that <SORT OF> dropped back a little bit. Now we're only growing by <ABOUT> less than a percent from a year ago. So, hopefully we are starting to see a little slowdown in demand. But if we don't get that slowdown in demand, the challenge is the refiners have to make to meet demand is incredible, and it means a lot higher prices all summer <MAYBE>."
  },
  {
    "transcript_id": "CNN-334313",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes, indeed, the CPC Central Committee has already recommended to the NPC to review this particular two-term restriction and to have that removed. And I think given the nature of power from the Central Committee of the CPC, as well as the nature of power of the NPC, this proposed amendment most likely will be adopted. So back in 1982, this clause was written into the Chinese constitution for very obvious reasons. And I think those reasons were very valid back in 1982. However, in 2018, the Central Committee of the Communist Party of China felt it is necessary to introduce this amendment to allow the incumbent Chinese President Xi Jinping in this particular case, to serve longer than the two-term restrictions. And I think his performance over the past five years has demonstrated in abundance that he is consider as a great leader, a leader of good following, and people have goodwill for him, for his firmness in fighting against the corruption at home. And for steering China on the global stage in a more powerful manner, and there is tremendous amount support with the Communist Party of China, as well as among the people here in China. Therefore, I think this proposed amendment, more or less reflects the goodwill and the support for the Chinese person in China. And it will help once it is adopted, to maintain stability and continuity of the top leadership in China for many years to come.",
    "statement": "Got it. The political support is there. It's good for stability, et cetera, et cetera. You mentioned that date, 1982. You were there, you we the translator for Deng Xiaoping in 1982. He put the limits in place in 1982 to make <SURE> that China under the cult of a leader, like Mao Zedong, would never happen again. What would Deng Xiaoping <THINK> <ABOUT> what's happening now in China?"
  },
  {
    "transcript_id": "CNN-135710",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "All right, well Allan, I want to thank you, but before we go, I want to say, if you can stay away from the 401(k), do. And it's always a great idea, if you can even find part time work to pick that up, as well. I know it's a tough time out there. Finding a job is really difficult. And as Jennifer just said, sometimes it pays to actually look outside your field of expertise. Allan, thank you so much for that report and we wish the best to Tom, obviously, who is looking for a job out there. All right, guys, let's move on to a couple other questions that I know people like Tom are really looking for, here. It's how do I go from being one kind of employee and one kind of job to another job? How do I transform myself -- Jennifer.",
    "statement": "You <KNOW>, the first thing you need to do is figure out what skills you have. Write them down. Sit down somewhere for a few hours and figure out what you're really good at and what you bring to the table. Then, go do some research, figure out what fields are hiring now and how you can apply those skills. Then you've got to tap everyone you can to try and figure out how you can move into that field. It's a little hard and sometimes you <MAY> need to go and take a course or <MAY> need to have someone help you revise your resume in a better way so that translates. But fist, it starts with figuring out what your skills are and how you can sell them to someone else."
  },
  {
    "transcript_id": "CNN-260479",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But the wall is going to be built for security. We're going to have a great border. People can come in to the country legally, but not illegally. And the people that come in are going to be good people. They're going to be great people. And I want that. It's very important to me.",
    "statement": "Of course, most of the horrific things that take place in this country are perpetrated by Americans. I want to ask you <ABOUT> this horrific shooting we just had in Lafayette, Louisiana. Here, we have another case of someone with <WELL>-established mental health problems somehow able to legally buy a gun. What do you <THINK> needs to be done to stop this?"
  },
  {
    "transcript_id": "CNN-34775",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "And yet NASA veteran Chris Kraft says NASA's four orbiters could be flown more aggressively.",
    "statement": "Same thing you do in a 747. When it lands it goes through an automatic check-out system to determine what systems are working and what systems aren't. And if something's not working, you replace it. And then you go fly it. You've got the <BEST> information on the performance of the system of the shuttle -- of the orbiter, when it lands. All you have to do is fill it up and go again."
  },
  {
    "transcript_id": "CNN-93538",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, it was just important for Libby and I to be here. And, to be honest, if we were standing blocks away it would be a privilege just to be here. This is a memorable weekend honoring one of the great figures of the second half of the 20th century. And someone who I as a Roman Catholic just, will always look up to and remember with the greatest of affection. This week is very special because we're here to honor one of the great figures of our time, certainly a tremendous leader of the Catholic Church and of Christianity, but also a great leader of the world. Someone who through his faith, through his love, through his belief in peace and freedom truly changed the lives, not just of tens of millions of Christians but of tens of millions of others around the globe and this is the week, this at the time time, when we should reflect on his greatness and give thanks for his presence leading, not just the Catholic Church but so many of the people of the world.",
    "statement": "New York's Governor George Pataki; he is one of a number of Americans in Rome for the funeral and please, we tell -- urge all our viewers, turn to CNN tomorrow morning for the funeral of John Paul II. Our coverage begins at 3:00 a.m. Eastern. Different story. We now <KNOW> where a controversial memo <ABOUT> the Terri Schiavo case came from, but that's only fueling more debate today. Up next, it's Donna Brazille versus Bay Buchanan. Don't miss it."
  },
  {
    "transcript_id": "CNN-261656",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "One of the things I read that I think is so interesting about this pope is that he's known as a cold calling pope. We know last year he called a woman who had married a man who had been divorced and said you are welcome into the church, you are welcome to come and have communion at our church, which is against what has been previously practiced, obviously. Why do you think the pope is - feels so strongly about this, enough so to just call people on the phone? I don't know what I'd do if somebody - I got on the phone, pope is on the phone. I mean that is unique, is it not, Father Beck?",
    "statement": "It <CERTAINLY> is. And so many people have been surprised by this. And again, it's wonderful. It creates confusion in the hearts of some people who say, <WELL>, I'm in the same situation as that woman, but I'm not allowed to receive. So, is the pope saying two things here? Is he sending a mixed message? And what he's doing I <THINK> he's saying people <MUST> be dealt with as individuals. Whatever this woman said to the pope, he said to her, you <KNOW>, in your situation -- <MAYBE> she couldn't get the annulment. <MAYBE> she was the one left. <MAYBE> the spouse was not cooperative. You go to communion. So, he is dealing with her as a pastor. You can have rules, Christi, and the wonderful guidelines, but not everybody fits into these neat categories. And I <THINK> as a church, the pope is saying, be attentive to people where they are."
  },
  {
    "transcript_id": "NPR-14230",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That's right. So here in California, we used to have sand mines all up and down the coast. And these were, like, enormous dredges that would literally just pull the sand, rake the sand right off the beach. But they realized, well, this is terrible. This is destroying our beaches. So they shut all of them down except one. And just last week, after years of court battles and protests, the county government finally stepped in and shut it down.",
    "statement": "<WELL>, <COULD> something replace sand?"
  },
  {
    "transcript_id": "CNN-158647",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And finally, I wanted to point out to our folks a story that's on there by one of our senior producers, Kevin Bond. We spend so much time in the past couple of weeks talking about all of these new incoming freshmen and what they're going to do and Kevin takes a look at two of the departing congressmen who were defeated, James Oberstar from Minnesota, Paul Kanjorski of Pennsylvania. Kind of gets their take. So it's a nostalgic look. But also some kind of dire projections. Both of them saying they really don't see Congress working together as so many voters said they might want to do. They think, in fact, it's now more divided.",
    "statement": "<WELL>, Candy, what do you <THINK> of that? What do you see for the next Congress?"
  },
  {
    "transcript_id": "CNN-213682",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "All right, CNN Justice Reporter Evan Perez, thanks so much.",
    "statement": "Thanks, Carol. Still to come in the NEWSROOM, Yosemite officials say they will let the fire burn. It's actually official park policy. We'll tell you <ABOUT> that next."
  },
  {
    "transcript_id": "CNN-407613",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "South Dakota has just over 9,000 confirmed coronavirus cases. This is actually among the lowest -- it's one of the lowest state tallies in the country there. Are you worried the case numbers might spike after this?",
    "statement": "Yes. They <COULD> tick up. But South Dakota, at the direction of our governor and the plan she put together for our state, we've been a pretty open state for the whole time throughout this whole thing. And we've held large events recently. I <THINK> we had the first sports event with the bull riding. And we had the fourth of July celebration just recently without too much uptick, if any. If we can get through this one, too, it will be a positive step forward to reopen America."
  },
  {
    "transcript_id": "NPR-10764",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And so you must have thought at one point you were going to come down with this, if you had no idea how it was transmitted, and there are corpses all around you.",
    "statement": "Yeah, at some point. Yeah, <WELL>, first of all, I was only 27. So I was so excited. It was also my first time in Africa - or in Central Africa. And it's - the excitement of discovery is a bit like a drug, you <KNOW>, and everything was new, and you also want to solve the problem because people were still dying."
  },
  {
    "transcript_id": "CNN-335997",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Well, we'll see. I mean, Trump isn't exactly flying high in the polls right now and you've seen in these series of special elections that these can have ramifications not just on Trump himself but on the Republican Party more broadly, and that's a real danger heading into November. The one other issue I think is worth mentioning though was Stormy Daniels' allegation that a member of The Trump Organization presumably threatened her and her infant daughter. I think if there were some sort of discovery process that's another area where Trump and his organization could potentially be in some kind of legal liability that went beyond just a simple fine.",
    "statement": "<SURE>, <SURE>. Now, the problem with that allegation is did you tell anybody at the time? If it were so unsettling who did you tell when you walked into the gym?"
  },
  {
    "transcript_id": "CNN-74819",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "You'll stay with the church regardless of what happens here?",
    "statement": "I'm going to stay with the church. I don't <KNOW> how the church will look at the other side of this. We're -- we <MAY> be in for rocky times. But we continue to work for the unity of the church."
  },
  {
    "transcript_id": "CNN-237482",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "OK, I`m going to move on later to what this video actually is. It sounds like some kind of a sex chat that was being recorded by some guy. But in the background, you hear the shooting, all right? Liz, one more time. I want to count these shots. One more time please, Liz.",
    "statement": "You are pretty. You`re so fine, just going on some of your videos. How <COULD> I forget?"
  },
  {
    "transcript_id": "CNN-77806",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Don't mess with do not call. That is the latest judge's <OPINION> at the very least. Andy Serwer is \"Minding Your Business\" this morning. Good morning,"
  },
  {
    "transcript_id": "NPR-46052",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Yeah.",
    "statement": "They were all great. Wendi Winters is the journalist that I <PROBABLY> worked the most with my entire career. Just Wednesday, I did two stories with Wendi Winters."
  },
  {
    "transcript_id": "CNN-38430",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "In retrospect, we have the value of hindsight.",
    "statement": "In retrospect, we don't have -- yeah, I mean, hindsight is great, but unfortunately we can't go back and I <THINK> that was the decision early on -- and I mean, he -- you <KNOW>, we all received that advice, contemplated it, but I mean, for him to come out early and, you <KNOW> make a statement <ABOUT> a denial, or you <KNOW> -- mea culpa. But I mean, we didn't do that. He chose to focus his efforts on law enforcement."
  },
  {
    "transcript_id": "CNN-215954",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Getting this al-Shabaab guy, it will do something for a while. But I don't think anybody is predicting it's the end of al-Shabaab or al Qaeda up in Libya or the al Qaeda groups in Syria. Don.",
    "statement": "As you mentioned, Special Operations are working <AROUND> the world every single day and their missions being carried out. But the reason that these two are breaking news, they are significant, because they are such high profile, people that they are going after and organizations. So, talk to me <ABOUT> what else <COULD> be going on. Why these two are so significant, Barbara, and then I want to get to Peter Bergen after."
  },
  {
    "transcript_id": "CNN-133382",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Not unless somebody gets nominated for something in the future. We'll see.",
    "statement": "Yes. That's <PROBABLY> right. Dana, thanks very much."
  },
  {
    "transcript_id": "CNN-154887",
    "matched_terms": {
      "maybe": "ungraded",
      "might": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "No.",
    "statement": "<MAYBE> in costumes, though, it <MIGHT> be <KIND OF> kinky."
  },
  {
    "transcript_id": "CNN-46843",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, it is OK to obfuscate.",
    "statement": "I <THINK> you've been drinking the Pentagon Kool-Aid, Bob."
  },
  {
    "transcript_id": "NPR-1866",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "None",
    "statement": "And now the <OPINION> Page. Secretary of Defense Robert Gates plans to leave next month and delivered what <MAY> be his final policy address last week with a warning. The Pentagon will not escape deep budget cuts. That will mean a smaller U.S. military force and diminished U.S. role <AROUND> the world."
  },
  {
    "transcript_id": "CNN-119336",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "clear": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "None",
    "statement": "To our viewers, you're in THE SITUATION ROOM. Happening now, potential turning points in the Iraq War. A new intelligence report says Iraq's leaders are, \"unable to govern,\" and a highly respected Republican senator now calling on President Bush to start bringing U.S. troops home from Iraq by Christmas. Barack Obama says much of the talk <ABOUT> Iraq is a distraction from a more important issue. You're going to hear what he <THINKS>. A CNN one-on-one interview with him coming up. We'll also see the presidential candidate's jump shot. One school wants to give women college degrees on sewing, raising children and loving their husbands. It's causing some controversy out there. I'm Wolf Blitzer. You're in THE SITUATION ROOM. Now in what <COULD> be a major turning point in the war, a respected Republican Senator wants President Bush to start bringing U.S. troops home from Iraq by Christmas. Senator John Warner of Virginia says the United States needs to send a very <CLEAR> message. I <THINK> no clearer form of that than if the president were to announce on the 15th that in consultation with our senior military commanders, he's decided to initiate the first step in the withdrawal of armed forces. Also Happening now, A new intelligence report paints a stark picture of how <WELL> or how bad things are in Iraq. It says some of Iraq's killing is actually going down, but that too many people are still dying. It also says Iraq's political leaders are not -- repeat not up to the job of effectively running their government. Our senior Pentagon correspondent, Jamie McIntyre, is joining us -- Jamie, this intelligence report doubtful <ABOUT> the Iraqi government's future."
  },
  {
    "transcript_id": "CNN-262011",
    "matched_terms": {
      "believe": "ungraded",
      "well": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "I think they match up great. I'm a job producer. I've had a great record. I haven't been involved in plagiarism. I think I would match up very well against Biden.",
    "statement": "That is what he told conservative radio host Hugh Hewitt. He is here tonight and one of the moderators of the next debate right here on CNN. Plus, the year of the outsider from Donald Trump to Bernie Sanders. We're going to talk to Dan Rather and Frank Bruni. And also this exclusive story that will shock you. A Texas woman is pulled over by police and <ALLEGEDLY> strip searched right in the middle of a gas station parking lot. And you won't <BELIEVE> why. But I want to begin with the day in Trump. Donald Trump just released a new no holds barred campaign ad targeting President Obama as <WELL> as Hillary Clinton and Bill Clinton. Take a look at it."
  },
  {
    "transcript_id": "CNN-34775",
    "matched_terms": {
      "could": "ungraded",
      "feel": "ungraded",
      "might": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "You may wonder, as I did, if there isn't a more, well, space-age way to get the job done.",
    "statement": "And the problem with using buffers is that there <COULD> be a situation where if a particle of debris were to get onto the glass, we <MIGHT> not have the <FEEL> of that, being underneath that buffing pan, and <COULD> <POSSIBLY> scratch a window. We want to do things very safely. And sometimes the old way is the safest way."
  },
  {
    "transcript_id": "CNN-54508",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well-intentioned ideas about trade will merely prop up this dictator, enrich his cronies and enhance the totalitarian regime.",
    "statement": "And anchors away: Will the networks cast off their aging heavyweights? I will ask Frank Rich, of \"The New York Times.\" It's Monday, <MAY> 20, 2002. Hello, I'm Wolf Blitzer in Washington. We begin with an unsettling admission from a man whose job it is to keep America safe: FBI director Robert Mueller says flatly, \"there will be another terrorist attack. We will not be able to stop it. It's something we all have to live with.\" But, he doesn't stop there. In this hour, we will brief you on the series of threats to people in the United States."
  },
  {
    "transcript_id": "CNN-81379",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "It is his election to lose, although a lot depends on who the Democratic candidate is. And there's, I think, a lot of ways in which he can lose it. His real strength up to date has been the war on terrorism. In a kind of ironic turn, it may be the success of the war on terrorism -- America not having been attacked for 28 months -- leads many Americans minds away from the incipient fear of a terrorist attack into more domestic kinds of concerns like jobs, the environment, education, immigration, health care and health care costs. Those kinds of playing fields are ones that George Bush does not do as well on. We know that from polling. We know that from Americans' recent opinions about how they feel about those sorts of issues. So if the election turns away from the war on terror and towards domestic issues of the sort I just laid out, that's problems -- that is a problem for George Bush. It's also the case that Iraq and the continuing dreadful tragedy of American soldiers dying there, as long as that drags on, that can be a problem for the president, as well. What most analysts believe is the Bush administration is banking on a pullout from Iraq, American troops pulling out. But once again Americans, then turn their attention away from what's going on in Iraq and to what's going on here at home. The records doesn't look so great, at least in some ways, for President Bush in that regard.",
    "statement": "Professor, you laid out <QUITE> a number of issues there. Let's get to one specific, and that is the budget, and spending and something I <COULD> not <BELIEVE> my eyes. Earlier in the week, when the \"Wall Street Journal\" itself on its editorial page was criticizing the government for its spending, and that looming, that huge deficit. And not only that, not only the \"Journal,\" but you've seen other, more conservative parties like the Heritage Foundation taking -- up in arms <ABOUT> the issue. How sensitive is the president there?"
  },
  {
    "transcript_id": "NPR-18275",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "When Donald Trump announced his presidential run, many dismissed it as a publicity stunt, a way to get a bigger audience. And though his candidacy has turned out to be very real indeed, a report this week is raising questions about Trump's plans if he were to lose next month.",
    "statement": "According to The Financial Times, Trump's son-in-law approached an investment banker <ABOUT> the possibility of launching a Trump television network. This has been reported before, and Trump denied it, calling plans for a media company a false rumor. Here's NPR's media correspondent David Folkenflik. Good morning."
  },
  {
    "transcript_id": "CNN-411504",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "feel": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "All right, Kaitlan Collins, thank you so much. Let's bring in CNN's Abby Phillip and Ron Brownstein to talk about it. Abby, McConnell just said on the Senate floor that the president's nominee will get a vote this year. Now, Susan Collins and Lisa Murkowski have said McConnell should delay any action until we know who wins the presidency November 3. Do you think any additional Republicans will join those two, thus, theoretically, at least being able to block McConnell from proceeding to a vote?",
    "statement": "<WELL>, I <THINK> it's a possibility. The list of people who <COULD> be in the company and Susan Collins and Lisa Murkowski are pretty limited. You're talking <ABOUT> <MAYBE> three or four other Republicans who <MIGHT> be open to it. Many haven't said where they stand. But I did <THINK> it was notable that McConnell said today this nominee will get a vote this year. He did not say before the election. It is possible that McConnell is trying to <FEEL> out the Senate Republicans that he represents, effectively, and saying to them, would you be open to this if we held a vote after the November election? That <MIGHT> be more likely to help him keep the Republicans together? And I <THINK> that that <MIGHT> allow for a delay in this vote, but <PERHAPS> give Democrats limited options to stop it altogether."
  },
  {
    "transcript_id": "CNN-289208",
    "matched_terms": {
      "about": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Alex, I want to start with you. We'll play a game, today you are thinking what? Put yourself in Paul Ryan's shoes. After last night and what happened, the Melania speech issue, Paul Ryan, the big speech tonight. He's approaching tonight's speech and going through his speech is?-",
    "statement": "What do I want to talk <ABOUT>? He's not going to go up on the stage and talk <ABOUT> what Trump wants to talk <ABOUT>. He's going to go up and talk <ABOUT> what I want to talk <ABOUT>. What we've seen so far is the people that take control of their own destiny, if people go up and talk <ABOUT> their messages. They're doing the <BEST> on the floor."
  },
  {
    "transcript_id": "CNN-155123",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Are you going to open more of these?",
    "statement": "We are, yes. We don't <KNOW> <QUITE> yet where. We will announce that in the next couple of weeks."
  },
  {
    "transcript_id": "CNN-362071",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "feeling": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "You're certainly right about that. Let's just -- can we just pull up the markets again, so I can talk to them about what is moving the markets today. What is moving the markets are those pretty dismal retail sales numbers -- they came out -- for December, we got the report today, but for December, it was down about 1.2% or so, that's the lowest in nine years. When you think about that in the context of just how well this economy is doing, what gives?",
    "statement": "It really is surprising to see them fall that dramatically. It's hard to <KNOW> whether or not it's just consumers not <<FEELING>> as <CONFIDENT> as they were. There's a big drop from November to December, even in some of the categories that have done <WELL> like the quote-unquote \"non- store retailing category\" the government looks at which is essentially online retailing. --"
  },
  {
    "transcript_id": "CNN-122352",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, and you say about one-fifth of the consumer products right now in this country are made in China. I was also struck by some of the products that you mentioned that weren't really on my radar. These lead coated steel pipes and things that are going into buildings. And these are sort of hidden dangers that we don't even notice at this point.",
    "statement": "That's right. And we <KNOW> that lead in high doses leads to mental retardation in children and that it can poison adults as <WELL>. Look, the Chinese don't want to follow American safety standards if they want to sell into the American market. And we're going to have a level playing field. And I <KNOW> this term has been abused by some critics of free trade. And I consider myself a free trader. But before that, a safe trader. I don't want people selling products labeled food that's actually poison and selling medicine that doesn't actually cure. We went through a period in this country in the mid 19th century, where people sold snake oil and other people died. Do we really need to repeat it with a Chinese accent?"
  },
  {
    "transcript_id": "CNN-272474",
    "matched_terms": {
      "maybe": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What about in Syria?",
    "statement": "<WELL>, in Syria, too, we have less of a relationship with the ground forces there in Syria. So they've lost -- the estimates vary somewhere between 10 and <MAYBE> 20 percent of the territory that they once held in Syria. But the estimates are a little bit tougher to get our hands <AROUND>. We're starting to build partnerships now with the Syrian democratic forces, the Syrian Arab coalition and others to begin to build up a coalition of forces that we can work with to, again, eliminate the ISIL threat."
  },
  {
    "transcript_id": "CNN-293385",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "This is someone that appears on Russian television, who was invited to a dinner to sit next to Putin at that Russian TV's annual dinner. This is the propaganda arm of Putin, the Kremlin. To go to Moscow to say at times things disparaging of the United States, I think shows a closeness to the Russians that characterizes the entire Trump campaign. This is a candidate that has talked disparaging about NATO and speaks flatteringly of Putin, the fact that the Trump campaign is so infused with people that have a favorable opinion of this bully. Flynn, when you invited him to confront that bully, wasn't willing to. He was willing to talk about the Philippine president but not talk about someone who may be actively trying to involve ourselves in this.",
    "statement": "What is the point you are trying to make <ABOUT> General Flynn, retired U.S. lieutenant general, former head of the Defense Intelligence Agency? What's the point you are suggesting <ABOUT> his relationship with the Russian government?"
  },
  {
    "transcript_id": "CNN-20320",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The fate of the presidency <MAY> rest in the hands of the Florida Supreme Court. CNN's Bill Hemmer joins us now live from Tallahassee as the usual. He has got the very latest -- Bill."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Don't you dare. Don't you dare.",
    "statement": "But, I mean the idea, I really <THINK> in 2006 and I really fervently <BELIEVE> this, I <THINK> we have come a long way from listening to some idiot from Venezuela, who is a certified, card carrying idiot, have any reflection on anybody in this country except for those people who showed up to, you <KNOW>, hold hands with him, like Danny Grover and a few of the other jerks."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "He always wanted everything in this library, right? We talk about Watergate. That is here.",
    "statement": "That is right. And there are references to the anti-war protests, there is -- I <THINK> we have tried to give a full picture, because if you don't, who is going to visit you?"
  },
  {
    "transcript_id": "CNN-262232",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Look. It is what it is. It was a terrible thing she did. It was actually a very foolish thing. There was no reason to do it. And she's got a big problem.",
    "statement": "So let's talk more <ABOUT> this. We've got political analyst Jason Johnson and CNN's Eric Bradner who is on the ground there in Iowa. Eric, I want to start with -- OK. We don't have Eric. We'll get to Eric in a moment. Let me start with you, though, on this 100-minute visual to Iowa. He's in and out."
  },
  {
    "transcript_id": "CNN-61830",
    "matched_terms": {
      "believe": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "... do something about education in that state and something about the tremendous road to",
    "statement": "Even you don't <BELIEVE> that. It's <KIND OF> sad to hear you say that."
  },
  {
    "transcript_id": "CNN-293614",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good morning, Christine and John. Well, Donald Trump had planned to spend yesterday talking about education policy. But instead, when he arrived at a charter school in Cleveland, Ohio, he could not help but rehashed a number of the national security issues that came up at a forum the night earlier. He went after Hillary Clinton for her use of a private e- mail server, but he also launched into a lengthy defense of his view of the war in Iraq, once reiterating his claim that he opposed it before it began.",
    "statement": "Before the war, much closer to the war, I gave statements that we shouldn't have gone in. And shortly thereafter, immediately thereafter, and honestly, a lot of reporters said, hey, right at the beginning, he made this statement. That statement was a very major story in \"Esquire\" magazine. So, I just wanted to set the record straight. There is so much lying going on. And Hillary Clinton lied last night <ABOUT> numerous things, including her e-mail. But she also lied <ABOUT> this."
  },
  {
    "transcript_id": "CNN-393125",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Yes, I would say a lot. I think he's going to be the center of attention even though it's Bernie Sanders who's in the driver's seat right now for this nomination race. He's the clear leader in the race right now, Anderson, but Bloomberg is the new entrance and he is stepping out from behind in the television screen, if you will, of all the paid ads that has been his main presentation to voters to date and is going to stand on the stage as an equal with his fellow competitors for the first time and they're eager to take him on. Just last night, you saw when you are moderating those town halls. I mean, Sanders and Buttigieg and Klobuchar all went after him. They are eager to try and bring him down to the reality of being a candidate in the mix.",
    "statement": "It's going to be so focus -- so fascinating tonight and Bloomberg has not been on a debate stage at this level ever and it's been <QUITE> a while since he's frankly been in the rough and tumble of a daily political race. It's -- if Bloomberg is the sole focus, Sanders then arguably would be a beneficiary of that if not -- if it takes all the intention off of him and other candidates challenging his policies or his proposals."
  },
  {
    "transcript_id": "CNN-322134",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Heightened emotions over the national anthem controversy. In private the president suggests he's <QUITE> pleased. And on national television, an entire team takes a knee while one player expresses regret for standing during the anthem."
  },
  {
    "transcript_id": "CNN-222513",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Well, it's a tragedy here on the north coast of Norfolk. A remote part of the United Kingdom, you can see that the police behind me have cordoned off the accident area, about 1,200 feet away from where the actual U.S. military went down at 7:00 on Tuesday evening. It's a sort of modified Black Hawk helicopter had four people on board and all of them have been confirmed by the British police to be dead at this point. They haven't given the names of those individuals until the next of kin have been identified. At the moment, investigators are on the scene to try to get to the bottom of what caused this. Obviously, these are very highly trained personnel. They're looking at the possibility of pilot error. They're looking at the possibility of technical failure on board one of those choppers. There are actually two U.S. military helicopters back there inside the cordon. They are flying together on a low-level training exercise around this part of Britain when one of them had these problems and went down. The other chopper landed to try and provide assistance. It's been told to stay there until the area has been cleared by the accident investigators. To make sure it doesn't -- its takeoff doesn't disrupt any of the potential clues as to what happened. Later on today, we're expecting the bodies of the deceased to be taken away. And obviously, their next of kin to be informed, Christine.",
    "statement": "All right. Matthew Chance for us, thank you so much, Matthew. All right. Coming up, Dennis Rodman, unleashed, angry, unhinged on CNN's \"NEW DAY.\" His interview drawing backlash on the day of his big basketball game. I <GUESS> his birthday present to the North Korean dictator. We're live with creation from those Rodman -- from those people Rodman have, and what the former NBA star is doing today."
  },
  {
    "transcript_id": "CNN-145497",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "feel": "ungraded",
      "certainly": "ungraded",
      "quite": "ungraded",
      "definitely": "ungraded",
      "kind of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Yoox, and online high fashion retailer has been sitting in the front row for a few years, another sign that the fashion industry needs to make room for digital dignitaries.",
    "statement": "Initially I did raise an eyebrow, because I hadn't seen them before this season, sitting front row, but actually I <THOUGHT> it was <QUITE> exciting. Sixty years ago photographers were not allowed into the high fashion couture shows, because the designers were worried <ABOUT> being ripped off. That has changed massively. This is just merely another evolution of the whole process. And you just have to welcome it. I <CERTAINLY> don't <FEEL> in anyway threatened. I just <THINK> it is wonderful, it is just <KIND OF> another way to speak to people. I <THINK> it is <PROBABLY> one of the few growth areas, but <MAYBE> it is making people more creative <ABOUT> how they do extend their brands. <MAYBE> the recession has made people <THINK> more carefully. I <THINK> there is a bigger era of collaboration. And that <DEFINITELY> tailors different brands of <KIND OF> working together to get through the time."
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I think people probably don't understand the nature of your relationship, colleagues that go way, way back there. Let's talk a little bit about one thing noticeably absent from this speech, and that was a direct reference to any ongoing search for weapons of mass destruction. Were you disappointed by that?",
    "statement": "No, I'm not, because the truth of the matter is that we're almost beyond that. Whether we were right to go in or not on weapons of mass destruction, things are so out of kilter now that we have to internationalize this, we have to secure Iraq for our own safety's sake, and I <THINK> the president put the right emphasis in leveling with the American people. It's going to cost tens of billions of dollars and require <WELL> over 100,000 troops for some time. And the big thing he did, Paula, he finally rejected the advice of the neoconservatives, Mr. Cheney and Rumsfeld and others, and he's going to the United Nations, which was inevitable. I wish we had done it earlier, but I give him credit for doing it now. Now I <HOPE> our French and German and other allies step up to the ball and are as magnanimous in acknowledging what we have to do now as the president was."
  },
  {
    "transcript_id": "CNN-60836",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "It's -- you know, this is sort of an inexact science. We do the best we can, and we think that our computer models have gotten much better. So as we get closer and closer to the mid part of the week, the computer models should begin to converge toward one solution. So, right now, it's still many possibilities, but hopefully towards the middle part of the week, we'll be able to precisely pinpoint exactly where we think it will effect.",
    "statement": "One time, we saw the winds up to 120; now down to <ABOUT> 75. What do you -- where <COULD> this storm grow? What category <COULD> we place this one in eventually?"
  },
  {
    "transcript_id": "CNN-69487",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "It's going to take the United States quite a long time to search Iraq for weapons of mass destruction, and have a complete answer. I mean they may get lucky tomorrow and stumble across a stock of chemical weapon. But they actually have to find everything so they have assurance that it's not going to be picked up accidentally by someone and kill them or somehow be stolen and given to an enemy of the United States.",
    "statement": "And according to one published account, bureaucratic infighting among U.S. authorities has only added to the muddle, a competition of how the search <SHOULD> be conducted and who <SHOULD> conduct it. (on camera): It <MAY> all come down to honesty. The United States and its allies have clearly won the war in Iraq and they stand every chance of making it a better place because of that <FACT>. Still, millions of people <AROUND> the world are deeply suspicious <ABOUT> the U.S. and its motives. Real progress on the ground in Iraq, real progress on the weapons of mass destruction <MAY> be the only way to put those suspicions to rest. Jonathan Mann, CNN, Washington."
  },
  {
    "transcript_id": "CNN-254345",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "feel": "ungraded",
      "well": "ungraded",
      "clear": "ungraded",
      "seem": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "All right. Thanks, Evan, for that. Cedric Alexander is the president of the National Organization of Black Enforcement Executives. Cedric, what's your reaction to what we just heard from the Baltimore police commissioner and the commander general of the National Guard and the head of the state troopers?",
    "statement": "<WELL>, Commissioner Batts, who is the incident commander at this scene, I <THINK> outlined very clearly to all of us, Wolf, what their plans are. They <SEEM> to have an objective. And they've been planful as <WELL>. It's very obvious and <CLEAR> that those three individuals are working closely together. And that truly is what has made the last couple of night as real success in their curfew. Here again I have more than enough confidence in Commissioner Batts and his leadership in that community that they're going to gradually move through this very carefully. But it became <CLEAR> and evident to me that they have a real focused plan and they're going to take it one step at a time. I <FEEL> very <CONFIDENT> <ABOUT> their plan."
  },
  {
    "transcript_id": "CNN-98552",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The final question is, for U.S. troops here, security and politics are obviously mixed. How important is Saturday's vote in the December elections we're going to see, very quickly?",
    "statement": "I <THINK> it's very, very important and it just sets up the December elections."
  },
  {
    "transcript_id": "CNN-241037",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Every centimeter. Every inch.",
    "statement": "And there is, you <KNOW>, there is a sentiment, let's stop flights"
  },
  {
    "transcript_id": "CNN-324031",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I see we can tell you that there does seem to be an attempt by the Kurdish regional government and the government in Baghdad to lessen tensions. Haider al-Abadi the Iraqi prime minister has offered dialogue with the Kurds in the north and the Kurdish regional government has responded that they welcome the opportunity for some sort of discussion about the future of the Kurdish region so on that level things seem to be or may go in a more positive direction the worry is of course that friction on the ground that could lead to clashes which could lead to something worse than nobody can control. The Iraqi Prime Minister did order armed groups out of Kirkuk and he's referring of course not directly, but is understood this is the popular mobilization units Asabi an Arabic, those paramilitaries that have been trained and to some extent armed by the Iranians and they were really the biggest source of friction in Kirkuk. We were told today the situation is much calmer, but there are outlying areas villages and towns pretensions are still very high, Becky.",
    "statement": "Ben critics of the Kurdish leader Barzani had said that the recent referendum was a massive miscalculation, if indeed in the end as you point out this calls for a dialogue on both sides surrounded by actual dialogue. Do you <FEEL> relatively optimistic <ABOUT> what is going on and we heard from deeply from your report from both sides of all this argument as it were, talking <ABOUT> how they <FEEL>, what is the future for civilians in that area?"
  },
  {
    "transcript_id": "CNN-37388",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Mr. Secretary, friends of yours have told me that you have complained that Washington isn't the real world. Is that your experience? And is the world you inhabited before, the CEO of Alcoa, is that the real world?",
    "statement": "<WELL>, you <KNOW>, I like Washington a lot. I started my career here. I was here for 15 years before I left. And in the time that I was in the private sector I was here on a regular basis. I like Washington a lot. I share with some of you an affection for the beach that's not too far away. And so I find this a very compatible place. I like the people that are here because most of them want to make a difference and they're working on things that matter. That's the attraction of being back in Washington."
  },
  {
    "transcript_id": "CNN-328196",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "What is Donald Trump going to be tweeting tomorrow morning? Is he going to be trying to discredit this election, that it was a fake election that there were people who shouldn't have voted?",
    "statement": "What he <MAY> be tweeting <ABOUT> is actually USA Today and their editorial."
  },
  {
    "transcript_id": "CNN-86153",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "With that attitude looming in the Georgia legislature, the fight for gay rights moves to the back nine on Atlanta's Druid Hills Golf Club, and the next play in the hands of Mayor Shirley Franklin.",
    "statement": "As a matter of <FACT>, Georgia is one of the few states that will have on the ballot in November an amendment, a constitutional amendment to ban gay marriage."
  }
]