[
  {
    "transcript_id": "CNN-178959",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, and there have been all kinds of rumors about exactly how Joran Van Der Sloot was spending his time behind bars. There was the marijuana he purchased from another inmate. There were tabloid reports that he was getting special food, paying other inmates to take care of him, do special favors for him. As you know, as Jane mentioned, there`s this woman who`s been sending him care packages, buying him clothing, sending his books, CDs, et cetera. And all of that, you know, has people who believe he`s responsible for this, as well as Natalee Holloway`s disappearance, very upset.",
    "statement": "I <THINK> he yawned <ABOUT> four times, smiling, <KIND OF> slouching back."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "believes": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And that's where it <FEELS> like we are right now, that we're in a place where a significant percentage of the country <BELIEVES> that nothing happened in 2016. And to be honest, of all the people in government, I <THINK> congressional republicans have some of the most responsibility for that because they have slowed down investigations, they have reduced the (inaudible) people have. And it would be very very powerful to see both republican and democrats speaking with one voice that this is not something the United States is going to allow and passing legislation to secure our elections to give the proper authorities to regulate the online ad ecosystem. But they don't do it, because they can't get passed the idea that that calls in the question of the election of 2016. And we just got to say OK, Trump's president, he won, let's move on and <THINK> <ABOUT> where we're going. Because the - the other risk they're running here is I <THINK> republicans <THINK> that this is always going to be a good thing for them. Countries getting involved in our election, and that's not-"
  },
  {
    "transcript_id": "NPR-1540",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Definitely.",
    "statement": "They <MIGHT> <THINK> I'm a gay basher myself, but I <THINK> that's part of - that's important. I've come out this way to show that there are gays like myself. There's homo thugs like myself who are out there, we're representing. And, you <KNOW>, we're going neck to neck with these guys that are trying to bash us."
  },
  {
    "transcript_id": "CNN-130808",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "A take-charge tone as John McCain tried to show what he would do as president to prevent another financial meltdown.",
    "statement": "Government has a <CLEAR> responsibility to act and to defend the public interests. That's exactly what I intend to do."
  },
  {
    "transcript_id": "CNN-29177",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "The fact of the matter is, Congressman Dreier, that the president seems to have stumbled at least in one area, even some Republicans acknowledge that on the environment, the arsenic in water levels, the greenhouse gas effect, the so-called carbon dioxide emissions, from energy plants. Some are saying that's where President Bush will turn out like gays in the military was for President Clinton.",
    "statement": "Wolf, it was nothing but perception. On the issue of arsenic, on the 11th hour, we saw this incredible standard that was put into place by President Clinton just before he left office and we will in <FACT> see President Bush recommend a reduction in the arsenic level, just not to a level which would in <FACT> increase bills by hundreds of dollars for consumers. The <FACT> is that I'm glad that Charlie has recognized that there's broad public support and the president has done a phenomenal job. Charlie mentioned the issue of that 36 days following the election. <WELL>, if you look at the late start that George Bush had as he was going into this and couple that with, for the first time, <PROBABLY> since Charlie's been in the Congress, and I <KNOW> for the first time since I've been in the Congress, we've had a president's budget that was not declared dead on arrival by the media. And in <FACT>, that budget is for all intents and purposes going to be passed."
  },
  {
    "transcript_id": "CNN-235028",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "maybe": "ungraded",
      "around": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Welcome back to THE LEAD. I'm Jim Sciutto. Ask the secretary of state and the evidence is, quote, \"enormous\". Ask the American people and 85 percent think that Russia was either directly or indirectly involved in the taking of the innocent lives aboard Flight 17, 298 of them. Seventy-eight percent of Americans now also have a negative opinion of Russia, a huge jump from a few months ago. But ask Russian leader Vladimir Putin and he blames the Ukrainians, not only for the crash but for the entire civil war going so far as to say that Ukrainian officials, quote, \"should acknowledge their responsibility both before their own people and before the people of those whose countries whose representatives were among the victims of this catastrophe.\" I want to the bring in now, Republican Senator Ron Johnson of Wisconsin. Senator, thank you very much for joining us. You heard the results of the poll. Eighty-five percent of Americans believe that Russia is directly or indirectly responsible. But it's not just a poll, it is mounting evidence from U.S. intelligence agencies, from the Pentagon, that Russia was behind at least handing this missile system to the rebels and possibly training them. Is it time now to move past whether or not Putin was involved in this and to talk about consequences?",
    "statement": "I <THINK> so. It's pretty obvious that Vladimir Putin has been supporting and enabling these Russian- backed separatists and he <MAYBE> didn't pull the trigger but he's <CERTAINLY> directly responsible for it. I <THINK> the world communities do rally <AROUND> and declare the Russian-backed rebels pariahs and throw our full support behind President Poroshenko and do everything we can as a world community, make <SURE> that Ukraine can secure its borders and reclaim control over eastern Ukraine and put Vladimir Putin on notice we're simply not going to tolerate his support for those rebels any further."
  },
  {
    "transcript_id": "CNN-258512",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to the INTERNATIONAL DESK. Now Puerto Rico's governor says the island is in a death spiral, unable to make payments Wednesday on its $73 billion debt. The White House (ph) says the U.S. Congress <SHOULD> consider allowing it to declare bankruptcy. <WELL>, our business correspondent, Samuel Burke, now joins us from New York with more. So how did Puerto Rico get here?"
  },
  {
    "transcript_id": "CNN-265928",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "Plus, a Vatican priest challenges the Roman Catholic Church on homosexually, after announcing he's in a same-sex relationship. Coming up later this hour --",
    "statement": "Something to lighten your spirits. Democratic presidential candidate, Hillary Clinton, proves she can carry a tune, and <APPARENTLY> she has a sense of humor. Stay with us."
  },
  {
    "transcript_id": "CNN-100888",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "confident": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Let's go to Iraq now, where today's session of the Saddam Hussein's trial has wrapped up for the day. The morning's dramatic testimony was marked by descriptions of torture and executions after the 1982 attempt on Saddam Hussein's life. Aneesh Raman is in the courtroom. He's joining us by phone -- Aneesh, good morning.",
    "statement": "Soledad, good morning to you. Day six of this first trial of Saddam Hussein. Lunch recess was to have ended <ABOUT> a half hour ago. This court, though, rarely sticks on schedule. Today, though, Saddam did <APPEAR> in court. This after he defiantly boycotted the proceedings two weeks ago on Wednesday. He was subdued, though, not embarking on the diatribes, the <CONFIDENT>, brazen, aggressive talk that we've seen before. Instead, really only speaking in court twice, once interrupting the first witness, to say that he wanted the proceedings paused so that he <COULD> observe Muslim noon prayers. The judge said that the testimony would continue. Saddam then, minutes later, shifted in his seat and began praying on his own. He then did stand up and address the court at the end of this morning's session, right before the lunch recess, and questioned, essentially, the role of the prosecutor. He, as <WELL> as his half-brother, Barzan Hassan al-Tikriti, repeatedly mentioned the cameras in the courtroom, very aware, Soledad, of the world that is watching. And they are playing to that. Their lawyer, the defense lawyer stood up, as <WELL>, today, and began comparing atrocities from those that were being described by this witness to those that they claim are being endured by Sunnis in Baghdad itself in the past few months under the Shia government. So a number of different games being played. But, again, testimony continuing <ABOUT> abuse, <ABOUT> torture, <ABOUT> years spent in prison after that failed assassination attempt in July, 1982 -- Soledad."
  },
  {
    "transcript_id": "CNN-338757",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "But when you have a night like this -- on the night when he just sets it up, it's just <CLEAR> what's going to happen a train wreck."
  },
  {
    "transcript_id": "CNN-111917",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "On SHOWBIZ TONIGHT, getting married too young. Tonight, does the Britney Spears divorce shocker prove that you should wait before walking down the aisle, because you might end up fighting in court? SHOWBIZ TONIGHT asks the controversial question: does getting hitched in your 20s lead to divorce disaster? A SHOWBIZ TONIGHT special report. Tonight, plastic surgery secrets with on of Hollywood`s hottest plastic surgeons, \"Dr. 90210`s\" Robert Rey.",
    "statement": "We`re going to talk <ABOUT> breast augmentation, breast lift and breast reduction."
  },
  {
    "transcript_id": "CNN-237188",
    "matched_terms": {
      "know": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "But they don't have all the answers.",
    "statement": "He already <KNOWS> that a cop shot a kid, but he wants to <KNOW> why. And I can't really explain to him why because I don't <KNOW> why either."
  },
  {
    "transcript_id": "CNN-71139",
    "matched_terms": {
      "feel": "ungraded",
      "feelings": "ungraded"
    },
    "previous_statement": "TV commercials last only 30 or 50 seconds, but the really good ones can leave a lasting impression. The Clio Awards recognize the world's most creative commercials. This year's grand prize winners were announced yesterday in Miami. The Grand Clio was won by an eye-catching ad from Ikea. Take a look.",
    "statement": "Many of you <FEEL> bad for this lamp. That is because you're crazy. It has no <FEELINGS>. And the new one is much better."
  },
  {
    "transcript_id": "CNN-363130",
    "matched_terms": {
      "sure": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "(speaking in foreign language)",
    "statement": "Here we are today. But here we are today and I <HOPE> that we can provide an outcome that is welcome by everyone. And I'm <SURE> that we can do this."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Greta, as we wait, jump on back in here.",
    "statement": "<WELL>, you <KNOW>, you <KNOW>, we talk oftentimes <ABOUT> who's really in charge in the courtrooms. What you'll see, Bill, is lawyers of both sides really want to take command of the courtroom. And not only battling with the other side to take command of the courtroom but sometimes you have a judge who's in there saying, No, this is my courtroom, I'm going to control it. In <FACT>, we saw even -- let me reference back a very famous trial, the O.J. Simpson case, where Judge Ito <SORT OF> let the lawyers control the courtroom. And you can see that lawyers will take it and run. And what we don't <KNOW> here is, who's really going to be in charge, and how fair will it be? Will Judge Sauls be able to control this and really get the product at the end of the day, or will the lawyers be able to do exactly what they want and run over the judge? I don't <KNOW> this judge. David Cardwell does. But you will see an awful lot of effort to take control of the turf by both sides."
  },
  {
    "transcript_id": "CNN-328196",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "The other thing I think it's important to note here, the United States Senate is in play in 2018. That's not something we would have said before tonight. Democrats that's around the table I'm not saying it's going to be easy for them at all. But for the entire year this year looking at the landscape it was all about the House of Representatives being the thing that's in play next year. You're now at 51-49 split, instead of 52-48, it is impossible. Looking at the democratic enthusiasm that we've talked about at these elections, whether they've won or loss to not say that the control of the United States Senate in next year's mid-terms is now in play.",
    "statement": "I would also add, and Dana would <KNOW> a lot more <ABOUT> this than me, but I <THINK> there were the other <SORT OF> happenstance winners here were people like Susan Collins, Bob Corker, Flake who now are more powerful in a Senate that is 51-49 rather than 52-48 and have more leverage."
  },
  {
    "transcript_id": "CNN-384660",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So this young warrior led this group, which essentially was to protect the forest, ambushed, shot by what are presumed to be illegal loggers. What's your reaction?",
    "statement": "<WELL>, it's deeply shocking. It's terrible, terrible news because this <SHOULD> not have happened. If the Brazilian government and the president had not weakened policies, slashed the budget of the very agencies that <SHOULD> be protecting the land where he lived, this <COULD> <WELL> not have happened. So we have a state of almost anarchy in the Amazon. The people who are really up there on the front line are the indigenous peoples and they're paying for their lives now. And this <COULD> have been avoided."
  },
  {
    "transcript_id": "NPR-8802",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "If you get sick. Martin's(ph) on the line with us from Tucson.",
    "statement": "Good afternoon. I'm not an avid listener; I'm just driving to the hospital. I wanted to make a couple comments as a physician. And I <MAY> be a bit long-winded. My - I have a father-in-law who practiced medicine in France for 45 years with no employees whatsoever. And contrast that to the way I practice medicine: three physicians with 25 employees."
  },
  {
    "transcript_id": "CNN-177854",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "Stefania <SHOULD> take care of the cat. So that's how it works. And this is a stray cat. She only got the cat four years ago as a kitten in the alley. She found the cat."
  },
  {
    "transcript_id": "CNN-221570",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Thanks Carol.",
    "statement": "Still to come in the NEWSROOM Santa is back at the North Pole, but what if you have family members still traveling today? Jennifer Gray has some info you <MIGHT> want to hear. Good morning."
  },
  {
    "transcript_id": "CNN-293879",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "No. I'm not in the name-calling business, Wolf. You know me better than that.",
    "statement": "<WELL>, look -- Pence is in a tough position there, right. You don't want to be associated with disavowing -- you don't want David Duke to be in the headline."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Why does it have to be an enemy?",
    "statement": "<WELL>, I'm not saying life on other planets..."
  },
  {
    "transcript_id": "CNN-396067",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, negotiators thought so. Negotiators on the Republican side, in the Senate on the Democratic side and at the White House, in the wee hours of the morning when they came out and said we finally have a deal. But, by definition, a deal is compromised. And it means that people on both sides of the aisle aren't going to be entirely happy with what they are seeing. And, you know, Wolf, it's been so long since we have seen major compromise legislation moved through Congress in any successful way. We're kind of got used to seeing that there are bumps along the road, particularly given how urgent this is. So for example, Brian was talking about the unemployment insurance, that's a real bump right now. Republican senators, a trio of them, including Lindsey Graham, came out today and they said that they don't like the notion of $600 a month from the federal government, because that's more than some states give. Democrats are saying -- and by the way, Republicans who agreed to this are saying, you know, we just averaged it out and we're doing what we can to make it as simple as possible for the Labor Department and then ultimately the Treasury Department to get these checks out. So, they're talking right now, they're trying to work this out. And one of the fears is that, let's say that they amend this or change this particular issue, then other people are going to raise their hand and say, well, wait a minute, I have an issue and I kept quiet for the good of the bill. And that is the fear among the leadership, again, on both sides of the aisle.",
    "statement": "Yes, still a lot of work to be done. You <KNOW>, Sanjay, the World Health Organization said today that the time to act on coronavirus was a month ago but emphasized that there's still an opportunity to try to control the pandemic. Do you agree?"
  },
  {
    "transcript_id": "CNN-236881",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, from the last few days, again, as I've come to realize, Ashleigh, I think they're going to have to find a political narrative that they can connect with the people on and move in that direction. Because I don't think more police is going to solve the issues in this town. They can provide security and hopefully provide safety for the people, but they're not going to solve the problem, more police.",
    "statement": "Mr. Alexander, General Honore just used that term \"political narrative.\" I'm going to you a two-pronged question. That is number one, are you advising any of the law enforcement still in operation in this community? And if you are still advising them or if you <COULD>, what would you recommend the political narrative be for the way they actually effectuate their work in the streets at night?"
  },
  {
    "transcript_id": "CNN-231940",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Others question whether he had empathy perhaps for the enemy. Who exactly is Bob Bergdahl? We want to bring back Dan O'Shea, a former Navy SEAL and expert in hostage recovery. It's really interesting to see this. I know that everybody reacts a little differently. Watching this father talk about his intention about transforming and understanding where his son was captive and learning about his captors, does this make sense to you? Have you seen this kind of transformation before?",
    "statement": "<WELL>, yes, of course. A parent/father would do anything to try to do anything to understand what their son and daughter is going through if held in this situation. We had a case in Iraq where the missing soldier was the face of the POW campaign in Iraq. His father total president Bush, I will save my beard when you bring my son back. He grew a beard as long as Bergdahl's father did. This is not the first time that a parent has gone to great lengths to try to identify with the conditions and understanding of what their son or daughter or in this case Bergdahl was going through. Berman: I <THINK> a lot of people grow beards for a large variety of reasons. There's a tweet from Bob Bergdahl that is raising a lot of eyebrows. This was <APPARENTLY> sent to a Taliban spokesman. The tweet reads, \"I'm still working to free all Guantanamo prisoners. God will repay for death of every Afghan child.\" This tweet was dated <MAY> 28th. It's been removed since. The family declined to comment here. What do you make of this tweet? Let me ask you that flat-out."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "I'm sorry.",
    "statement": "Thank you. Did you attempt to make a vote in the machine that you perceived had substantial scratches in your <VIEW>?"
  },
  {
    "transcript_id": "CNN-376859",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, I mean, David Chalian, the other thing about these tweets are is Dan Scavino who's the Social Media Director, top aide to the President is traveling with him, he goes on Twitter after the President meets people who are recovering from being shot by a mass murderer in a hospital and refers to his boss and how his boss was treated with Rock Star, capital R, capital S, treated like a rock star all caught on video even though they say that this was not a photo op. They all loved seeing their great president. Even at a moment like this, Dan Scavino is tweeting to the audience of one who's the guy sitting next to him on the plane, who needs to feel that he's a rock star and a great president.",
    "statement": "Right. And by the way as we're discussing, Dan Scavino, his word choice <MAY> be different but his account was backed up by Sherrod Brown, by the Mayor that he was <WELL> received."
  },
  {
    "transcript_id": "CNN-344199",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But we have -- because studies have showed it --",
    "statement": "Jason, as you <KNOW>, there's all sorts of gang violence --"
  },
  {
    "transcript_id": "CNN-236440",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "believes": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "We're focusing on behavior, and if that behavior happens to be occurring in an African-American neighborhood, a Latino neighborhood or a white neighborhood, we are going to take action. If we were ignoring it, they'd be taking our heads off. Look at the front page of the \"New York Post\" today jumping up and down because they, God forbid, they found two squeegee pests. Two. Eight and a half million people in New York, they found two squeegee pests. You think Niagara Falls was now drowning Manhattan. Get over it. Does anybody consciously think, the \"New York Post\" or anybody else, that I as police commissioner would allow this city to go back to what it was? It's not going to happen. If you want it to happen, then fine, get yourself another police commissioner.",
    "statement": "Unusually assertive for Commissioner Bratton. He's a very -- he's quiet when it comes to these kinds of things, but he <KNOWS> he's got to get the process going again. There are crimes that are on the increase in New York City. That's pressure for him. He has to do it. Stop and frisk was interesting. Remember there was a big to-do <ABOUT> stop and frisk here, and for good reason. He says we're doing it less, it was being used in unnecessary circumstances. Broken windows is better because it targets behavior, not just how they <FEEL> <ABOUT> the suspicion of who they're looking at at the time. So he <BELIEVES> it's a better method. But he's got some big challenges."
  },
  {
    "transcript_id": "CNN-14504",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Sure, we have lots of people in the office wandering around in bikinis, or in the case of Richard, wandering around nude and eating rats. No, it's not reality! It's better than reality. The people are better looking, they're less dressed. And that's a great deal of why \"Survivor\" has sold. Now, \"Big Brother\" came out, Bob, and \"Big Brother\" -- on the same network, they tried to package it together with \"Survivor,\" it was a big flop, precisely because it didn't have this Robinson Crusoe atmosphere. This is fantasy, it's fun, it's a distraction. I don't really believe that this is some indication of the end of Western civilization as we know it. Do you remember an old show when we were kids called \"The Millionaire\"? Do you remember that?",
    "statement": "<ABSOLUTELY>. I watched it faithfully."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Right. It was actually -- right, it was straight down the center strip, and that's how we were getting those pinhole votes. They were taking the stylus and punching the numbers. Obviously it wasn't going to go through if they didn't hit the chad.",
    "statement": "Now, when you say \"we,\" did you and Ms. Roberts and Ms. LePore all concur in the <THOUGHT> that that was at the least a possibility?"
  },
  {
    "transcript_id": "CNN-268853",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "Caitlyn Jenner is one of \"Glamour Magazine's\" Women of the Year. In her speech Jenner describes her path towards transitioning to a woman and said maybe this is why god put her on earth. Jenner is not the first transgender woman to win the award. Actress Laverne Cox was honored last year. Previous winners of this award include former U.S. Secretary of State, Madeleine Albright; tennis great, Billie Jean King; and singer, Lady Gaga. So, it's not without some controversy that Caitlyn Jenner is among that list of honorees. Joining me for both sides of this debate, Sonia Krisna Murthy, a journalist with Oxygen.com and Nicole Russell, contributor to the online magazine called \"The Federalist\", which some have described as conservative leaning. Sonia, I want to start with you, apart from dealing with her own transgender issues, which many other people in the transgender community have dealt with in the past, and no one would ever say is easy, what has Caitlyn Jenner done for women which puts her on the list, which puts her up there with Madeleine Albright?",
    "statement": "<TOTALLY>. <WELL>, this list is really <ABOUT> women who are trailblazers and changing what it defines to be a woman. Caitlyn Jenner has used her platform to showcase the plethora of different faces of young women, and really taken this trans issue and normalized it. Before Caitlyn Jenner, we weren't talking <ABOUT> the trans community in such an open and honest way. So the work she's done has been very historic and is the reason why she deserves this award."
  },
  {
    "transcript_id": "CNN-123395",
    "matched_terms": {
      "probably": "ungraded",
      "around": "ungraded",
      "fact": "ungraded",
      "sort of": "ungraded",
      "knowing": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Most of the deaths in Kenya are happening not from fighting between government forces and opposition members, but between rival tribes backing different political factions. This is the capital, Nairobi. But it's over to the west, in Kenya's Rift Valley, where the violence has erupted. And this region has a series of small lakes further up towards the north, which makes it ideal for farming. The area is seen as the country's breadbasket. The valley is the traditional home of the Kalenjin and Masai people. But when Kenya was granted independence in 1963, President Jomo Kenyatta gave the land to members of his Kikuyu tribe. But now the Kikuyu are being chased out of the valley by tribes looking to settle a decades-old grudge. Now, CNN's Zain Verjee grew up in Kenya, and she took a helicopter tour of the Rift Valley to see firsthand what's happening to her home.",
    "statement": "At 3:00 in the morning, this town's neighbors of a different tribe came in and set this place on fire. 60 percent of this town has been razed, completely burned to the ground. People would have been asleep at night, and they fled not <KNOWING> what hit them. But you can see here -- I'm in somebody's home -- and you see some maize that's been completely burned, potatoes. This would have been really to feed the family from the shambas or the fields nearby. And the excess would have <PROBABLY> been sent off to the market, so they can make a little bit of money. But as we just <SORT OF> walk <AROUND> the home and the ash here, you can see the shattered plates, broken glass everywhere. Oh, my goodness. Look, look at all this. We've just landed in this town. There are a number of homes on fire here in the Rift Valley. We're going to take a look and see exactly what's happening over there. We've seen a few refugees just packing up their things and leaving. But we're going to take a look and see what's happening. We've also put on these flack jackets. The reason is, a lot of people have been shot by poisoned bows and arrows, so we're putting them on for our protection. It <SEEMS> like this in the Rift Valley, that Kenyans are shaking their heads in disbelief. The tribe-on-tribe violence in this part of the Rift Valley is intense. We've been to see two different tribes in two different areas. They're neighbors, and both tribes are telling us how much they hate each other, and in many instances that they want revenge. This is a house belonging to people from the Kikuyu tribe. In <FACT>, this whole area that I'm standing in belongs to the Kikuyu. Most of it is smoldering, and many villages here are on fire. Just across the road is a different tribe. The people we've spoken to here say that they have come over and attacked the homes, taken all their possessions, and set the place on fire."
  },
  {
    "transcript_id": "CNN-95376",
    "matched_terms": {
      "fact": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Yes, one can imagine. Aneesh, you said it's an international school. Any reason beyond that, though, why it might have been a target?",
    "statement": "That was of much debate today was the why. This was clearly a target that had international reach, both by virtue of it being Siem Reap, the economic <SORT OF> backbone of Cambodia right now as a tourism industry, and also because of the expat children that were there. The prime minister, Hun Sen, was quick to say that this was not politically motivated, that, in <FACT>, these were small time criminals essentially looking for money. But that aside, the implications and the effect are very real and what this will mean for the expats there and for security at international schools throughout the region is something that will be debated in the days to come -- Soledad."
  },
  {
    "transcript_id": "CNN-77892",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Barely a week after news reports surfaced linking the top radio icon to a Florida probe of black-market painkillers, Rush Limbaugh says he is, in fact, an addict. In a lengthy statement, Limbaugh says he's neither victim, nor role model and, immediately after Friday's show, he'll go into rehab for a third time. Let's listen to today's statement. (",
    "statement": "I am addicted to prescription pain medication. I first started taking prescription painkillers five, six years ago, when my doctor described them to treat post-surgical pain following spinal surgery. Unfortunately, the surgery was unsuccessful and I continued to have severe pain in my lower back and also in my neck now, due to two herniated disks. Pain which I am still experiencing because of that. Now, rather than opt for additional surgery for these conditions, I chose to treat the pain with prescribed medication. And this medication turned out to be highly addictive. Over the past several years, I've tried to break my dependence on pain pills. And, in <FACT>, I've twice checked myself into medical facilities in an attempt to do so. But I recently agreed with my doctor <ABOUT> the next steps. So, immediately following this broadcast, I will check myself into a treatment center for the next 30 days to once and for all break the hold that this highly addictive medication has on me. The show will continue during this time, of course. There will be an array of guest hosts who you've come to <KNOW> and respect that will be sitting here. And I want you to <KNOW> something. I'm not making any excuses and I don't intend to. You <KNOW>, over the years, athletes, celebrities have emerged from these treatment centers. They've come out to great fanfare and praise for conquering great demons. They're said to be great role models and examples for others. They've gotten a lot of praise for doing this. <WELL> I want you to <KNOW>, I'm no role model."
  },
  {
    "transcript_id": "CNN-65258",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "OK, want to return now to arrest in New Jersey. The Associated Press has been reporting the arrest of Sherry Murphy. She had been sought since the weekend. Murphy was supposed to be caring for three neglected and abused brothers. Now Desiree Berenguer from News 12 New Jersey joins us with more on this. What can you tell us -- Desiree?",
    "statement": "<WELL>, John, a big break for police here in Newark, New Jersey. As you just said, Sherry Murphy was arrested early this morning. Now police say they found Sherry Murphy sleeping in her apartment here in Newark, New Jersey. Police have been looking for the 41-year-old go-go dancer since Sunday. The three boys were found in this apartment. And on Sunday, the body of 7-year-old Faheem Williams was found. This past Saturday, his two brothers, Tyrone and Raheem, were found starving in a locked room. Now these boys have had an easy life. Police say a man has -- have not had an easy life, excuse me. Police say a man has been charged with sexually assaulting one of the boys. Now prosecutors say Joseph Reece (ph) molested one of the boys while living with their mother in Irvington back in August 2001. That was Melinda Williams who's their mother. Now meanwhile, the DYFS supervisor working on the case was suspended with pay. Again, Sherry Murphy has been arrested. She is the woman involved in the torture abuse case here in Newark, New Jersey, and she is being charged with child endangerment. That's the latest from here, Desiree Berenguer. Back to you in the studio -- John."
  },
  {
    "transcript_id": "CNN-290860",
    "matched_terms": {
      "best": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Absolutely. But I don't think he's so much hopeful to get Turkey into the Russian orbit, but to increase the divisions within the western community, within NATO. It is one of the purposes, one of the goals designed by Russia.",
    "statement": "Turkish officials deny the Russian visit means they're turning their backs on the west. But this roller coaster Putin/Erdogan relationship, from bitter enemies to <BEST> of friends, is giving Turkey's allies pause for <THOUGHT>. Matthew Chance, CNN, St. Petersburg."
  },
  {
    "transcript_id": "CNN-412193",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "clear": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Is that enough to guarantee that it will be relatively safe?",
    "statement": "You <KNOW>, Jake, in my <OPINION>, it all depends on the level of virus transmission in the community. So for instance, over the summer, and here in Texas, I was meeting regularly with teachers, school boards, staff, administrators, and, you <KNOW>, what I said to them was -- and like they're doing in New York, the teachers were trying to follow CDC guidelines, doing incredibly creative innovative things with plexiglass and social distancing. And what I said to them is, look, if you were doing this in a part of the country such as in northern New England where transmission is way down, I <THINK> there's a good chance you'll get through the semester without a lot of transmission. And without teachers and staff getting sick. But if you're trying to do this in an area where there's -- back then, it was still a pretty scream high level of transmission -- it's not going to work. And it all really comes down to that. I <THINK>, you <KNOW>, what's <CLEAR> talking to teachers across the country and school boards is everyone is working extra hard and doing everything they can. I'm a little more hopeful <ABOUT> New York City, because transmission is still down. But as you <KNOW>, it's starting to creep back up. So, we'll have to see. We don't really <KNOW>. But if that's really what it comes down to, is level of transmission in the community."
  },
  {
    "transcript_id": "NPR-40341",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "I just understand the broad      outline of this woman, you know?  And the broad outline looks really good      to me.",
    "statement": "But outside the Senate, reaction among many conservatives      ranged from resignation to outright anger.  `We give Harriet Miers the      benefit of the <DOUBT>,' said Jan LaRue of the conservative group Concerned      Women for America. Former Bush speechwriter David Frum called the      nomination an unforced error. And Roger Pilon of the Cato Institute said      that the nomination was evidence the administration is losing its grip."
  },
  {
    "transcript_id": "CNN-229181",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We will release it.",
    "statement": "Now, these reports are usually released 30 days after an accident or a plane goes missing. Malaysia got an extension on that, has completed the report but not released it to the public, and the families are furious <ABOUT> that, this as an unmanned submarine is on its 13th mission scanning the ocean floor with 95 percent of that search zone, though, now covered. Still no sign of any debris from the plane. Erin McLaughlin is live for us in Perth this morning. What can you tell us, Erin?"
  },
  {
    "transcript_id": "CNN-313765",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Well, again, clearly leaking classified information by people with security clearances is illegal. But let me step back from that and just say, well, at the end of the day all of the smoke that has surrounded this White House about Russia that's now in the hands of various congressional communities, that's in the hands of the FBI, that's in the hands of the special prosecutor. The ultimate goal in this is to find out what exactly happened between Russia and individuals in the United States if anything at all. Clearly there's a lot of smoke. Nothing has been proven. That I think is the thing for us to keep our eye on the ball there. Not as far as, you know, what specific committee is ahead of the game or which outlet is reporting what.",
    "statement": "And it <PROBABLY> has to be judged on individual bases."
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "They`re not going to jail because of me. Whether I -- whether I answer your questions or not, it has nothing to do with them. That`s ridiculous to think that I am the cause of their going to jail. I don`t think they should be going to jail, though.",
    "statement": "Still, even with all this talk of U.S. Supreme Court decisions, the CIA, and prison, CBS`s Plante doesn`t <THINK> what happened today will scare journalists."
  },
  {
    "transcript_id": "CNN-54393",
    "matched_terms": {
      "about": "ungraded",
      "appearing": "ungraded"
    },
    "previous_statement": "The investigation that is undertaken must protect sensitive sources and methods. It must be devoid of leaks and it must avoid sensational and outrageous commentary. Perhaps most important, an investigation must not interfere with the ongoing efforts to prevent the next attack, because without a doubt a very real threat of another, perhaps more devastating attack, still exists.",
    "statement": "Now one source also saying the credibility of some of this information is questionable. Still, the volume, the chatter, the activity has U.S. officials very concerned. The vice president will be <APPEARING> on Sunday interview programs, as will Condoleezza Rice, the president's national security adviser. So Fredricka, we can expect those officials to be asked <ABOUT> these new developments."
  },
  {
    "transcript_id": "CNN-308650",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Consumers are very forgiving in product failures. If you're a fan of the android operating system, you're going to go back to Samsung because Samsung is the leading maker of android-based smartphones.",
    "statement": "Samsung doesn't want to get behind the 8-ball in the battle with Apple. Will the technology world watch the battle of the 8's closely? You <MAY> rely on it. Samuel Burke, CNN Money, London."
  },
  {
    "transcript_id": "CNN-308090",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes. You can pretty much guarantee that every weekend he's at Mar-a-Largo except for maybe one or two.",
    "statement": "<WELL>, I enjoyed it."
  },
  {
    "transcript_id": "CNN-391232",
    "matched_terms": {
      "about": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "I would refer you to the vice president's office. I saw those reports. You know, Hunter Biden and other members of the Biden family are obviously private citizens, and where they work is not -- does not reflect an endorsement by the administration or by the president or president, but I would refer you to the vice president's office.",
    "statement": "The next day, the Washington Post ran a story <ABOUT> it. It said, \"The appointment of the vice president's son to a Ukrainian oil board looks nepotistic at <BEST>, nefarious at worst.\" Again, \"The appointment of the vice president's son to a Ukrainian oil board looks nepotistic at <BEST>, nefarious at worst.\" And the media didn't stop questioning -- asking questions here, it kept going. Here's ABC."
  },
  {
    "transcript_id": "CNN-143437",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "should": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Our top stories now. Authorities have charged a fourth <SUSPECT> in connection with the beating death of a Chicago honor student. The four teens have been charged with first-degree murder and are being held without bail. Prosecutors say Derrion Albert was an innocent bystander caught in the middle of a street fight between two groups of students. An amateur video shot by a witness showed the attack unfolding. Albert was hit with railroad ties and one <SUSPECT> admitted he jumping on Albert's head when he was down on the ground. A woman suspected of robbing banks in southern New England is in jail this morning. Police say Heather Brown is accused of robbing at least six banks in the past week often while saying she had a bomb. Brown was charged with robberies in Connecticut, Rhode Island and Massachusetts. Secret Service investigating who was behind a user generated Facebook poll that asked <SHOULD> Obama be killed? The choices were no, <MAYBE>, yes, and if he cuts my health care. Facebook spokesman Barry Smith tells us the poll was removed from the site as soon as the company found out <ABOUT> it. He said \"the application was immediately suspended while the inappropriate content <COULD> be removed by the developer.\" Facebook says it is working with the Secret Service. The debate over health care reform this hour it returns to the spotlight and the Senate Finance Committee. It's the last obstacle for the measure before it can actually reach the Senate floor. And what an obstacle it is. The measure from Chairman Max Baucus does not include the so-called public option of government coverage. Today two senators will offer amendments to add a public option and there is really no middle ground in the debate over the public option. People are either for it or they're against it. Let's hear the arguments now from both sides. Richard Kirsch is in favor of the public option. He's a national campaign manager for Health Care for America Now and against the option is the Michael Cannon. He is the director of health policy studies for the Cato Institute. Richard, let's begin with you. You actually say there <COULD> <PROBABLY> not really be health care reform without a public option. How do you define what the public option even is?"
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Sure. Any run-of-the-mill, self-respecting bacteria would love to eat oil. It's the equivalent to butter for  it's got a high caloric content, just  and that's why we use it to power our cars.",
    "statement": "I wouldn't worry too much <ABOUT> these bacteria. Any aquatic body, even far, far away from the Gulf of Mexico, if you dosed it with some oil in the right conditions in the right way, you will get them to eat the oil."
  },
  {
    "transcript_id": "CNN-271053",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "Now, Pamela, we know that Donald Trump spends a lot of time consuming news and that he spends a lot of time on Twitter. And so he took to Twitter this morning to respond to those comments from Cruz. Here's one of his tweets. He said, \"Ted Cruz should not make statements behind closed doors to his bosses. He should bring them out into the open. More fun that way.\" Here's another one, \"Look like Ted Cruz is getting ready to attack. I am leading by so much he must. I hope so. He will fall like all others. Will easy.\" So there is Trump weighing into this conversation. And, Pamela, you know that he's right about that second point. A lot of other candidates have tried to attack Trump, bring him down. And they're the ones who have suffered. So we'll see what happens with Ted Cruz a few days from now -- Pamela.",
    "statement": "And no surprise that Trump was quick to pounce. Athena Jones, thank you so much. And joining me now, Bob Cusack, editor-in-chief of \"The Hill.\" So, Bob, thanks for coming on. Let's first address these Cruz comments that he made behind closed doors a few days ago. We heard Cruz declined to make what he called personal attacks and then this audio surfaces just days before the next Republican debate. Is this a strategy, <PERHAPS> a play to pick up more of the voters he referenced?"
  },
  {
    "transcript_id": "CNN-103623",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "And let's talk about the emotional impact on individuals. She was caring, of course, for her husband, Christopher Reeve, who had been through that tragic accident. She knew that eventually he was probably going to pass. How much does that type of stress on a regular basis take on our bodies?",
    "statement": "Yes, that's a great question. And you <KNOW>, this isn't something that can be measured. But there are a couple of things. There's something called the bereavement effect, for example, that has been <WELL> studied. Actually looked at couples and found that, within nine years of one or the other dying or being very ill, the other spouse, the spouse in this case, was either hospitalized or an third of them actually died themselves within nine years. So that's pretty significant. I don't -- this is an emotional toll <OBVIOUSLY>, Kyra. These are impossible things to measure, but it <OBVIOUSLY> takes a toll on someone's psychological and <PERHAPS> physical health, as <WELL>."
  },
  {
    "transcript_id": "CNN-202035",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No, Erin, what I support is the approach the president has taken in his budget, which I suspect he will present again, which is to say for higher income individuals, we're going to limit the value of all your deductions to 28 percent so that you're not getting a bigger break, so to speak, for your deductions than middle income taxpayers.",
    "statement": "OK. I see your point there, but the problem is as you also say, you can't get there just by doing that and $550 billion over ten years, that's pocket change, right? You can look at the $1.2 trillion. You're looking at $85 billion a year, less than 2 percent or just <ABOUT> 2 percent of the budget. I mean, it doesn't -- if you're really looking at making a big difference at numbers that Simpson-Bowles are saying we need $4 trillion, $5 trillion, I don't see how you get there without raising taxes on everybody if you say that taxes are part of the solution."
  },
  {
    "transcript_id": "CNN-165067",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "With only nine days to go before their big day, we are getting a glimpse at Prince William and Kate Middleton's wedding program. Check out the cover, there it is. You can see it features Will's coat of arms on the front; the Middleton's is on the back. We won't get to peek inside, of course, until their wedding day, but we are told that it is in line with royal tradition. It will feature a full order of guests, a personal thank you from Will and Kate, and never before seen pictures of the couple as <WELL>. A souvenir program will go on sale as a memento of the big day. Now, most princesses have come from aristocratic backgrounds and grand homes, but not Kate Middleton. She will be the true commoner's princess. Soledad O'Brien introduces us to Kate's humble hometown in her latest documentary, \"THE WOMAN WHO WOULD BE QUEEN.\""
  },
  {
    "transcript_id": "CNN-239090",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Absolutely. We'll be following that one. We have a big story this morning, a huge manhunt escalating for Eric Frein, a survivalist suspected of ambushing two state troopers. Please take a look at your screen right now because this man is accused of killing one officer and wounding another. So hundreds of law enforcement officers are scouring the northern Pennsylvania woods where Frein is most comfortable by the way. And warning the public he may not be finished with his attacks. Joining us now is CNN law enforcement analyst and former FBI assistant Director, Mr. Tom Fuentes. Tom, this is no joke, not the average man, this is not the average threat. You have said in your thinking about this case, reminds you of Chris Attorney Dorner, in the West Coast, L.A., highly trained, highly deranged and capable of more violence, tell us.",
    "statement": "That's right, Chris, and I <THINK> in the Dorner case, he abandoned his vehicle in the San Bernardino Mountains and the authorities <THOUGHT> <WELL> <MAYBE> he's fled the state. He <COULD> be in Mexico because the search for him went on and on for several days. <WELL>, it turns out he never really left the area. And my fear, and concerns raised at that time as this time, are that the subject <MAY> do a home invasion. He <MAY> go into somebody's house, and if it's unoccupied, just you <KNOW> look for food and shelter in that location or if it is occupied, take hostages. And you <KNOW>, we don't <KNOW> if he fled the area. If he was able to steal another car or do a carjacking, you <KNOW>, originally after he shot the officers or whether he is still there or still on foot in the woods. So he is, he is armed, dangerous and very good possibility in that area."
  },
  {
    "transcript_id": "CNN-236707",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Thanks to both of you for being with us here at the same time on CNN. But in Kiev, Mr. Scherba, let me ask you this. How concerned are you that this convoy coming from Russia is, in fact, an invasion disguised?",
    "statement": "It is indeed a very strange <KIND OF> situation when the very country that started and fomented this war from the very beginning financed and inspired it, now is trying to send a humanitarian convoy to Ukraine. That's on the one hand. And we are -- of course, we are very distrustful of Russia's intentions because from the very beginning, Russia didn't show any goodwill whatsoever. But on the other hand, as you said and as you pointed out, the humanitarian situation on the ground is very desperate, very difficult. We are not in any <KIND OF> situation to be very adamant <ABOUT>, you <KNOW>, sending back anything that we receive, even from the nation that is behaving really in a hostile manner."
  },
  {
    "transcript_id": "CNN-119589",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It is a constant chase. This time the insurgents a step ahead. (on camera): The goal right now isn't to secure this area. There simply aren't enough Iraqi security forces to do that. Instead, it's to keep the insurgents on the run. It's been done many times before over the past few years. But right now, right here, the U.S. military says something is different. (voice over): To see why, we head to an area further north with General Rick Lynch where American soldiers have, in just the past six weeks, slowly divided the local population against al Qaeda by changing strategy, decreasing attacks by 90 percent.",
    "statement": "The surge gave us this capability. And see, what I found is you've got to take the fight to the enemy. You <KNOW>? He only responds to offensive operations. So, we took the fight to the enemy."
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "think": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Well, the early assessment is that he is doing well in these opening months in the office. He has shown leadership quality. He has, certainly with the help of his advisers, pushed quickly to move legislation along, getting that tax bill through yesterday was remarkable, getting it through the House this early and with this little debate. It's remarkable, and perhaps unfortunate that there is that little debate, but it proved that he had that hold in the Congress to do it in the House. We will see how it works in the Senate, where the division is a little more difficult, but at any rate, I think he has done well. The polls show -- the one yesterday, NBC \"Wall Street Journal\" poll showed that his approval rating is quite high for this early in the administration. So he is doing all right. He still has to overcome some things. The appointment of the attorney general, John Ashcroft, was certainly laying down the gauntlet to a lot of Americans, and we have to see how that one works out. Is Ashcroft going to be a fair attorney general or not? That is going to make a lot of difference with his administration.",
    "statement": "And what is your read on Dick Cheney? Here is a man who loves his work, <OBVIOUSLY> has a problem, physical problem -- there are some people calling today -- I <THINK> Arianna Huffington's column, Walter Shapiro, calling for him to resign."
  },
  {
    "transcript_id": "CNN-326477",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, you think it might change minds?",
    "statement": "<WELL>, I don't <KNOW> <ABOUT> this specifically, but in the aggregate, I <THINK> that it does change minds. I don't <KNOW> that people necessarily -- her saying that she's voted Republican, her saying she's not profited, those are good check marks in the box. But in the end, I <THINK> that it's the totality of the allegations that will have an effect if it -- if anything hasn't been affected, it will be that, the totality --"
  },
  {
    "transcript_id": "CNN-206854",
    "matched_terms": {
      "well": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "But you know the issue of whether he should be punished for what he was previously acquitted of, bears some resemblance to what's going on with the IRS now. You know, if you don't like somebody, you apply a double standard of justice to him. Whether it's auditing him or giving him a harsher sentence. And Gloria, I would like you to look me in the eye and tell me he would get 33 years for trying to recover his own property if his name weren't O.J. Simpson.",
    "statement": "<WELL>, first of all, Alan, I will look you in the eye and tell you this, that he was convicted of robbery. And there were guns present. And although he denies <KNOWING> or having criminal intent and all of that, the jury didn't buy it, OK. So having been convicted of numerous counts --"
  },
  {
    "transcript_id": "CNN-203849",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Listen, my statement is that I feel Jodi is not only duping everyone, but I think she`s duping her attorneys as well. I think she`s trying to gain as much sympathy from everyone as she`s telling her people, I have a headache, they are telling her how we feel about it, how we feel that she`s crazy. I think that that`s what she`s doing, not the lawyers, not -- not anyone else, just her. It`s her personality.",
    "statement": "You make a great point, Star because -- and I`ll throw this to Jon Leiberman. We forgot the obvious -- sympathy ploy, can`t <BELIEVE> I forgot that. The jury is not sequestered. It`s going to get to them that she`s getting sick -- poor, poor Jodi."
  },
  {
    "transcript_id": "CNN-247635",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "No, we didn't. Because it was so new to us, I think 75 percent of American people probably today still don't know about how radicalization takes place. It was very new to us. If I knew what I know now, I would do everything I could to stop it --",
    "statement": "Which is what? You <FEEL> that the universities are a real concern or can be?"
  },
  {
    "transcript_id": "CNN-160750",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, at the moment Spain is a long way from needing any help. In fact, the biggest Spanish bond redemption of 15 billion euros is not until May. Spain also has a very low outstanding debt compared to any other country. So, in fact, they have much more time than Portugal, or even Italy. Spain can sweat it out for much longer. So at the moment there is no need for Spain to ask for help. I think the key point here is that the European institutions, the European governments are getting together. That they are building out the EFSF, so that the ECB doesn't have to deal with the work.",
    "statement": "A lot of initials there. The EFSF is, of course, the stability fund that is responsible for bailing out, if you like, the government. The ECB, the European Central Bank. Now, the rates that governments are paying to borrow <MAY> be going up. But the rates that the central banks are charging are staying put for the time being. The ECB, the European Central Bank, kept its key interest rate on hold at 1 percent for the 21st month. And remember the ECB has used its own form of allocation. It basically goes for full allotment of money. Anybody, any bank in Europe that wants to borrow at the window, gets the full allotment. And that is the liquidity mechanism being used by the ECB that we're looking at, at the moment. When it came to the press conference, the ECB president, Jean-Claude Trichet said that of course, inflation was now starting to become a worry."
  },
  {
    "transcript_id": "CNN-403454",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, most definitely. And I think in the past, what's happened is that we tend to actually have the firm phrase bane, and it actually lumps all ethnicities together. And that's incredibly unhelpful, right? If you really want to make a difference, you've got to look at those and split them out into something that's meaningful. And when you do that, you do see the huge impact among the black society, among black business and in black communities. And it's actually having those conversations that then allows us to take those actions to change that.",
    "statement": "In a moment, I'll hear reports from entrepreneurs but if we talk <ABOUT> the corporate environment. Look, every company of any size has a raft of policies designed to prevent this. So I'll say you don't need to, those policies clearly are working. But really what it is, it's <ABOUT> hitting middle management, so a pipeline's created."
  },
  {
    "transcript_id": "CNN-328578",
    "matched_terms": {
      "about": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "And the Trump EPA has been going through certain motions as well.",
    "statement": "No <DOUBT> <ABOUT> it. Michael Bender, Asawin Suebsaeng, we appreciate you both. Thank you."
  },
  {
    "transcript_id": "CNN-335010",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "He was this incredible mind trapped in this body in this wheelchair who did incredible, incredible things.",
    "statement": "And he had a loving wife, he had children, he had a full life you <KNOW>. He had a full life and reached great heights of academia and will be forever remembered for pushing the boundaries of what the body can do, what the mind can do and introducing millions of people to science and making it accessible and enjoyable."
  },
  {
    "transcript_id": "CNN-311454",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, they're going on recess next week. So...",
    "statement": "<WELL>, but they <MAY> need to take some more time with it. Right? I mean, it <MAY> not be over, because they won't bring it to the floor unless they have the votes."
  },
  {
    "transcript_id": "CNN-283587",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You just said, I'm making too much of it. Now you say it's a big thing.",
    "statement": "Excuse me. As a politician in the history of our country. He was impeached. He was impeached and then he lied <ABOUT> it. He said nothing happened with Monica Lewinsky and then he said, sorry, folks, it actually did happen. And the guy was impeached for lying."
  },
  {
    "transcript_id": "CNN-5984",
    "matched_terms": {
      "know": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "The neighborhood is Marin County, one of the wealthiest areas in the U.S. Even the neighbors have put out the welcome mat.",
    "statement": "No one really <FEELS> threatened by the homeless being here because we all <KNOW> the program works. The residents have to be drug- and alcohol-free. They have to be -- they have to have an action plan."
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No question. This should be one of the potential outlier questions that you always prepare for. Yes, there's always one or two that come a little bit from the fringes. Even from - even when you carefully select the reporters you're going to call on, which this White House does, as you'll notice, as viewers will notice tonight as they have in the past, the president has a list of reporters by name and news organizations who he calls on.",
    "statement": "So it's not just a random, you <KNOW>, anything can come up. They have a pretty good idea beforehand, as all White Houses do, who they're going to call on and what those questions are likely to be."
  },
  {
    "transcript_id": "CNN-74956",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "That's a location on Maui in Hawaii called \"Jaws.\"",
    "statement": "Is there any way to describe what you're <<FEELING>> right at that moment there? Is it utter fear, or is it..."
  },
  {
    "transcript_id": "CNN-381726",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Breaking news: \"The New York Times\" reporting President Trump -- quote -- \"pushed\" the Australian prime minister in a recent phone call to help Attorney General Bill Barr investigate the origins of the Mueller probe. One U.S. official telling \"The Times\" the White House also restricted access to the transcript of that call. Sources say President Trump initiated the conversation for this sole purpose. I want to bring in now former Federal Prosecutor, Laura Coates. So, Laura, as we look at this, in this reporting, the <FACT> too that the attorney general requested the president speak with Mr. Morrison, I'm just curious your initial gut reaction to all of this."
  },
  {
    "transcript_id": "CNN-99107",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "And, Aaron, of course, one of those big things that he's talking about is picking his Supreme Court nominee. We're told by White House aides that could happen within days. Interesting enough, too, the strategy of the White House -- we saw two memos that went out to White House staffers late in the day, one from Chief of Staff Andy Card, saying, look, your job first and foremost is to serve the American people, the second one from White House counsel, which simply said that they should not reach out to Scooter Libby to discuss this case in any way, that it is still an ongoing investigation -- Aaron.",
    "statement": "Suzanne, thank you very much -- Suzanne Malveaux at the White House. This all began, as I'm <SURE> you <KNOW> by now, with Ambassador Joe Wilson's trip to Niger back in February of 2002. He had nothing to say on camera when reached at his home today. He did release a statement through his lawyer: \"It is <CERTAINLY> not a day to celebrate,\" the statement reads. It goes on to say: \"When an indictment is delivered at the front door of the White House, the office of the president is defiled. No citizen can take pleasure from that.\" Almost from the beginning, this story has been a story and a puzzle with three dimensions, policy and politics, and ,of course, the law. Before we get any further into all three, here are the charges facing Mr. Libby tonight, five of them, all felonies. Count one, obstruction of justice. It alleges, Mr. Libby intentionally deceived the FBI and the grand jury <ABOUT> how he discovered Valerie Plame's status as a covert CIA officer. Count two, false statement, lying to the FBI <ABOUT> whether Ms. Plame's status was <WELL>-known, saying, falsely, the indictment alleges, that NBC's Tim Russert told him that reporters were <WELL> aware of her identity. Count three, false statement, lying to the FBI <ABOUT> the content of a conversation or conversations with \"TIME\" magazine's Matthew Cooper. Counts four and five relate to the last two, but are classified as perjury, instead of simply making false statements, because the statements in question were made under oath to a federal grand jury. If convicted of all five counts, Mr. Libby <COULD> receive as much as 30 years in prison. How much of this is intended to loosen up his tongue, we simply do not <KNOW>. Only the prosecutor does. And he's not saying. Patrick Fitzgerald met the press this afternoon, after two years of virtual silence. The questions <MUST> have seemed like opening a trip valve on Hoover Dam. As for his answers, he said very little <ABOUT> the inner workings of the investigation. Instead, what made the moment so remarkable was how plainly and how passionately he stated the case."
  },
  {
    "transcript_id": "NPR-11822",
    "matched_terms": {
      "around": "ungraded",
      "certainly": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "Now, at the same time, nobody's cast a single vote yet. Jeb Bush is sitting on a lot of money, and, of course, he has a name that's instantly recognizable. Is there really talk that this could be the end of his candidacy?",
    "statement": "It <CERTAINLY> looks like he has taken a fatal downturn, and he needs to turn his campaign <AROUND> <TOTALLY>. And he needs to show us that he really wants it. He has the organization, the money. There is still time. There'll be more debates. He can do it if he really wants it, but he's got to show us that."
  },
  {
    "transcript_id": "NPR-46363",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, at the last minute, we had some investigators on the - in the Defense Department who felt we really ought to go ahead and try to develop a new vaccine that would be - probably cause less reactions than the present vaccine. Or perhaps we'd develop a drug that could be - that could treat smallpox if it happened that we had cases.",
    "statement": "So there was an argument that went on <ABOUT> this where they felt we ought to go ahead and do it. There were others who said, you're gong to spend 800, $900 million developing another vaccine which we never <HOPE> to use. This didn't make a lot of sense when we actually had a vaccine that - although it caused reactions - we <COULD> stop an epidemic."
  },
  {
    "transcript_id": "CNN-71242",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Let's talk about the suit, the clean shaven Scott Peterson that we now see right now in court. Did the parents address the possibility, if he is found guilty, he could pay for this crime with his life? Have they thought about that yet?",
    "statement": "I <THINK> they've <PROBABLY> <THOUGHT> a lot <ABOUT> that and I <THINK> that's part of what's motivating them to get out there and talk."
  },
  {
    "transcript_id": "CNN-116498",
    "matched_terms": {
      "know": "ungraded",
      "clear": "ungraded",
      "definitely": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "OK, Javier, we won't have the actual numbers until later today, but, let's say that these rallies are strong and if you have a big number of people, your goal then, the immigration reform that you're looking for, what exactly do you want from a Congress that you know has backed off of a lot of favoritism towards immigration reform just in the last year?",
    "statement": "Yeah, of course, of course they're backing off. But, the message that we sent last year <DEFINITELY> -- <DEFINITELY> was there and the message that we're starting today -- this is not over today -- it's only the beginning of the upsurge of the mass movement and we want legalization for 13 million - it's not 12 million anymore, 13 million immigrants in this country, 600,000 women in danger of deportation with 3.3 million children. We want those people united. We do not want the family separated through raids and deportation. In addition -- let me also say, in addition, we do not want immigrants in Iraq anymore because that war was fabricated and we are also adding our call to the impeachment calls for Bush and Cheney. Let me tell you, we're very <CLEAR> on that. We <KNOW> that we set the tone for the voting out of the extreme right last year. We did it. We set the tone for that. And we were <TOTALLY> successful in joining the anti-war sentiment and the anti-corruption sentiment in the country."
  },
  {
    "transcript_id": "CNN-346622",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "Well, Alston`s arraignment. And first of all, thank you for having me back, Pat. Alston`s arraignment was today and he did plead not guilty to the charges of murder. So that`s the new development so far today.",
    "statement": "OK. So before we go into some of the details that are relatively new, I just want to refresh everyone`s memory <ABOUT> this. She`s at a party at a house with friends. The babies are in their car seats in her car. She <ALLEGEDLY> says, they will cry themselves to sleep, I`m not worried. They stay there overnight. The heat is sweltering the next day and the day before. Her friend, a 16-year-old man, teenager, goes to the car to sleep and wakes up, turns off the engine, rolls up the window and locks the doors and leaves the children in the car. He claims he didn`t see them. Mark Eiglarsh, I have been trying -- I`m not a lawyer, but I <THINK> I understand a lot <ABOUT> the law. Why is she not charged with the same thing he`s charged with?"
  },
  {
    "transcript_id": "CNN-126719",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes, but you know something? I think that -- you know, I understand Marc Klaas has had some problems of his own with his child, and that`s very unfortunate. But you know, there`s people that target kids...",
    "statement": "<WELL>, I hardly -- I hardly would consider the kidnap..."
  },
  {
    "transcript_id": "CNN-314970",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Sir, can you explain how the - do we know how the gentleman was able to bring a 12-inch knife? Was it through the airport security? Was it coming from a plane when he came in here? It seems like - seems like that's not within TSA guidelines.",
    "statement": "Actually that's an excellent question. And to just be <CLEAR> on that, he entered the public area, non-secure area of the airport. He spent a little time, he went up just outside the TSA screening area, spent some time in the restaurant, went to open to the public restroom and then came out and attacked Lieutenant Neville prior to the screening area. So there wouldn't have been any screening at that point."
  },
  {
    "transcript_id": "CNN-347938",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "And we are fortunate to have so much of it to listen to. We're going to bring as much as we can without getting in trouble here throughout the morning. And we will also be speaking with a little bit later this hour Smokey Robinson who knew her since they were eight years old, and Jennifer Holliday. So you want to stay with us as they remember Aretha Franklin as well.",
    "statement": "Smokey Robinson said he lost his oldest friend. Good morning, everyone, welcome to NEW DAY. It is Friday, August 17th, 8:00 in the east. Alisyn is off, Erica Hill is here. Access denied. Will President Trump revoke the security clearances of more intelligence chiefs today? CNN has learned that the president plans to strip still more former national security leaders of their clearances. The president told us directly why he revoked former CIA director John Brennan's clearance. The president says it's because of Brennan's role in launching the investigation into the Russian attack on the 2016 election. Now, some of the folks who <COULD> be targeted are among 12 former intelligence officials who signed a letter of support for Brennan and called the president's move, quote, an attempt to stifle free speech. And in another really stunning rebuke of the president, the man who oversaw the Usama bin Laden raid, retired Navy admiral William McRaven says if you're going to take Brennan's clearance, take mine, too. McRaven says it would be an honor to lose his clearance for that reason."
  },
  {
    "transcript_id": "CNN-97477",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Our pleasure. Thanks for talking to us -- Miles.",
    "statement": "Thank you very much, Soledad. Let's go back to live pictures now. This is the same tour we were telling you <ABOUT>. And we're flying over that industrial canal still. And what we're seeing, this is -- this is essentially, here, a big pumping station. You <KNOW>, we've been talking <ABOUT> the levees. It's not just the levees that have kept New Orleans dry over the years. It's a series of pumps. I <THINK> there's one particular station has in excess of 140 pumps. And a lot of them, of course, are not working, because they don't have power for one thing. And in this case, as we swing <AROUND> here you're going to see another problem that affects this one. Of course, you can get generators to try to get these things going, get the pumping going, but on top of that what you have is, you have a couple of barges right in that area, right down there -- just got a glimpse of them -- that were up ended and brought in by Katrina on top of some of the infrastructure at that pumping station. And until they can be removed, that pumping station will not be able to operate. And so there's the dual effort of plugging the levees, and you see -- remember, we were showing you, this is the industrial canal right here. This is the industrial canal. And there you see some of those breach areas that we were showing you <ABOUT>. And there you see the evidence of that work. We're just seeing this from the other side. And there you see the inundated neighborhoods on the other side. Water is still moving in the wrong direction. And we're moving <KIND OF> west to east right now in the Helinet helicopter as we <SORT OF> peek over their shoulder and as they give us an assessment of New Orleans on this day, nine days now since Katrina blew through on Monday morning a week ago. And there you see a nice wide shot of the city. I say nice. There's nothing nice <ABOUT> what's there right now, unfortunately. As you can see, much of that neighborhood there remains under water, and 60 percent of the city remains that way, 40 percent not. That's an improvement over what we've been saying before. That doesn't mean a lot to somebody who owns that house right there, though. So it's going to be a long while before they'll ever be able to get back and take a look at their belongings. Of course, we <KNOW> there are some people that are holding out in those locations. And that's a story we're tracking, as <WELL>, this morning. Still to come on the program, Katrina not only left people homeless. It <CERTAINLY> left them jobless. We'll look at what one state is doing to try to help them find some work. That's ahead on AMERICAN MORNING."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "believe": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "-- invaded your country and defeated Saddam Hussein. Explain to our viewers why that was such a direct win for Iran, and how will this proxy stuff happen? How they have so many networks around --",
    "statement": "Because I <BELIEVE> very strongly that, unfortunately, the United States does not have a post-conflict policy, what to do after the conflict, military conflict with Saddam Hussein and overthrown Saddam Hussein. And I'm trying to warn the Americans many times, over and over again, that really what we <MUST> do is not occupation, but we <MUST> encourage forces of change inside Iraq to take action and to overthrow Saddam. However, the occupation happened and those came with the occupational"
  },
  {
    "transcript_id": "CNN-2959",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think that makes Michigan all the more important for both candidates, regardless of the outcome here, because the voting in Michigan occurs so quickly after South Carolina's results are known; that's going to be really important. The Bush campaign told me this afternoon that they believe that they are narrowing the lead that Senator McCain had had in Michigan. If Governor Bush should pull this out and win, they certainly think that that might be enough to propel them ahead of Senator McCain in Michigan.",
    "statement": "And what do you <THINK> the strategy by each candidate is going to be specifically after today?"
  },
  {
    "transcript_id": "CNN-114740",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Right, right.",
    "statement": "Is this a generational change? I mean, Is part of the reason you're making this change is because there is <SORT OF> a new way of looking at problems?"
  },
  {
    "transcript_id": "CNN-386549",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Because his base, presumably, are still supporting of him and this narrative that the establishment is out to get him, which is what this is all part of.",
    "statement": "<ABSOLUTELY>. I mean, Donald Trump makes this claim <ABOUT> the deep state or those that he alleges within government or trying to thwart his agenda, I <THINK> the standard narrative that we saw going into the impeachment hearings still holds now and that is the Democrats are going to impeach in the House of Representatives. In the Senate, Republicans are going to block. And so, Republicans, if they're looking just that, the polling data, this base for Donald Trump is still so strong that they are going to I <THINK> be very reluctant to turn on the president."
  },
  {
    "transcript_id": "CNN-29177",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It's hard for you guys to realize it, but President Clinton is no longer president.",
    "statement": "Oh, no, we're happy <ABOUT> that."
  },
  {
    "transcript_id": "CNN-338698",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Pension reforms sparked the protests earlier this month and a police crackdown led to more violence. President Daniel Ortega scrapped the reforms on Sunday but protesters are still calling for him to leave office. Unrest in places like Nicaragua is part of what's driving the so- called migrant caravan across Mexico and up into the United States.",
    "statement": "Many of the migrants have reached the city Tijuana, it's right on the U.S. border, but President Trump has made it <CLEAR> he doesn't want them to cross. As CNN's Leyla Santiago reports, that is not stopping families desperate for a better life."
  },
  {
    "transcript_id": "CNN-237482",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We don`t know that. We don`t have the ballistics information back yet.",
    "statement": "Do we <KNOW> if they were found at the scene?"
  },
  {
    "transcript_id": "CNN-399289",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Mr. Secretary -- have you seen anything that gives you high confidence that it originated in that Wuhan lab?",
    "statement": "There's enormous evidence that that's where this began. We've said from the beginning that this was a virus that originated in Wuhan, China. We took a lot of grief for that from the outset but I <THINK> the whole world can see now."
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That we found in the basement.",
    "statement": "DiPietro refused comment <ABOUT> the blood that was found in his home."
  },
  {
    "transcript_id": "NPR-41347",
    "matched_terms": {
      "well": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "From NPR News, this is ALL THINGS CONSIDERED. I'm Robert Siegel.",
    "statement": "Senator Hillary Clinton is making her first presidential campaign swing through South Carolina. And this morning she made a campaign stop that has become part of the program for Democrats <HOPING> to do <WELL> in that state: she spoke at a small historically black college."
  },
  {
    "transcript_id": "CNN-396034",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "You and Andrew? Because I know that everybody's saying he's the voice of calm. But, as we both know, he is really concerned that he's not going to have enough to deal with this. I know you talk to him on a regular basis. Are you guys on the same page in terms of what he sees coming his way and what you think he can handle?",
    "statement": "Yes. <WELL>, you <KNOW>, I <THINK> - I <THINK> the Governor is doing a terrific job. You're right. I do speak to him frequently. He really cares <ABOUT> this. He really wants to do <BEST>. And he has to look at what the worst-case scenario is. But if you look at the negotiations and the discussions that have been going on now, I <THINK> he's going to be OK, Chris. I do <THINK> so because every time we sit down at the meeting, we keep hearing <ABOUT> how we're going to be making <SURE>, at the local level and that with the federal help, we're going to try and get him the things he needs."
  },
  {
    "transcript_id": "CNN-160750",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It is-do you believe it is sustainable to have long-term financing at those levels?",
    "statement": "<WELL>, it is simply not sustainable. Because if you are paying nearly 7 percent for your money and there is no economic growth to bring in tax revenue, then your structural debt position is going to get worse. It means that you are actually borrowing money just to pay off interest on that debt. So it is not sustainable."
  },
  {
    "transcript_id": "CNN-190089",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "John, back -- John, I got to get -- I got to get -- they didn`t find out about it? He shot his daughter, and they didn`t find out about it until a few hours later or the next day? What is that?",
    "statement": "Right. <WELL>, let`s not forget this is rural Texas. This didn`t happen right in downtown Los Angeles, so..."
  },
  {
    "transcript_id": "CNN-280483",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "She has a lot of baggage. She doesn't appear honest. People haven't liked her for years.",
    "statement": "Just her personality, which is not a fair thing to say because she's a woman and she comes off as <KIND OF> serious. You hear a lot on the news <ABOUT> her yelling."
  },
  {
    "transcript_id": "NPR-45323",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, absolutely. That was a bit of a fluke actually. We've always respected Terrence but the nomination hadn't happened at the time when we approached him.",
    "statement": "Talk to us <ABOUT> what's different <ABOUT> this particular Jeep Commander. How did Terrence put his signature on it?"
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No, I don't think it's a coincident. I think obviously he's trying to justify everything. And profiling it's known as an injustice collector. That's what this guy is doing. He's trying to make -- same thing that we heard Jihadi John using the excuse that he was being bothered by security services. He's being bothered by security services, as of this professor, because of what he's spouting off to his students. And obviously it has some effect because if these individuals were radicalized by this teacher or maybe he referred them to websites, maybe he referred them to books. But he's playing the victim card here rather than the opposite.",
    "statement": "You're talking <ABOUT> students here. In this case these teens also <WELL> educated. Jihadi John we've now learn, went to university, degree in computer programming. The people who live near him described him as <WELL>-off, <WELL> educated. You <KNOW>, lately when people talked <ABOUT> ISIS, they've said, <WELL>, ISIS is different from even some of al-Qaeda. ISIS is, people who are lack economic opportunity. They have nothing else going for them so they go join ISIS. That's not what we're seeing in these cases, right?"
  },
  {
    "transcript_id": "CNN-264380",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "So how is the Prime Minister of Hungary responding to all of this? Viktor Orban, well he is standing by his country's police force. Today he said they've done an excellent job handling \"people who refuse to cooperate with Hungarian authorities.\"",
    "statement": "(Translated) In recent days there has been a defacto rebellion among illegal migrants. They occupied a railway station, they refused to be fingerprinted, they did not cooperate, and they refused to enter facilities where they <COULD> receive care such as food, water, shelter, or medical treatment. They have rebelled against Hungarian law."
  },
  {
    "transcript_id": "CNN-168669",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Richard, do you agree? Do you think she's going to commit crimes? And this is going to be a troubled life for her, this move forward?",
    "statement": "<WELL>, she's <CERTAINLY> not mother of the year, Suzanne. I mean, let's face it. Her behavior with this child was abhorrent. So, she <MAY> be innocent of the charges brought, however this is not a great mother. And her serial compulsive lying was completely out of control. Who's to say? Why <SHOULD> it stop? Of course, it's going to continue. And I happen to agree with Dr. Drew on this. I <THINK> that she's going to spin herself into trouble. She needs a support group <AROUND> her. I just don't see anybody. She can't live in Baez' office, so I don't <KNOW> what's going to happen here. But <THINK> she's in a heap of trouble."
  },
  {
    "transcript_id": "CNN-251259",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "New concerns today <ABOUT> the largest group of Americans <POSSIBLY> exposed to Ebola to come home. Eleven aid workers, five of the aid workers who <MAY> have been exposed to the virus in Western Africa are now back in the U.S.. They are in housing near Emory University Hospital and the University of Nebraska Medical Center in Omaha for observation. They are not sick and have not been admitted to those hospitals. The other six patients are expected to arrive in the U.S. either today or tomorrow. They will immediately be transferred to the areas of housing near Emory or the National Institutes of Health in Maryland. None of these individuals have been diagnosed as having Ebola, but health officials are concerned that they <MAY> have been exposed while in Sierra Leone, where an American health care worker did contract Ebola. That patient is now being treated at the NIH in Maryland and is listed in serious condition. CNN senior medical correspondent Elizabeth Cohen is with me now. So all of this an abundance of caution, really, right?"
  },
  {
    "transcript_id": "CNN-394932",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "This is a time to listen to your body.",
    "statement": "New York Mayor Bill de Blasio saying there would be a high bar for closing the city's public schools, but there <COULD> be specific targeted closures. New York Governor Andrew Cuomo putting it this way."
  }
]