[
  {
    "transcript_id": "CNN-14554",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, the rescue operation, I believe you just heard from Commander Gradeck, is being carried out primarily by the Bahraini coast guard and the Bahrain civil defense rescue squad, with the assistance that he mentioned in terms of U.S. naval forces here, and it's being headed by Creon Prince Sulman (ph) of Bahrain. The U.S. Embassy is trying to actively assist on land as best we can in identifying any bodies that might come out and in contacting -- offering our facilitative assistance in contacting who ever needs to be contacted. There is not really any firm news at this point that we have heard in terms of survivors. We -- the numbers we've heard are 143 passengers, plus crew. I don't know if you need any other information.",
    "statement": "You have -- so you have no word at all at this point <ABOUT> any possible survivors?"
  },
  {
    "transcript_id": "NPR-7229",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "So we don't know who the person is who wrote it, but there is a message here saying, don't worry, Republicans. We've got the mad king under control. You can still have your conservative judges and tax cuts.",
    "statement": "And there's an implication that it's a <QUITE>-senior person, since the person refers to whispers within the cabinet of applying the 25th Amendment at one point..."
  },
  {
    "transcript_id": "CNN-383958",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "CNN's Kristen Holmes is at the White House for us. So Kristen -- Republicans want the President to follow the format of former President Bill Clinton when he was being impeached but no signs that he will be taking that advice. So what is the plan moving forward?",
    "statement": "<WELL> Fred -- yes. No signs at all particularly if you look at his Twitter feed. Last night he was celebrating Jared and Ivanka's ten-year anniversary. He tweeted all night long, ranting <ABOUT> how the impeachment probe was a scam and then he was up doing it again today. I'll read you one of the tweets here. It says, \"The Ukraine investigation is just as corrupt and fake as all of the other garbage that went on before it. Even Shifty Schiff got caught cheating when he made up what I said on the call.\" This is a pattern for President Trump. When he feels attacked he plays the victim, that everyone is there out to get him. And in fact, just yesterday, he seemed to liken the probe here to the injustices that African-Americans have faced in the criminal justice system. <TAKE> a listen."
  },
  {
    "transcript_id": "CNN-94828",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Jamie McIntyre at the Pentagon, thanks very much. Moving on, other important news we're watching. The language stinging and the allegations are grave, including allegations of widespread torture and mistreatment of prisoners. The accused, top members of the Bush administration, including the president himself. They're singled out in a just-released human rights report by Amnesty International, which is calling for an international investigation. Amnesty International, which won the Nobel Peace Prize in 1977, suggests foreign governments should consider arresting top U.S. officials when traveling abroad for supposedly violating human rights. CNN's Mary Snow joining us now from New York with more details -- Mary?",
    "statement": "Wolf, Amnesty International says what is unprecedented <ABOUT> this report is the call to investigate such high-ranking U.S. officials. It also says this is the group's strongest criticism of the U.S., the U.S.'s handling of terrorist suspects since 9/11."
  },
  {
    "transcript_id": "CNN-12858",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "It's almost like the Arab-Israeli conflict. It's been going on so long people seem comfortable with being on either side of the bridge rather than finding common ground.",
    "statement": "<<PERHAPS>> the young will find that common ground."
  },
  {
    "transcript_id": "CNN-179320",
    "matched_terms": {
      "kind of": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Yes, but he`s going to have to testify. I don`t see any way around it. He will be subpoenaed unless he comes forward voluntarily, but probably subpoenaed.",
    "statement": "And is this the <<KIND OF>> <THING> we`ll get to see?"
  },
  {
    "transcript_id": "CNN-341334",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "We're defending -- to a large extent, remember, Dana, we're defending here, it is for public opinion, because eventually the decision here is going to be impeach/not impeach. Members of Congress, Democrats and Republicans are going to be informed by their constituents. Our jury is, as it should be, the American people.",
    "statement": "It's only some of tweets this morning. What Trump is doing day in and day out, it's working, at least along partisan lines. That's why CNN political director, David Chalian, is here to talk <ABOUT> all this misinformation. David, this conspiracy theory blitz, if it's working with Republicans, <WOULD> you consider that still a win for President Trump?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Oh!",
    "statement": "That was Howard Dean in the background, because Howard Dean predicted Roy Romer of Colorado. No, Marc Racicot, governor of Montana, he was governor in 2000, 2001 - I <<<THINK>>> '96 to 2000. And in 2002 he was a Republican chairman when the Republicans took back the Senate in the 2002 elections."
  },
  {
    "transcript_id": "CNN-403536",
    "matched_terms": {
      "should": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "view": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thank you. All right let's go to some other issues here. Dr. Hahn, you created a website I believe on the FDA's side dealing with convalescent plasma and antibody rich investigational therapies that may help fight the virus. What's the status of the research into the effectiveness of convalescent plaza in fighting COVID-19? What do we know right now?",
    "statement": "Thank you Congressman Walden. Really important <QUESTION> from a therapeutics point of <VIEW>. As everyone here knows, convalescent plasma is where you <TAKE> the natural immunity from a person who's recovered from COVID-19, those antibodies and then administered to a person who's sick. So we have partnered with BARDA and HHS as <WELL> as the Mayo Clinic to develop what's called an Expanded Access Program. We have safety data from over 20,000 patients that shows this is a very safe therapy and our preliminary assessment of the effectiveness of this plasma is <QUITE> encouraging. We continue to look at the information. If those data hold, we will have a potentially another weapon in the arm in tearing against COVID-19 pending those final results. This will also allow us to have information that will feed the development of monoclonal antibodies and something else called high premium globulin, which we can pull that plasma and actually give it as an injection to people. So I <<<THINK>>> it's a - it's a good news story right now. We have to wait for the final data to come in and we <SHOULD> know very shortly <ABOUT> that. There are also several randomized trials looking at this as <WELL> that are only going across the country."
  },
  {
    "transcript_id": "CNN-159216",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "sort of": "ungraded",
      "a little": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This just in to CNN -- Amtrak service between Baltimore and Philadelphia has been suspended. Amtrak says it shut down the line on the northeast corridor due to damage to an overhead wire system. Repairs are under way and are expected to last at least a couple of hours. So, if you're planning on taking something out of Penn station, either one, in New York or Philadelphia, it looks like it's a little while before you get going. Looks like a top Republican presidential prospect is channeling comedian Roger Dangerfield's line \"I don't get no respect.\" Former Arkansas Governor Mike Huckabee is hoping to steal some of the spotlight from Sarah Palin. Like Palin, Huckabee has a book to sell. Jim Acosta talked to him at a book signing in Florida. Jim joins us now live from Sarasota. Hey, Jim.",
    "statement": "Hey, John. Yes, definitely <A LITTLE> less frosty of a reception here in Sarasota, Florida, yesterday than we got going to that book signing with Sarah Palin up in Iowa last week where we tried to ask questions and got tossed out of a Wal- Mart. Mike Huckabee talked to reporters for <ABOUT> 30 minutes yesterday after his book signing, and you're right. He has been <<SORT OF>> sounding like the Rodney Dangerfield of the potential 2012 candidates, saying where's the respect? I have a book out, too. Hundreds of people show up to my events, as <WELL>, and yet the media doesn't talk <ABOUT> me <QUITE> as much, or at least he said some of that to \"Politico\" earlier this week. When we asked the governor at the book signing <ABOUT> that, we said, <WELL>, you know, you are a contributor to FOX News and don't do a lot of interviews with the press. What <ABOUT> that? Doesn't that <<PERHAPS>> hinder some of your exposure student opportunities out here? Here's what he had to say."
  },
  {
    "transcript_id": "CNN-55859",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Let's step this up just a little bit. The White House, and you know the position for some time, they have tried to balance the business industry and protect jobs, while at the same time, Alyssondra, at the same time trying to also afford the environment some protection is a thin line to ride here. But clearly, the White House has staked its position, and if you are going to cost jobs out there in different parts of the country, perhaps you can save a few along the way.",
    "statement": "The jobs line is completely spurious. I mean, if we wanted to <<<BELIEVE>>> those arguments, we <WOULD> have believed industry when it said that seat belts were going to throw the auto industry out of business, that air bags were going to devastate them. What this is <ABOUT> is fundamental protections for the American public, and the law was clear, and it's simple. If you make a major investment, and you are going to increase emissions and increase the pollution that threatens public health, you need to install modern pollution control devices. If you are undertaking a more basic or routine <<KIND OF>> behavior that doesn't have those effects, the rules didn't even apply. What happened here is that industry basically came in and got the administration to rewrite the rules of the law to explicitly benefit them in a way that engenders extreme danger for the American public."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "I understand you're going to sing a different <<KIND OF>> song?"
  },
  {
    "transcript_id": "CNN-70437",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And I don't understand how the bricks just blew out of the top. The bricks are gone out of some of the top.",
    "statement": "In fact, for blocks <AROUND>, people emerged from their basements and closets stunned by the storm's destructive power, something this town had never seen before."
  },
  {
    "transcript_id": "CNN-381313",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "This has been one of the central questions that was being examined by these 11 judges here at the Supreme Court, who were going to rule not only on the legality of whether he should have suspended Parliament for that crucial five- week period leading up to the 31st of October deadline when, without a deal, the United Kingdom is doomed to crashing out of the E.U., if Boris Johnson gets his way. So much was hanging on the ruling. In the end, the Supreme Court judges could not have gone any further, John, in their verdict against the prime minister, against the government, essentially ruling not only that the suspension of Parliament had been unlawful, but essentially quashing it, which opens all kinds of questions about how Westminster now gets back to work, and is, of course, just across the road from the Supreme Court. A bunch of the MPs that brought the initial case said, look, we're here. We're ready to get back to work to scrutinize that crucial legislation and ensure that a deal is found on Brexit. I'd just like to read you a few words from that verdict. So damning was it of the prime minister's position. \"The prime minister's advice to Her Majesty,\" said Lady Hale, who's the president of the Supreme Court, \"was unlawful and of no -- void and of no effect. Prorogation, therefore, was void, of no effect.\" Prorogation has not taken place, which means, essentially, Westminster is back, Parliament is back. How they get back to work is now the crucial question. How the prime minister is going to deal with what is, by all measures, a spectacular defeat -- John and Alisyn.",
    "statement": "Yes. That is the big <QUESTION> today. What will Boris Johnson do?"
  },
  {
    "transcript_id": "CNN-107525",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "My husband never got to finish his deployment, so it falls on the fallen soldier's families to be here, show our support for these guys because our guys lived with them for so many months and they're part of their family, and their part of ours.",
    "statement": "Hello, I'm Fredricka Whitfield at the CNN Center in Atlanta. Now in the news, in Iraq a group linked to al Qaeda says it has executed four Russian diplomats. That claim was made on a Web site used by insurgents. The Russian diplomats were kidnapped <ABOUT> three weeks ago after their vehicle was attacked on a Baghdad street. A fifth Russian diplomat was killed in that attack. I'm Fredricka Whitfield in Atlanta. Now back to \"Iraq: A Week at War.\""
  },
  {
    "transcript_id": "CNN-201132",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "You're welcome, Chris. Sure.",
    "statement": "So that's the latest for now, what we understand in this manhunt in California. As information comes in, we will give it to you. But right now, we are going to turn to the president's State of the Union address, the most powerful and emotional moment of it <MAY> have come right near the end when he talked <ABOUT> gun violence. He demanded up-or-down votes on his gun control proposals and some victims of shooting violence stood, cheered and even shed tears. <TAKE> a look."
  },
  {
    "transcript_id": "CNN-67078",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, it makes me angry that there are poor people that are dead in there that they didn't make it.",
    "statement": "<WELL>..."
  },
  {
    "transcript_id": "CNN-237112",
    "matched_terms": {
      "suppose": "ungraded",
      "question": "ungraded",
      "certain": "ungraded"
    },
    "previous_statement": "Yes, Ashleigh, I think that's correct. I mean I think it's a public fact that quite a number of European hostages have been released. Money, I'm sure, was exchanged. Those people have been debriefed. Perhaps half a dozen of them. And that would be the principal source of information, although not the only source. But I think it's important to -- you know, an analog here is the bin Laden raid, when they were looking for Osama bin Laden. It wasn't clear even when they went on that raid whether bin Laden was actually in the house in Abbottabad, Pakistan, that they raided. So there's always uncertainty.",
    "statement": "So I <<SUPPOSE>> the <QUESTION> I need to follow that is that there's a <CERTAIN> amount of irony, isn't there, that if these terrorists are demanding hundreds of millions of dollars for the releases of these hostages, they're effectively letting their intelligence walk right out the door. Peter?"
  },
  {
    "transcript_id": "CNN-205095",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Our investigation certainly will not be confined very likely to the city limits of Boston. It would extend out to the eastern Massachusetts area. This will be a worldwide investigation. We will take -- go where the evidence and the leads take us. We will go to the ends of the earth to identify the subject or subjects who are responsible for this despicable crime and we will do everything we can do bring them to justice.",
    "statement": "It's heartbreaking here among many tragedies in the story, we're talking <ABOUT> a family that was impacted here. You have this eight-year-old, one of three people who was killed in the explosions. Martin Richard attended the marathon to simply watch his dad run, right. And his mom and his six-year-old sister were also seriously hurt in the blast. His sister lost a leg. The more had surgery for a brain injury."
  },
  {
    "transcript_id": "CNN-278588",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Give me a taste. Why was it a good conversation with Paul Ryan?",
    "statement": "It was just very conciliatory. We get along <WELL>. I like him a lot. I respect him a lot. I <<<THINK>>> he respects me. I <<<THINK>>> he really does respect what I've done. I mean, he said it. He said it's amazing. They are talking <ABOUT> it all over the world, Chris. We're bringing in 65 percent more people than four years ago. People are coming in. Do you know how many people told me, Mr. Trump, I've never voted before, and they're like 50 year old people and 60 year old people. They said I've never voted before and I'm voting for you. And they have Trump shirts and Trump hats, and these are people that were never proud enough or never -- they said I've never had a candidate that I've wanted to vote for, Mr. Trump. And they are great Americans and they have never voted because they never had anybody they want. We have something that's going on that's absolutely unique, special. We have millions and millions of people like this. We have massive numbers, Chris."
  },
  {
    "transcript_id": "CNN-277078",
    "matched_terms": {
      "think": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Yeah, yeah.",
    "statement": "But I <<<THINK>>> Trump, look, there's no <DOUBT> that he has infused some energy all by himself in this process, and he is bringing new voters into this Republican process."
  },
  {
    "transcript_id": "CNN-359724",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Absolutely. That's one of the key reasons that the president did not want Speaker Pelosi to leave the country, is because, if she did, it would all but guarantee the fact that the negotiations couldn't take place over the weekend and federal workers, 800,000 federal workers, wouldn't receive their paychecks because she wasn't here to help make a deal.",
    "statement": "The president looked like he <MIGHT> compromise on the budget and sign a C.R. originally. And then, of course, we heard from Ann Coulter and from Rush Limbaugh. Why is he not willing to go back to where he was in the beginning, or is he?"
  },
  {
    "transcript_id": "CNN-129199",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Marijuana may not be a burning priority, but one lawmaker thinks it's high time to get the federal government off the backs of small-time users.",
    "statement": "And earthquakes can drive some folks to drink, but experts say we <SHOULD> see yesterday's jolt in California as a learning opportunity. So we'll review those lessons for you in the CNN NEWSROOM. Hello, everyone. I'm Don Lemon, live here at the CNN world headquarters in Atlanta."
  },
  {
    "transcript_id": "CNN-59910",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "You know, because you know, I'm a huge, huge baseball fan, but I'm to the point of, you know, if they strike, hey, forget <ABOUT> it. You know, I'm -- you know, I'll just go to the Little League games -- those are fantastic -- or Minor League games as far as I'm concerned."
  },
  {
    "transcript_id": "CNN-260042",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I suspect we're going to have the largest turn out of voters if Mr. Trump keeps them at the switch.",
    "statement": "Do you <<<THINK>>> he can keep doing it this way?"
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Jeff, you want to take it on?",
    "statement": "<WELL>, I just <<<THINK>>> anybody who is in the department of justice or in the FBI, their loyalty is to the constitution and to the rule of law. And so, you know, again, I <<<THINK>>> it is a tough <QUESTION> but that is where the loyalty <SHOULD> be."
  },
  {
    "transcript_id": "CNN-72714",
    "matched_terms": {
      "change": "ungraded"
    },
    "previous_statement": "Someone suggested today that just the beginning trickle will start in mid-July. The oil minister in Iraq said 18 months and a billion dollars before they're back to the pre-war levels that they were at.",
    "statement": "Unbelievable. Kitty, thank you very much, Kitty Pilgrim. The quote tonight comes from a U.S. Senator who is part of a delegation currently in Baghdad saying: \"This effort that the U.S. is involved in here in Iraq, just like Afghanistan, and the mid east peace plan is in the interest of our country because it is in the interest of America to have a peaceful, stable, secure world,\" those words from Senator Chuck Hagel. The Justice and Defense Departments today announced that a Qatari man who has been in custody for a year and a half has now been designated an enemy combatant. Officials say the <CHANGE> in status follows information that the man was a member of an al Qaeda sleeper cell. He arrived in this country on a student visa the day before the September 11 terrorist attacks. Tonight, anti-terrorist police in Greece are questioning the crew of a ship that was carrying a huge cargo of explosives, carrying them to Sudan. Greek special forces seized that ship after they received a tip -- Julian Rush of ITN reports."
  },
  {
    "transcript_id": "CNN-347908",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right.",
    "statement": "<WELL>, you don't <<<THINK>>> you love, do you?"
  },
  {
    "transcript_id": "NPR-10166",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Huh.",
    "statement": "And my poem disappeared into obscurity. And - although, I did get honorable mention for a story. And I don't even remember what that was <ABOUT>. But it wasn't until I was actually a student at Indian School, which was the Institute of American Indian Arts, which at that time, in the late '60s, was a Bureau of Indian Affairs school. And in one of my classrooms, we still had the stoves that were used the generation before to teach female students apartment living so they <<COULD>> clean for people in town."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good to be with you.",
    "statement": "Our president, before we get to Secretary Powell who was on the Hill today. Our president spoke out at the White House and I want to play a brief snippet of what he said and ask you <ABOUT> it. Here's our president."
  },
  {
    "transcript_id": "CNN-169966",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, this is what happens if you can't cut entitlements and you can't raise taxes and you want to get deficit reduction. There's not a lot of fat in the budget, in the discretionary budget, except in the Pentagon, in the military. So if you're not willing to touch entitlements or touch revenues, then there's not much way around that. And it's not meant to be something Republicans are happy about. It's meant to maybe motivate them to consider tax increases, which is what people in the public eye want, some targeted tax increases. But we will see. We will have I think more nasty fights both between the parties and within each party in the next round of negotiations in the fall.",
    "statement": "But in this initial bill, as you very <WELL> know, there are no tax increases, which definitely perplexed and perturbed members of the president's party on the left, right? And so what <ABOUT> the president and his base? I mean, do you <<<THINK>>> he's left them in the lurch one too many times now, Nate? And what can he tell them at this point to try to win members of his own party back?"
  },
  {
    "transcript_id": "CNN-366666",
    "matched_terms": {
      "may": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "We'll talk more, Paul, you and I when I'm back in New York next week. Thank you. It's shaping up to be another vital week for Brexit. All the main players are in communication only days before the U.K. is set to leave the European Union.",
    "statement": "So the U.K. Government says it's holding further talks with the opposition, Labour Party. Those talks <TAKE> place tonight. The chief E.U. Brexit negotiator, Michel Barnier been in Dublin talking to the Taoiseach, Leo Varadkar, and the British Prime Minister has spoken to the E.U. Council President, Donald Tusk and Theresa <MAY> is of course due to go to see Angela Merkel before the meetings on Wednesday and it's only Monday so far. No breakthrough though. Time for more twists and turns on Tuesday. This is what's going to happen. On Tuesday <MAY> visits Macron and Merkel. Wednesday, the emergency E.U. Summit. Friday, the Brexit deadline takes place. Bianca is with me. How has the day gone?"
  },
  {
    "transcript_id": "NPR-34746",
    "matched_terms": {
      "would": "ungraded",
      "avoid": "ungraded"
    },
    "previous_statement": "Another question came in. This one came from C. John Hinkel(ph) of Bethany, Missouri: Why is a business taxed as an individual and not as a corporation?",
    "statement": "Small businesses <WOULD> get taxed twice if they filed as corporations. So in order to <AVOID> that, the government allows them to file as S corporations and in other ways. They lump their business profits in with their own personal profits, and 75 percent of manufacturing companies do it this way."
  },
  {
    "transcript_id": "NPR-11817",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It's easy to find someone with oil industry connections in this town. Five minutes in a grocery store parking lot and you meet people like Val Harris.",
    "statement": "<WELL>, my son's a pipeline engineer. So his job is, like, one day to the next, and that's it right now. But he's been very lucky to keep it right now."
  },
  {
    "transcript_id": "CNN-333146",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "CNN's Rosa Flores in Parkland, Florida for us this morning -- Rosa.",
    "statement": "<WELL>, John, we're also learning more not just from the GMA interview with his host family, but also from Florida \"Sun-Sentinel,\" and they say that they lived with the <<SUSPECT>> for a few months and they never saw his aggression. They knew he was depressed. They knew that he had trouble doing some basic tasks that adults do, so they taught him how to use a microwave and laundry. They also say that they didn't have a clue <ABOUT> his aggression against animals. This family says that they have two dogs and six cats and that they <WOULD>'ve never allowed him in their home had he been aggressive towards those animals. They also say that they knew <ABOUT> his AR-15 style rifle. However, they say that it was in a gun lock and that the host father was the only one with the key, he thought, of course. Now we know otherwise. They say that they were completely taken off guard. Now they also revealed details <ABOUT> the day of the shooting. <TAKE> a listen."
  },
  {
    "transcript_id": "CNN-89367",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The senator is making wild charges <ABOUT> missing explosives when his top foreign policy adviser admits he does not know the facts."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Do you <<<THINK>>> he had it in for you?"
  },
  {
    "transcript_id": "CNN-294991",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think it's actually not.",
    "statement": "I <<<THINK>>> to just notice to the American voter ..."
  },
  {
    "transcript_id": "NPR-30544",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Pennsylvania being sort of a last-minute attempt by the Republicans to expand the map. These are not formally campaign events, but it certainly does not hurt for him to have a presence here on the ground with his running mate Paul Ryan on this day when people are going to the polls in a state that he is really, really trying very hard to win tonight.",
    "statement": "And, of course, Scott, getting out the vote, very important as <WELL> for President Obama. What is the Obama campaign saying <ABOUT> that effort?"
  },
  {
    "transcript_id": "CNN-160577",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "And for those reasons, we believe that it ought to be -- that it ought to be repealed and we ought to move forward with patient-centered reforms.",
    "statement": "Let me just <TAKE> a couple of those issues in terms of access specifically."
  },
  {
    "transcript_id": "CNN-206097",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "expect": "ungraded",
      "positive": "ungraded"
    },
    "previous_statement": "All right. We want to get some reaction from the White House. Jessica Yellin is traveling with the president in Mexico. Jessica, has the White House released a statement yet?",
    "statement": "Hi, good morning, Carol. The White House has not yet released a statement but as soon as they do, I <EXPECT> it will be a measured and <POSITIVE> reaction that acknowledges the fact that these numbers have fallen to a four-year low, but also says that the U.S. have a long way to go. Look, the general response you'll get from White House officials that this is pretty consistent with what the White House has been maintaining all along. That they see growth in the private sector. But the effects of sequestration, those across-the-board spending cuts, are holding the economy back in other ways. That some of the games being played in Washington, as they <WOULD> put it, are holding the economy back. The big-picture theme you <WOULD> you get is, if Washington were working better, if the White House and Congress <<COULD>> come to terms on some <<SORT OF>> big debt deal, then the economy <WOULD> be growing even more aggressively. So I <<<THINK>>> you'll see a mixed reaction, with the White House acknowledges that this is very <POSITIVE>, but it <<COULD>> be even better where there are more movement by the nation's lawmakers."
  },
  {
    "transcript_id": "CNN-192746",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "vague": "ungraded",
      "wrong": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The most important election issue this year is jobs. But you <<COULD>> end up basing your vote on a lie. It all started with the Romney camp claiming that a President Romney <WOULD> create 12 million jobs in his first four years as president. That's three million a year or an average of 250,000 jobs a month. I have asked Mitt Romney's advisers how they came up with that number. They've had <<VAGUE>> answers <ABOUT> economic growth and tax reform. Then instead of calling out the Romney campaign for making claims with scant evidence, the Obama campaign gave it legitimacy by repeating it, calling it a low bar. <WELL>, if it were such a low bar, why didn't the Obama campaign come out with it first? Both sides have made the following cynical political calculation, selling you an optimistic <VIEW> of the economy is more important than telling you the truth. Twelve million jobs in four years has happened before in America, twice in the last 50 years. The economy added 12 million jobs between 1983 and 1987 when Ronald Reagan was president. The average economic growth in those years was 4.5 percent. It also happened between 1996 and the year 2000, under President Clinton, while the economy was growing at 4 percent, or 4.3 percent, on average, each year. So far this year, the economy has grown at 1.7 percent. Next year, if we're lucky, and the storm doesn't hit, and we don't go over a fiscal cliff, and nothing else goes <WRONG> with China or Europe, <<MAYBE>> we'll hit 3 percent. That's optimistic. Nowhere near where we were the last two times that America created 12 million jobs in four years, three million jobs a year, or 250,000 jobs per month. Austan Goolsbee is back with me. He's the former chairman of the Council of Economic Advisers and a professor at the University of Chicago Booth School of Business. Austan, you have a chance, right now, to call out the biggest lie in this campaign. Please tell my viewers that they will not be seeing me in a dress, which is what I promised if 12 million jobs were created in four years. They won't see that because this economy is not going to allow for 12 million jobs in the next four years."
  },
  {
    "transcript_id": "CNN-196792",
    "matched_terms": {
      "think": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "It was -- it is still a big nightmare, still waiting for somebody to wake us up and tell us it`s not true. And it was just draining -- it was so draining. Not to know where she`s at or if she`s OK, it`s -- that`s the hardest thing.",
    "statement": "One of my producers spoke to Isabel`s mom by phone today, and she told us, \"Please keep putting her picture out there. We just really want her home\" and for people to keep an eye out. \"Keep praying, we want Isabel home for Christmas.\" And so do we. What do you <<<THINK>>> happened? Give me a call: 1-877-586-7297, 1-877- JVM-SAYS. Straight out to former police chief and private investigator, Tom Shamshak. Tom, you were there at the Katie show with the Celis family. What did you <TAKE> away from the missing girl`s parents` interview?"
  },
  {
    "transcript_id": "CNN-41050",
    "matched_terms": {
      "perhaps": "ungraded",
      "apparently": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right, meanwhile in Afghanistan, the Taliban are <<APPARENTLY>> anticipating a military strike on their country and they are making some preparations to protect themselves. We don't have a reporter with the Taliban at this moment. But CNN's Walter Rodgers is next door in Islamabad, Pakistan with details on that as <WELL> as <<PERHAPS>> potentially a trip by Prime Minister Tony Blair -- Walter."
  },
  {
    "transcript_id": "CNN-109696",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's interesting that...",
    "statement": "But it's -- I -- I just <<<THINK>>>, in terms of actual evidence that -- you know, to put this guy away for life, I -- I just <<<THINK>>> is -- it's -- it's pretty thin."
  },
  {
    "transcript_id": "CNN-330539",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes, I think this makes it a lot tougher, Chris, and I think given the timing here where the government shuts down this Friday, I think you're going to see probably some effort to decouple DACA from keeping the government open, and of course that will just kick the can further down the road on DACA. I think we shouldn't miss the kind of moment here politically that's happening. You've got two U.S. senators, I've got to say, David Perdue and Tom Cotton, who are making an important choice on national TV yesterday to come out and say something was not said that others in the room are saying was, in fact, said. And most importantly, guys, the White House itself did not deny in the hours afterwards, and they are now suddenly changing their stories to get in tune with this president. It's such a revealing moment for where members of this party are going with the president and choices they are making that, by the way, regardless of this issue and DACA and keeping the government open, those two senators by doing that have made a choice now, and I think a lot of people who cover politics watch that and are just really, really struck by them doing that and, you know, you have to be careful what you say in politics. And I speak for a lot of my colleagues when we say we were very, very struck by that choice.",
    "statement": "To go from a joint statement on Friday, Margaret, to Jonathan's point, of quote, we do not recall, right, the president making those remarks using the s-hole comment, to then going on separate Sunday shows and saying Tom Cotton, Senator Tom Cotton, saying I didn't hear it. Senator David Purdue not only said he didn't use that word, it's a gross misrepresentation. A complete flip. What <<COULD>> the political calculation be to be willing to go that far to back up this president on this when it's not just Democrats like Durbin who say he said it, it's Republicans like Tim Scott saying Lindsey Graham who was in the meeting said to me, yes, that's basically accurate reporting."
  },
  {
    "transcript_id": "CNN-250219",
    "matched_terms": {
      "probably": "ungraded",
      "believe": "ungraded",
      "kind of": "ungraded",
      "guess": "ungraded",
      "expect": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Welcome back to our viewers in the United States and around the world. I'm Wolf Blitzer, reporting from Washington. The arrest of three suspect accused by the federal government of attempting to join ISIS and making plans to potentially kill the president of the United States, it's all renewing pressure on the U.S. Congress to go ahead and support funding for the Department of Homeland Security. That funding is set to run out tomorrow, Friday night, midnight. The Senate has agreed to move forward on the bill that would keep the agency running but omit any language that would reverse President Obama's unilateral actions on immigration reform. Many Republicans in the House say that leaving out that immigration language is simply unacceptable to them. Our chief congressional correspondent, Dana Bash, is joining us from Capitol Hill. Dana, we only have a few hours left. Where do things stand now?",
    "statement": "They're in limbo. It's <<KIND OF>> hard to <<<BELIEVE>>> that this is happening yet again, but that is the case. We <EXPECT> the Senate to move <<PROBABLY>> later today to actually approve a bill fully funding the Department of Homeland Security. That is a big concession by the new Republican majority leader, Mitch McConnell. The big <QUESTION> today is what it was yesterday and <<PROBABLY>> will be tomorrow, what is the House going to do, what is John Boehner going to do. Wolf, those of us in the press tried to ask John Boehner that <QUESTION> over and over again. His answer was the same, pretty much a non answer. One of our colleagues up here, Todd Willis, asked a smart <QUESTION>. He said, \"We know what the Senate is going to do. Can you please just give us an answer?\" And his response was I <<GUESS>> vintage Boehner. Watch this."
  },
  {
    "transcript_id": "CNN-169258",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You must be horrified by the scandal and the fact that it's cost you the BSkyB transaction and led to the closure of the \"News of the World.\" Who do you blame for that?",
    "statement": "<WELL>, a lot of people had different agendas, I <<<THINK>>>, in trying to build this hysteria. All our competitors in this country formally announced a consortium to try and stop us. And they caught us with dirty hands and they built hysteria <AROUND> it."
  },
  {
    "transcript_id": "CNN-92136",
    "matched_terms": {
      "torn": "ungraded"
    },
    "previous_statement": "I approved, yes. It was really, really one of the highlights.",
    "statement": "Coming up in the second hour of LIVE FROM, a family <TORN> apart by the tsunami soon to be reunited. Test results are in for famous baby number 81."
  },
  {
    "transcript_id": "CNN-252152",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Poppy, let me finish.",
    "statement": "It's not just <ABOUT> married people. I'm talking <ABOUT> someone gay not just a married gay person."
  },
  {
    "transcript_id": "CNN-35800",
    "matched_terms": {
      "would": "ungraded",
      "sometimes": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "OK, well we went from the morning chat, now let's go to the live chat right now. Mike Gash: \"What's brought about this new sexual attitude?\"",
    "statement": "Women are getting realistic. They've been hurt for way too long. They're finally getting the message. That is healthy for young women. I have been so sad and sick of hearing young girls saying, I had to have sex with him, because otherwise, if he didn't get it from me, he <WOULD> get it from some other girl. So not only are young women <SOMETIMES> exercising their right to say yes, but they are also exercising their right to say no. This is so healthy and really needs to be promoted, that college girls and high school girls need to <<FEEL>>, you can say no, you don't need a guy to <<FEEL>> OK. This is the message that's finally getting through."
  },
  {
    "transcript_id": "CNN-203929",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Is there anything that <WOULD> make it OK for him to have given him a firearm? I know hindsight says no. But at the time."
  },
  {
    "transcript_id": "CNN-400410",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, what does that have to do with how the -- how the agency is spending its money? The bottom line, Jim, is they have the right --",
    "statement": "So you <<<THINK>>> she <SHOULD> have been removed for that?"
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Those were bombshells in court today, Nancy, because we found about an episode that took place three months ago in Europe where they had a fight and then she slapped him and he shoved her into a wall. And an incident that took place about three weeks before the big smackdown they had in the car where they were in Barbados, which is her home country, and he was driving a Range Rover. He pulled over to the side of the road and whatever they were fighting about caused him to jump out and bash in the windows on both sides.",
    "statement": "To Sue Else, joining us from Washington, D.C. She is the president of the National Network to End Domestic Violence. You know what that was. There they are in Barbados, out on some country road. He`s in a Range Rover. She`s in the passenger seat. He gets mad and slams in his window, the driver`s window. Then in a show of force to scare her, he goes <AROUND> to the passenger side and punches in the passenger side window with her sitting in the car. What <ABOUT> it?"
  },
  {
    "transcript_id": "CNN-220653",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "The fact that he's a little more flexible and not so closed off to new ideas does make me more interested in getting closer to the church.",
    "statement": "He's a pope who has allied himself to the under-classes, those struggling with poverty, addiction and hopelessness. This pope, they <<FEEL>>, is one of them."
  },
  {
    "transcript_id": "CNN-117755",
    "matched_terms": {
      "rather": "ungraded",
      "perhaps": "ungraded",
      "sort of": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "But environmental groups are working senators just as hard, especially Democrats, who promised to reduce greenhouse gases.",
    "statement": "Unfortunately, there are a number of members of Congress who <<PERHAPS>> receive a lot of campaign contributions from coal companies who <SEEM> to just <<SORT OF>> be stuck in the backwards looking energy policies of the past <RATHER> than <<SORT OF>>, you know, really relying on American ingenuity."
  },
  {
    "transcript_id": "CNN-313329",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "A source tells CNN Trump's son-in-law discussed creating back-channel communications with the Kremlin during a December meeting with Russian Ambassador Sergey Kislyak, and \"The Washington Post\" reports that, in intercepted conversations, Kislyak told Moscow he was surprised. Kushner wanted to set up an off-the-record communications system that used Russian diplomatic facilities as a way to bypass U.S. surveillance. Now, the system was never set up, but as an explanation, the source tell CNN that Kushner wanted a secure lines so he and former national security adviser Michael Flynn could discuss military options in Syria, among other topics.",
    "statement": "My dashboard warning light was clearly on, and I <<<THINK>>> that that was the case with all of us in the intelligence community. Very concerned <ABOUT> the nature of these approaches to the Russians."
  },
  {
    "transcript_id": "CNN-336454",
    "matched_terms": {
      "assume": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So David, you tweeted the whole Stormy deal is a squalid side show but watching her very sharp, audacious, media savvy, hot dog of a lawyer joyfully torment Trump world. It occurs to me that he is giving them a taste of their own medicine. What did you mean by that?",
    "statement": "Absolutely. <WELL>, look. Avenatti is playing the game that Trump has played so <WELL>. He is using the media. H is getting in the face of the Trump world, of Michael Cohen, of the President himself. He is pushing them. He is prodding them. He is taunting them. And he has been pretty effective at it. He has proven himself to be a major league media talent. Whether or not his legal case will hold, because Stormy Daniels did in fact accept $130,000 and no one forced her to do it, I <<ASSUME>>. That there is obviously -- there are legal questions that have to be resolved. But in terms of the media wars, there's no <DOUBT> this is one case where the Trump world is losing out."
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Did you get along with the finalists? Were there any divas? You don't have to name them.",
    "statement": "No, you know, when they said that <ABOUT> us, we were, all, like, Oh, really? But we all got along. We're like family. You know, a lot of us left our family back at home, and we all became really, really close."
  },
  {
    "transcript_id": "CNN-104926",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "We're getting this word just in, and the information's coming to us from The Associated Press. They're reporting a tentative deal for Delta and the pilots. Of course, you know the airline's been trying to avoid a walkout from the pilots. We're hearing now that the pilots union and the airlines have reached a tentative deal on both pay and benefit cuts. It's not clear yet the details of the agreement, but they had been meeting and had been in arbitration over the weekend in New York, hopeful that they would be able to avoid a strike that could have happened as early as Monday. Three hundred thousand passengers fly Delta every single day, and there was, of course, a concern that if indeed the Delta pilots went on strike, that, frankly, that could have brought the entire airline down. So some good news as far as that goes. We don't know the details yet. We're going to get some more information for you on that story as well. Residents of Plaquemines Parish in Louisiana say they are worried about their future. This week, the federal government announced a flood protection plan that excludes a 20-mile strip of land that's south of New Orleans. Well, that land happens to be Lower Plaquemines Parish. Gulf Coast Correspondent Susan Roesgen is live for us in Plaquemines Parish this morning. Hey, Susan. Good morning.",
    "statement": "Good morning, Soledad. It's actually <ABOUT> 80 miles of coastline that we're talking <ABOUT> here. When the federal officials announced this week a new flood protection plan, it <WOULD> protect basically 98 percent of the New Orleans area. But it's the last 2 percent, the unprotected 2 percent, that worries people in this parish. People here who live here say the government has abandoned them."
  },
  {
    "transcript_id": "CNN-369706",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "a little": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And, Fred, there's been a lot of discussion about the high politics of all of this. But how is it affecting ordinary Iranian people on the ground where you are?",
    "statement": "I <<<THINK>>> Ordinary Iranians right now, many of them of course, are very concerned <ABOUT> the situation. I do <<<THINK>>> that the Supreme Leader coming out yesterday and saying unequivocally there's not going to be a war with the United States is something that calmed people down <A LITTLE> bit. But certainly, they are very still very much concerned especially with some of the things they've been hearing out of the White House. They've been hearing from the national security advisor, John Bolton, and even with this move the U.S. to withdraw its nonessential embassy personnel. All of that of course is viewed with a great deal of suspicion by people here on the ground. A lot of them are of course in a very difficult economic situation with these very tough sanctions the U.S. continues to levy on the Iranians. Everyday goods like for instance meat have become extremely expensive and, in some cases, hard to get. The currency has been in a tailspin. Everything has gotten more expensive. And now many people are fearing that the security situation <<COULD>> deteriorate as <WELL>. So a lot of people certainly are very concerned <ABOUT> that. You do have some people who say, look, we're going to stand up to the United States. There're people who say, look, we've been through situations like this before. But by and large, there certainly is a concern on the minds of many folks not just here in the city but certainly as a country as a whole -- Bianca."
  },
  {
    "transcript_id": "CNN-91713",
    "matched_terms": {
      "would": "ungraded",
      "probably": "ungraded",
      "suspect": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Well, three days of agreement by the Syrians to host elections here is somewhat remarkable in itself, given there has been unbending, one-man rule here in Syria that's endured for decades. Syria, it seems today, a long way from the kind of democratic reforms now hope will take place in neighboring Iraq -- Miles.",
    "statement": "Brent, I <<SUSPECT>> that's <<PROBABLY>> an example the Syrians <WOULD> prefer not to have among themselves. What was the key that made it possible for these elections to <TAKE> place right there?"
  },
  {
    "transcript_id": "CNN-260811",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, Jonathan, there could be a pattern here, in fact, because a man with the same name some years ago was in fact pleading guilty to lying to authorities about killing a black bear in North America. Now if it turns out --",
    "statement": "-- it's the same Walter Palmer from the same place, then he <<COULD>> be in even more trouble. But at this stage, he's lying low. He's closed his dentist practice and there are several petitions going on online for people to bring him to justice. It's certainly a case that has sparked a nerve or <<SORT OF>> hit a nerve amongst people on social media <ABOUT> this trophy hunting issue -- Jonathan."
  },
  {
    "transcript_id": "CNN-158544",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Johnson, he says, turned white, said nothing, and went back in the house. I spoke with Blaine and Clint Hill just a few feet from John Kennedy's grave. Hill wrote the foreword to Blaine's book but has rarely spoken about that day. (on camera): You had a tough time in the years after the assassination after your resignation. Can you talk about what you went through?",
    "statement": "I had nightmares and seemed like every time I turned <AROUND>, there was something that reminded me of what had happened. And so, I just clammed up and went in my basement with some alcohol and some cigarettes and stayed there for a few years."
  },
  {
    "transcript_id": "CNN-310644",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "So William, you heard Bill there talking about your argument regarding carbon dioxide. Science is supposed to be definitive for many people. What is not definitive to you about the science of climate change that you are a skeptic?",
    "statement": "<WELL>, let me point out that science is not like passing a law. You don't have a vote to say how many are for the law of gravity and how many are against. It's based on observations, and if you observe what's happening to, for example, the temperature, the temperature is not rising nearly as fast as the alarmist computer models predicted. It's much, much less, factors of two or three less. So the whole basis for the alarmism is not true. It's based on flawed computer modelling."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I think that there is patience up to a point. And the point will be the three or four rulings that occur now: the Supreme Court ruling, the ruling on the recounts and the ruling on whatever counting system will be used.",
    "statement": "<WELL>, how will we know that voters have run out of patience? What will tell us?"
  },
  {
    "transcript_id": "CNN-388219",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "quite": "ungraded",
      "kind of": "ungraded",
      "hope": "ungraded",
      "perspective": "ungraded"
    },
    "previous_statement": "Is there a sign that Modi and the government is willing to back down even though, you know, this citizenship law passed both houses of parliament quite easily, but are they willing to sit down and take some of the heat out of these protests?",
    "statement": "All of the evidence is <QUITE> the reverse, actually, John. The interior minister yesterday insisting and he's right in a technical level that this act that was passed relates only to migrants to the country from Afghanistan, Pakistan, and Bangladesh. It allows them to apply for Indian nationality. Now, of course, you can't do that under the legislation if you're a Muslim, but he's saying it <WOULD> regularize the status of what he calls refugees. And he repeated his commitment to continue on that track. There is a challenge that is going forward in the Supreme Court. The argument on the opposition side being that this act violates the fundamental secular traditions of the Indian constitution, and indeed, is unequal because it discriminates against Muslims. And so there is a <HOPE> from the opposition <PERSPECTIVE> that they <<COULD>> win in the Supreme Court. But no sign at all of any <<KIND OF>> dialing down of the commitment from the government, which, as you rightly point out, is already passed this act through two houses of the legislature, John."
  },
  {
    "transcript_id": "CNN-303595",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well --",
    "statement": "Especially Madonna, with the comments <ABOUT> the White House."
  },
  {
    "transcript_id": "CNN-233210",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Do you think that you can keep Birmingham in the present situation of segregation?",
    "statement": "I <MAY> not be able to do it, but I'll die trying."
  },
  {
    "transcript_id": "CNN-241420",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right, exactly. And then the federal investigation, which is still ongoing.",
    "statement": "That <<COULD>> be going on for a while. Because in these <<KIND OF>> conditions, we're never too <<SURE>>. Evan, thank you very much. Good work. Let's get some more on all of this. Joining us now, the community activist, John Gaskin; CNN anchor Don Lemon, who covered the violence in Ferguson for all of us all of you will remember his coverage there -- as <WELL> as CNN senior legal analyst Jeffrey Toobin; and our law enforcement analyst, the former FBI assistant director, Tom Fuentes. John, you're there. You're in Missouri. For the first time we're now hearing some very specific details of Officer Darren Wilson's testimony before the grand jury, before the investigators and according to this report in \"The New York Times,\" Officer Wilson told investigators that he was pinned in his vehicle in fear of his life as he and Michael Brown struggled over that gun only moments before Brown's death. So are you surprised by all of this description what we're learning now <ABOUT> this struggle?"
  },
  {
    "transcript_id": "CNN-98385",
    "matched_terms": {
      "may": "ungraded",
      "would": "ungraded",
      "fairly": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "All right, Miles. Thanks. Well, presidential adviser Karl Rove is going to testify again before the grand jury inquiry into the leak of a CIA operative's identity. It will be Rove's fourth appearance in the investigation. CNN National Correspondent Bob Franken live in our Washington bureau this morning. Hey, Bob. Good morning.",
    "statement": "Good morning. <FAIRLY> significant that someone <WOULD> <APPEAR> before a grand jury in one investigation four times. Some lawyers <<<BELIEVE>>> that that's ominous for Karl Rove. Others say that he <MAY> just have some explaining to do to the grand jury <ABOUT> previous testimony or that that's come from others. In any case, he is the president's top political adviser. The grand jury does meet today, although it's not clear whether Rove will be appearing today. He is one of the top level officials in the White House who has been named repeatedly in the investigation into the CIA leaks. Scooter Libby, Lewis Libby, is the chief of staff of Vice President Cheney. He is another one who is described as a source of information that came out in July of 2003 <ABOUT> the wife of a critic of the administration's weapons of mass destruction policy. This is an investigation that is moving ahead, with some suggestion that it <MAY> be coming to a close, and no suggestions from the prosecutor, Patrick Fitzgerald, whether he'll indict anyone -- Soledad."
  },
  {
    "transcript_id": "CNN-115585",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Let's take a look at the numbers now, if you can stand it. Down 92 points there for the Dow Jones Industrial average, already this morning. Resting at 12,387 for now. We're going to continue to watch that. The Nasdaq also down about 11 points. One of the big stories out there in the business world today, Citigroup Incorporated are -- it's kind of having to consider some job cuts. Something like 15,000 possibly. So we'll talk about that a little bit later in the show.",
    "statement": "What do you say we <TAKE> everyone to Ft. Lauderdale now, Heidi. At any moment, new insights into the death of Anna Nicole Smith. The medical examiner in south Florida is <ABOUT> to release autopsy results. It has been six weeks since the former Playboy playmate died. She was found unconscious in her hotel room in south Florida. The Hard Rock Hotel and Casino is located on tribal land. So the Seminole Police Department is investigating the case. Her death came five months after her 20-year-old son died at her bedside. Both deaths have fueled wild speculation. Tomorrow an inquest is to get underway into Daniel Smith's death."
  },
  {
    "transcript_id": "CNN-196770",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, there was an American official speaking on background, obviously, to a \"New York Times\" reporter who didn't describe this as movement of the chemical weapons. What makes it different this time was it was described as the Syrians taking steps in preparation for use. That's actually far more serious and far more concerning to American and regional officials if Syria is undertaking activity that looks like the preparation for the deployment of these chemical weapons. Remember, you mentioned, Brooke, Turkey. But also, Jordan. We have -- there are regional allies and neighbors there who would be directly threatened. And, of course, the Syrian foreign minister, while not acknowledging that Syria has chemical weapons, we know that to be a fact, said they wouldn't use -- Syria wouldn't use it against its own people. It did not rule out the possibility of using it against regional neighbors. And so for all those reasons, Brooke, the Secretary of State Clinton made quite clear that this would be crossing a red line for the United States.",
    "statement": "You know, I was reading an article, Fran, Daily Beast this morning talking <ABOUT> -- basically they called it al Qaeda 3.0. And they point out that the longer this bloody civil war continues in Syria, you know, the more the group benefits. You have sectarian polarization. They're hoping, as you mentioned, you know, Syria's neighbors, that it does spill into these other countries. But I thought it was interesting that this group is not openly associating itself with the brand name al Qaeda, instead using a cover name. Why is that?"
  },
  {
    "transcript_id": "NPR-10166",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Congratulations on your appointment.",
    "statement": "Thank you. It was <QUITE> a surprise, and it's been <QUITE> a shock and a shift. But it's very exciting because it highlights, certainly, poetry. And it highlights natives in this country and the accomplishments of natives and native poets."
  },
  {
    "transcript_id": "CNN-170952",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "It was a dog he had never seen before.",
    "statement": "He <WOULD> not go away."
  },
  {
    "transcript_id": "CNN-58445",
    "matched_terms": {
      "could": "ungraded",
      "imagine": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Firefighters are battling two ferocious fires on the California-Oregon border this morning. The 30-mile-long wall of flames is burning near Cave Junction, Oregon. That's where thousands of residents are now on alert. In fact, they have a 30- minute window of when they may have to evacuate. So far, nearly 200,000 acres have been torched. Gary Tuchman joins us now live from Kerby, Oregon, and what their up against. Good morning, Gary.",
    "statement": "Paula, good morning to you. <<IMAGINE>> living in the place where two monstrous fires are burning just few miles away from your door, and your told to turn on your cable TV to one of the local access channels, and there's a message on there. The message says, \"keep watching this cable access channel, because at any time we're going to give you a 30-minute warning to get out of your house and <TAKE> everything with you that you want, because the fires are coming so close.\" That is the situation here in the Illinois River Valley in southwestern Oregon. Behind me two monstrous fires. One of the fires called the Florence Fire, named after creek in the area; 145,000 acres burning there. One mile south of that fire is the Sour Biscuit fire, so named because of creek there called the Biscuit Creek, 35,000 acres,a total of 180,000 acres. Eventually, it <<COULD>> grow to half a million acres. As you said, Paula, when the fires get together, and it is inevitable, and we'll tell you why in a minute, 30-mile long wall of flames, from southwestern Oregon into northern California. The irony it started from a lightning strike on July 13th, and it's ironic, because there has been almost no rain here for several weeks, and that's the big problem, of course, that everything here is so dry. With us right now is Mike Lori. Mike is the incident commander for the U.S. Forest Service, in charge of things here. How is the situation right now? We see the smoke behind us, but the winds are very calm. That must be good news."
  },
  {
    "transcript_id": "CNN-385790",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "All right. So Ana, you first, you know, what happened to the President's edict that he <WOULD> only be surrounded by the best people and now six of his associates have been convicted?"
  },
  {
    "transcript_id": "CNN-227046",
    "matched_terms": {
      "should": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to THE LEAD. More now on our \"World Lead,\" the disappearance of Flight 370 has captivated the world, but we <SHOULD> never lose sight of fact that the 239 people on board that plane are not characters in a mystery. They are mothers, sons, husbands, grandparents, grandchildren, some were taking just another routine flight. Some were taking the first flight of their lives. Some boarded the plane in Kuala Lumpur looking forward to the trip of a lifetime. Katherine and Robert Lawton and Rodney and Mary Burroughs are two Australian couples who were traveling to Beijing together. They were friends and neighbors who loved taking trips, but not as much as they loved their grandkids. Also on board, brothers, Ferry and Harry Sudaya of Indonesia. Their young children keep asking when their daddies will come home. It's a <QUESTION> one family member who asked not to be identified is not prepared to answer for himself."
  },
  {
    "transcript_id": "CNN-231220",
    "matched_terms": {
      "should": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "How much space should be between the planes? Everyone understands there are more planes, airspace is very crowded especially around the huge airports, but what is -- how far apart are they supposed to be?",
    "statement": "The bubble <SHOULD> be <AROUND> five miles. There shouldn't be anything closer than five miles. And as far as the altitude above each other, there <SHOULD> be -- it depends. There's a lot of different things. If you're in a reduced vertical separation minimum, RBSM, that area is going to be different. It's going to get you a lot closer."
  },
  {
    "transcript_id": "CNN-288385",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, but we've been ask to move back a little bit.",
    "statement": "They're starting to unplugged, which you can understand, if they are being push back, and especially if there's an active shooter, they want everyone to be safe. And police must do their jobs in this particular situation. But, again, these are live pictures coming in. This is all unfolding. You're seeing it unfold as I'm seeing it. I just happen to be here to have the first to be able to tell you, you know, what's going on a broadcast it to you, at least. So again, our affiliates and the news crews in Dallas being pushed back. Again, the confirmation that we have at least from our affiliates there, two officers shot. There are reports that more officers <MAY> have been injured and that doesn't necessarily mean shot during this confrontation with police. We're also hearing that there were at least shots of 20 -- 20 shots in succession. We had an eyewitness, witness at least on the phone, Amanda Kleen (ph), who lives in the area who said she was walking her dogs, and all of a sudden, she heard the shots and people just started scattering. She said there were police officers everywhere. Ben Ferguson who lives in Dallas knows the area very <WELL> joins us now on the phone. And, Ben, again, tell us <ABOUT> this area. We're told it's the central business district. You said it's close to where J.F.K. was assassinated, but it's a pretty popular business area in downtown Dallas."
  },
  {
    "transcript_id": "CNN-386594",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "--for both of them. But give me your bottom line.",
    "statement": "Yes. Yes, yes, but the bottom line is what happens in the Southern District of New York. What if he is indicted? What happens to Bill Barr who is over - obviously this is Department of Justice, and the Southern District of New York is underneath Bill Barr. Bill Barr is implicated in this too because he's been sent across the world to be able to try to dig up dirt on the Bidens, and - and so, does he recuse himself? Does he stay out of it? And then, what does Rudy Giuliani do, if he's indicted? Does he drop a dime on the President or does he <TAKE> a bullet for the President? And some of that will depend on how the President faces him."
  },
  {
    "transcript_id": "NPR-28080",
    "matched_terms": {
      "likely": "ungraded"
    },
    "previous_statement": "And that is a dangerous and growing inequality and lack of upward mobility that has jeopardized middle class America's basic bargain that if you work hard, you have a chance to get ahead.",
    "statement": "But what exactly is income inequality? Ask six economists and you're <<LIKELY>> to get six different answers. And we're going to ask Drew DeSilver of the Pew Research Center who spent a lot of time lately trying to measure it. Welcome to the program, Drew."
  },
  {
    "transcript_id": "CNN-653",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "They should send him back, because he's a child and they should not use a child for problems of politics.",
    "statement": "It's simple: His father has a right to have him here. It's the most natural <THING> in the world."
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And I said to 1,000 people at that lunch, I <WOULD> like everybody here to know why I hired Ed Bradley. I said, I hired Ed Bradley, because he's a member of a minority. And there was a gasp in the room. And, as soon as it quieted down, I said, he's a great reporter. He's a great gentleman. And, if that ain't a minority, I never heard of one."
  },
  {
    "transcript_id": "CNN-91648",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The day of the dead. One month after the Asian tsunamis, prayers, memories and pain. Hello and welcome. The truth is, Asia still doesn't know what hit it. The death toll climbs and then drops as more bodies appear, but earlier calculations change. By our count, 143,000 people are known to be dead, but an even greater number are missing. So one month after the waves washed ashore in 11 countries, it could be nearly 300,000 people who perished. We just don't know. The United Nations estimates that 5 million people were severely affected. How do they all recover? No one knows that either. Maybe just one day at a time. And now, it has been a month. On our program today, one month after. We being with John Irvine.",
    "statement": "The Indian Ocean <MAY> have been a flat can (ph) today, but a month ago it delivered the sea monster that so savaged this place and its people. Having come through hell and high water, their fortitude is remarkable, and yes, Banda Aceh can be rebuilt. But only an imagination blind to reality can envisage this city being what it was. An army of workers has descended on the wasteland. Many roads are now clear, but the images remain incredible. A house dumped onto a street, a large boat left stranded in suburbia. People keep coming back here looking for a reminder of home, and searching for loved ones. This girl can't find her mother or sister."
  },
  {
    "transcript_id": "CNN-183245",
    "matched_terms": {
      "may": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "The mandate coverage for each person is unconstitutional. I think we have the right to health care, but I don't think we have the obligation to accept health care. I don't think it's right for people in Washington to tell us what people in Georgia are going to have to do when we go to the doctor.",
    "statement": "A Montana man accused of trying to board a plane with four handguns. Harold Waller <<REPORTEDLY>> was carrying a loaded gun and two knives when he went through security at Sacramento international airport. TSA screeners say they found three more semiautomatic guns in Waller's carry-on bags. After Waller was arrested investigators found eight more guns in his car. No word on what the motive <MAY> have been. Six children and two adults are dead after a fire swept through a house in Charleston, West Virginia. Investigators are looking for a cause, but say it does not look suspicious. One adult managed to escape, a seventh child son life support. Public outrage over the Trayvon Martin shooting is growing. Protesters are rallying across the country demanding justice for the death of the unarmed Florida teen. The reverend Al Sharpton attended this demonstration today in New York. Another protest is starting right now in Washington. CNN's Holly Firfer is live in Sanford, Florida, where George Zimmerman shot Martin, he says, in self-defense. Holly, the former Florida governor Jeb Bush is commenting on the case. What has been the reaction?"
  },
  {
    "transcript_id": "CNN-231155",
    "matched_terms": {
      "may": "ungraded",
      "kind of": "ungraded",
      "take": "ungraded",
      "suggest": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Well, in past cases we've seen homegrown terrorists in North America pull this sort of thing off, remote control detonating mechanisms in Canada in 2006 there was a Toronto case. These guys did not receive training overseas on how to put it together and they succeed in doing this based on a cellphone mechanism and they actually succeeded based on a cell phone and they actually tested it on camera. That was shown in court in Canada. So, there is some precedent for purely homegrown terrorists putting these sorts of devices together, Kate.",
    "statement": "Document definitely does <SUGGEST> though that a terror group of some sort <MAY> have had a hand in assisting in planning or directing or even really assisting in the operation. What is the intel community or <<KIND OF>> the terror analyst community, what is their <TAKE> on that very important <QUESTION> of a group being involved?"
  },
  {
    "transcript_id": "CNN-284445",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Is that important to you than the taxes?",
    "statement": "I <<<THINK>>> that's equally as important. If you want to be transparent, you can't pick and choose when you want to be transparent."
  },
  {
    "transcript_id": "CNN-403536",
    "matched_terms": {
      "would": "ungraded",
      "quite": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I want to thank you Mr. Chairman for holding this important hearing. Last week, we the subcommittee held an informative hearing on the racial and ethnic health disparities we're having during coronavirus. The disparities are very troubling and even extremely outrageous. A scientific American article published from earlier this month found - (inaudible) black men and women from coronavirus at least nine times the rate of an American - institutional racism has played a part in certain - (inaudible) and do you think certain racial and ethnic communities are suffering more than white communities?",
    "statement": "I <<<THINK>>> I know - I didn't hear it <QUITE> as clear as I want but I <<<THINK>>> I know what the Congressman is referring to. So when you're looking at the African-American community and the minority community in general as a demographic group, there are two elements that make it much more difficult for them and why they are suffering disproportionately. One is the risk of infection because of economic and other considerations, the jobs that the majority of them <WOULD> find themselves in does not allow them to protect themselves by looking into a computer and doing telework. Most of them are essential on outside, having to mingle in a society in which the virus is circulating. END"
  },
  {
    "transcript_id": "CNN-204414",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Forty-two years.",
    "statement": "I was going to say, the Diamondbacks didn't even exist when he went to prison 40 years ago. It didn't exist for <ABOUT> another 25 years after that."
  },
  {
    "transcript_id": "CNN-60836",
    "matched_terms": {
      "could": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "One time, we saw the winds up to 120; now down to about 75. What do you -- where could this storm grow? What category could we place this one in eventually?",
    "statement": "It made landfall as a category 3 yesterday, and like I said, it's weakened down to basically a minimal hurricane right now. But once it goes back over the water, we <<FEEL>> like that it <<COULD>> re- intensify to a category 3 by, you know, Tuesday or Wednesday."
  },
  {
    "transcript_id": "CNN-389035",
    "matched_terms": {
      "around": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "suspect": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "There are many injuries, and now, confirmation that some people have died. The attacks happened at a Jewish holiday gathering in New York and at a Christian church in Texas. People in both places are terrified tonight in their places of faith where they should feel the most safe. Late Saturday night inside a rabbi's house near New York City, a man burst into a crowded Hannukah celebration with a knife and started stabbing people there. Five people were taken to the hospital. The suspected attacker caught in his car and covered with blood was arrested shortly afterward. The person in this surveillance video shot from a neighbor's home is believed to be the suspect running toward his car a few minutes after that attack. Then this morning, inside a church of Christ near Fort Worth, Texas, police say a man opened fire on worshippers during Sunday services. Officials now say one person is dead, another in critical condition there. The shooter also reported dead. More details from that horrific shooting in just a moment. But we start first tonight with CNN's Alison Kosik in Monsey, New York, where the Hannukah's celebration inside a rabbi's home was so violently attacked late last night. Alison, what more can you tell us?",
    "statement": "Good evening, Jessica. We are learning just how the <<SUSPECT>>, 38-year-old Grafton Thomas, got inside the rabbi's house behind me during that celebration. He walked through the unlocked front door. Now, it wasn't unusual for Rabbi Hayam Rothenberg to leave the door unlocked, an open door policy as one guest told me. An open door policy for the community to join in on a celebration late last night, the seventh night of Hanukkah when almost 100 people gathered inside that home, but Thomas went ahead and took that opportunity to walk through the door with a long machete type knife and began his stabbing spree, stabbing five people including the rabbi's son. Now, one guest is being hailed as a hero. Joseph Gluck, Gluck, he is being called a hero because he threw a coffee table at the <<SUSPECT>> and actually wrote down the license plate of the <<SUSPECT>>'s car before he fled. And that is a good <THING> because his car was spotted electronically on the George Washington Bridge as he was headed back to New York City. Authorities wound up catching up with him in Harlem. They found him covered in blood. Prosecutors later said that he also smelled like bleach, telling them that or indicating to them that he tried to cover up some <<SORT OF>> crime. Now, as for the neighborhood here, they are <<KIND OF>> in disbelief at the violence that happened here last night. And is this a close-knit community here in Rockland County, 90,000 residents here, and a third of them are Jewish. There are also synagogues all <AROUND> this area. And tonight, there was actually a dedication to a new torah to one of the synagogues down the street. And there was already a planned parade, but the parade made a special stop here at the rabbi's house where everybody got out with music and dancing. And there was laughter. And they all gathered on the lawn here to show solidarity and strength during a time violence, Jessica, back to you."
  },
  {
    "transcript_id": "CNN-339243",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The president also offering a rare embrace of embattled White House Chief of Staff John Kelly.",
    "statement": "General Kelly is doing a fantastic job. There has been such false reporting <ABOUT> our relationship. We have a great relationship."
  },
  {
    "transcript_id": "CNN-217324",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "It's always awkward. I mean, what you have here is a situation where either someone sees the hand in the cookie jar or has strong evidence the hand has been in the cookie jar. Every time this happens there's going to be awkward conversations.",
    "statement": "Now with each of these cases, the U.S. officials will say two things: they'll say one, every country spies on every other country and also that the U.S. is conducting a review of this surveillance. It gets a better balance between security concerns and privacy concerns. It still hasn't given details to what this review has found, what changes it <MAY> bring. As to the first argument that everybody spies on everyone, it seems to be that really just the scale of the NSA surveillance and the level to which it goes to senior leaders now of several of our closest allies, that that has not been a satisfying answer, Kate, to those questions. It's sparking real anger here."
  },
  {
    "transcript_id": "CNN-314432",
    "matched_terms": {
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Back with us now political commentator, talk radio host Mo Kelly and CNN political commenter, Republican strategist John Thomas. This is probably the last thing the president wanted. It was his birthday on Wednesday, turned 71. \"The Post\" is reporting this could be a major turning point in the FBI investigation. Sources are telling CNN that Mueller's team plans to talk to senior intelligence officials soon about their role in the obstruction of justice case. John, clearly, this is everything the Republicans had feared about a special counsel and the investigation moving way beyond anything to do with Russia and last year's election.",
    "statement": "100 percent. And that's the risk is that a special counsel first of all needs to find something, right? And so if they can't get what originally they were tasked with was Russian collusion, it seems to be no there, there are at least as it relates to the president directly. You know, this -- the problem with this is it's an unforced error, right? President Trump caused this on himself. And I <<<THINK>>> we're going to now publicly discuss what the word \"<HOPE>\" means and whether or not that is obstruction. The good news as I was telling Mo earlier is --"
  },
  {
    "transcript_id": "CNN-332326",
    "matched_terms": {
      "may": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "And we're back with the \"POLITICS LEAD.\" Let's dive back here with my panel. So Kris, let me start with you. The top Democrat on the House Intelligence Committee, Adam Schiff, says that Corey Lewandowski, the former Trump Campaign Manager and Steve Bannon, former Trump Campaign CEO I think he was called refusing to appear again before the committee. He wants to enforce subpoenas against them. Can this be interpreted as stonewalling do you think, even though Lewandowski and Bannon are no longer employed by President Trump?",
    "statement": "I <<FEEL>> like this comment that we talked <ABOUT> earlier in the break -- before the break, he's answered 90 percent of the things we asked him. If Hillary Clinton answered 90 percent of the things that an investigation on the Hill wanted and didn't do 10 percent, Conservatives wouldn't be quiet <ABOUT> that 10 percent. So I don't <<<THINK>>> 10 percent is acceptable here. And it astonishes me why <WOULD> Conservatives especially in the case of Steve Bannon be so interested in defending him and saying no he doesn't need to come and testify. This is guy mind you who has been cast out of Trump world with prejudice because of the things that he said regarding the administration for the Fire and Fury book. So I don't understand what the impulse is to try to defend Steve Bannon unless folks are genuinely concerned that what he has to say <MAY> not be good news for the Trump administration."
  },
  {
    "transcript_id": "CNN-148717",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Yes, I am.",
    "statement": "But here at the Preston Robert Tisch Brain Tumor Center, Karen found <HOPE> - an experimental vaccine."
  },
  {
    "transcript_id": "CNN-236707",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Mr. Dolgov, I need to get Mr. Scherba in Kiev to respond to this. Konstantin Dolgov in Moscow is saying this was coordinated with the Ukrainian foreign ministry, yes or no?",
    "statement": "<WELL>, this is not the first time when Ukraine has faced with a weird <<KIND OF>> situation Moscow is involved. This isn't the first -- not the first time when Moscow -- I caught the gentleman from Moscow meticulously discusses issues with someone and nobody except for Moscow knows <ABOUT> that meticulous discussion. And it is not the first time that Moscow refers to some very precise documents that no one from Moscow has heard of. But going back to what I said in the beginning, we are not -- we are very much aware <ABOUT> the gravity of the humanitarian crisis caused by Moscow in the east of my country. And we are not in a position to send back any humanitarian convoys, even from a country that has been so hostile and so betrayal (sic) to Ukraine as Russia."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "All right. Well, he's explaining",
    "statement": "And they said that I <<COULD>> go over there. I'm sorry, I was in..."
  },
  {
    "transcript_id": "CNN-255259",
    "matched_terms": {
      "apparently": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We just got this other note, <<APPARENTLY>> ten jurors <<<BELIEVE>>> the mother here, it was the mother who facilitated the older brother's radicalization, Tamerlan Tsarnaev's radicalization. Your response to that, Jeff."
  }
]