[
  {
    "transcript_id": "CNN-396197",
    "matched_terms": {
      "know": "ungraded",
      "best": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "So, I know you talked about it a bit today. But I want to give you a chance to say to people watching right now. Last night, the president said, I don't believe you need 40,000 or 30,000 ventilators, talking about you in New York. You know, sort of saying now all of a sudden, they're saying -- I'm quoting him, Governor, of course, saying, can we order 30,000 ventilators? What do you say to him and why are you so sure that you're going to need at least that number?",
    "statement": "Look, I <HOPE> the president is right. I'll go better than what the president said. I <HOPE> I don't need any ventilators. I <HOPE> this is a bad dream and it all disappears tomorrow. But I can't govern that way. I govern on the data, and on the numbers and on the science. I have projections done by some of the <BEST> companies on the globe. I'm talking to world health leaders, Dr. Fauci, studying what happened in South Korea and China, et cetera. And if you look at the numbers, you count the numbers and the trajectory, we are looking at 40,000 possible ventilators, 140,000 possible hospital beds. Those are the numbers, Erin. So, I don't get into <HOPE> and emotion when you come to -- when it comes to actually planning a plan of action. Use the numbers. You <KNOW>, use the science and the data."
  },
  {
    "transcript_id": "CNN-314970",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes. So both Rene Marsh and I have heard separately from U.S. officials that they do see some connection to Canada. It's not clear if he lives there or he was traveling. The Canadian Embassy here in Washington D.C. issued a statement saying that they're working with the U.S. officials to aid in the investigation. But there is appears to be some connection to Canada.",
    "statement": "Andrew McCabe, the Acting FBI Director, was testifying up on Capitol Hill today, and he said this <COULD> be terrorism. He didn't say definitively it was terrorism, but he said it <COULD> be terrorism."
  },
  {
    "transcript_id": "CNN-47638",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Michael Holmes reporting to us from Kabul, thanks very much. Moving to a different part of the world but staying with the story -- the number of detainees, both al Qaeda and Taliban, that are being held at the U.S. Naval Base on Guantanamo, on the island of Cuba, continues to rise. Thirty-four more detainees arrived there today. And as their numbers go up, so too does some of the criticism that is coming in. U.S. officials find themselves having to defend the conditions under which those detainees are being held. CNN national correspondent Bob Franken has more on that.",
    "statement": "From <ABOUT> 200 yards away, the cameras outside Camp X-ray <COULD> see a detainee brought to the International Red Cross Representative. The Red Cross continues the investigation into charges that the top security here violates international standards for humane treatment."
  },
  {
    "transcript_id": "CNN-99107",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, I think they felt that Ambassador Wilson was a partisan -- and he certainly was, politically speaking, a partisan -- that he may have had specific motives and goals in mind that were certainly -- was certainly counterbalanced by other evidence and other sources of intelligence- gathering at the time. And they felt that there needed to be some sort of a balance out there. That doesn't justify the specific way that they approached it, but I think that was their concern at the time.",
    "statement": "Do you <THINK> the vice president, given that an important aide to the vice president, often referred to as his right-hand man, a national security adviser, that the vice president needs to answer some questions here?"
  },
  {
    "transcript_id": "CNN-330917",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "A video sparking outrage, high school students taunting a Native American elder on the steps of the Lincoln Memorial and now we're hearing from the man in the tense faceoff with that teen wearing the MAGA hat.",
    "statement": "Extremely disturbing and we'll delve into that story this hour and next. Welcome to our viewers here in the U.S. and all <AROUND> the world, live from Atlanta, G.A., I'm Natalie Allen."
  },
  {
    "transcript_id": "CNN-195816",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Look, as you say, he was going into this election in a strong position. He really now is a little bit at the mercy of the lottery ticket he has bought, because a rocket or a missile, 100 meters in this direction or that direction can change the whole calculation. Will it serve him when this is over? Come back and ask me.",
    "statement": "Let's talk <ABOUT> Hamas, as far as it's concerned, where -- what does this mean for the organization in Gaza, Daniel, do you <THINK>?"
  },
  {
    "transcript_id": "CNN-386549",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "seem": "ungraded",
      "opinion": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "His base, how glued in are they do you think broadly into international affairs and the detail of this Ukraine deal, because if they are going to be convinced along the Democratic lines, they need to see something very clear about Donald Trump doing something wrong intentionally, don't they?",
    "statement": "Yes. <WELL>, I mean, it's <CERTAINLY> the case that the evidence in favor over the <FACT> that Donald Trump exercised and inappropriate use of power is overwhelming. But you're right, it doesn't <SEEM> to be budging public <OPINION> much especially on the Republican side. My own <OPINION> -- my own <OPINION> is that crucially nothing that Donald Trump <COULD> do would change public <OPINION> among Republican voters. He has such a strong and loyal base. They have stuck with him through thick and thin up until now and I don't <THINK> that there's anything barring some <KIND OF> catastrophic event that's going to change that."
  },
  {
    "transcript_id": "CNN-93857",
    "matched_terms": {
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Good to have you, Carol. In a moment here, in just the last few hours, we've seen and now we have heard more from Pope Benedict XVI. Celebrating a morning mass at the Vatican, inside the Sistine Chapel, delivering a rather intriguing message, too. We'll talk about that message today. Also we'll also hear for the first time from American cardinals about why they chose Cardinal Ratzinger. Roger Mahony, the cardinal from L.A., is our guest in a moment.",
    "statement": "Also, coming up, we'll reaction from <AROUND> the world to the election, including from the pope's home country, which would be Germany. Not everyone there is happy. In <FACT> even the pope's brother has some reservations."
  },
  {
    "transcript_id": "CNN-101558",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "may": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "All right. Ed Henry reporting for us. And we'll, of course, have complete coverage starting at 9:30 a.m. Eastern right here from THE SITUATION ROOM on CNN. And coming up later this hour, much more on the Alito hearings. We'll speak with our senior legal analyst Jeff Toobin, our senior analyst Jeff Greenfield. They're standing by. Much more coming up. But right now there is another major political story developing here in the United States, specifically, in Texas today. A court rejected Congressman Tom DeLay's request to dismiss the criminal charges against him or immediately put him on trial. This comes two days after DeLay announced he would not run to reclaim the House majority leadership position he was forced to give up because of his indictment. Now two top lawmakers are in the running to permanently replace DeLay as the House majority leader. But the controversy surrounding DeLay may only keep growing after the lobbyist Jack Abramoff's guilty plea last week and his decision now to cooperate with the prosecutors. We have new poll numbers coming out this hour on the possible fallout in this congressional election year in the aftermath of all of this. Let's bring in our senior political analyst, Bill Schneider. What are the polls showing, Bill?",
    "statement": "They show the problem <MAY> be bigger than Tom DeLay, Wolf. Only 42 percent of Americans say that most members of Congress now deserve to be reelected. That is far lower than the majority who have felt that way in the last four congressional elections. In <FACT>, you have to go all the way back to 1994 to find that same level of discontent with Congress. My goodness, 1994 that was the year of the great revolution when the voters were so unhappy they overthrew the congressional majority. Then it was the Democrats. In other words, the message to Republicans here is, gulp. Now the Republicans need to not only show that they are not corrupt and not in the hands of lobbyists and clean up their act, but that they are independent. Take a look at this. Most Americans, 50 percent of Americans, <BELIEVE> that Republican policies would not move the country in the right direction. Only 40 percent say they would move the country in the right direction. They need a new policy agenda. Does the public <THINK> the Democratic policies would move the country in the right direction? Americans are split over that. But here is something they are not divided over. Will the Democrats or the Republicans be better able to handle the issue of corruption? Democrats now have a 12-point advantage on the corruption issue. Is that because voters <THINK> Democrats are more honest? No, the polls don't show that. But the Democrats are out of power, and as the out-power they can make a stronger claim to the issue of cleaning up the system of government--Wolf."
  },
  {
    "transcript_id": "CNN-403625",
    "matched_terms": {
      "may": "ungraded",
      "feeling": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right, listen to this next one because I had not heard of this before. Nearly two months after first contracting the coronavirus, one woman in Colorado is facing the unthinkable, a second battle with COVID-19. Her name is Michelle Hart. She first tested positive in early <MAY>. She <THOUGHT> she was fully recovered after receiving not one but two consecutive negative tests. And then when symptoms persisted, she went back to an urgent care clinic only to learn she once again has the virus. And Michelle is with me now along with CNN medical analyst Dr. Celine Gounder, she's a former New York City Assistant Commissioner of Health and host of the Epidemic Podcast. So, ladies, thank you so much for being with me. And Michelle, first and foremost, how are you <<FEELING>> today?"
  },
  {
    "transcript_id": "CNN-303641",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "-- that those men and women look after every single day and instead talk <ABOUT> how many times he was on the cover of \"TIME\" magazine and complained <ABOUT> his war with the press shows just what a very rocky start we're off to here."
  },
  {
    "transcript_id": "NPR-41515",
    "matched_terms": {
      "well": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Jim Lynch is a professor at the John Jay College of Criminal Justice. He says historically, cities in flux mean something big is coming.",
    "statement": "<WELL>, we're into the middling years. Things are <SORT OF> unstable and waiting."
  },
  {
    "transcript_id": "CNN-105413",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "guess": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Do you think it was valuable for the April 22nd elections in New Orleans?",
    "statement": "I'm not going to second <GUESS> the federal judge. I was just down there yesterday. I didn't hear much complaining <ABOUT> it, though, when I was there. And, <OBVIOUSLY>, it's a more difficult election with people scattered <AROUND>. But the state works very hard to encourage people to vote. And, you <KNOW>, I was with Mayor Nagin and Governor Blanco, and the subject, frankly, didn't come up. That's not to say it's not on their minds. It's on Mayor Nagin's mind because he wants to win. He wants people voting. But the state bent over backwards to encourage people to participate in the mayoral election. And looked like the process, given the circumstances the city had been under, pretty smooth process, which was not necessarily a given. Yes, sir?"
  },
  {
    "transcript_id": "CNN-381235",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "So it's calm on Wall Street. Let's really <HOPE> there's no storm. It is the final hour of trading on Wall Street and as you can see here, stocks turned positive this morning and they haven't looked back. Here is what's moving the markets right now. It's the end of an industry icon. Now, the tourism industry counts the cost of Thomas Cook's collapse. Greta Thunberg tells world leaders to <THINK> less <ABOUT> money -- that's right -- and to act more on the environment. And Europe's carmakers sound the alarm over a no-deal Brexit. Live from the world's financial capital, New York City. It's Monday, the 23rd of September. I'm Paula Newton, in for Richard Quest and this surely is QUEST MEANS BUSINESS. Good evening. Tonight, the collapse of a travel industry icon has left hundreds of thousands of passengers stranded, 21,000 jobs are at risk and businesses that depend on Thomas Cook's tours are afraid for their future at this hour. A mammoth operation is underway to bring stranded British tourists back home. The Board of Thomas Cook said it had no choice, but to declare bankruptcy after any rescue attempts failed. Now the U.K.'s Transport Secretary defended the government's decision not to bail out this company."
  },
  {
    "transcript_id": "CNN-98552",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Oh, we're definitely concerned about it, but we're doing -- we're taking a lot of steps to prevent that from happening. The actual number of attacks in my area of operations is actually just slightly above normal. I attribute that to the vast increase in the number of patrols, both in Iraqi security forces and coalition forces.",
    "statement": "<WELL>, you mentioned the Iraqi security forces. In your area of operation, how are they faring? Are they progressing <WELL>? Are they able to take on certain areas of responsibility on their own?"
  },
  {
    "transcript_id": "CNN-373656",
    "matched_terms": {
      "probably": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "The plane was a Beechcraft King Air 350. I understand you maintained that type of plane. What can you tell us about them?",
    "statement": "<WELL>, not only did I maintain one but our corporate office, our family business, owned a 350 for many years, and I <PROBABLY> got hundreds and hundreds of hours in that aircraft. It is the most reliable aircraft, in my <OPINION>. It's something that every corporation <SHOULD> be using, if they're not, for any type of transportation of their important corporate leadership because of the <FACT> that it has an incredible safety record. It's like the Cadillac of Turboprops for corporations."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Really?",
    "statement": "Yeah. <WELL>, he was -- he was the man, you <KNOW>. We'd grown up with him. We were just kids. We were just a little bit younger, and we were in awe. But the funny thing is when we got together -- me, George and Ringo -- for the Beatles anthology, got together to discuss it all, we all had completely different memories. I said..."
  },
  {
    "transcript_id": "CNN-51903",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I have never ...",
    "statement": "I don't have a list, you <KNOW>, right here but a list of seven or eight things."
  },
  {
    "transcript_id": "CNN-45291",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "perhaps": "ungraded",
      "quite": "ungraded",
      "obviously": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "All right, Jim. Jim Clancy in Kabul. Jim, thank you. Also, that American fighter John Walker fought with the Taliban, and that has many in the U.S. debating his conduct. U.S. government officials say he is providing useful intelligence there in Camp Rhino, southwest of Kandahar. To the Pentagon and Kathleen Koch, who is watching movement on this story and a lot more as we await that briefing. Kathleen, good morning.",
    "statement": "Good morning, Bill. What the Pentagon is saying today is that John Walker is still talking with officials there in Afghanistan at the Camp Rhino base, a Marine base there in Afghanistan, south of Kandahar. We don't <KNOW> if these are military or intelligence officials. We're talking with them. But they say he is having conversations. Defense Department officials over the weekend described Walker as being reasonably cooperative, saying that he had told them <QUITE> a bit that was of some value. Before Walker was taken into custody, he had told journalists that he had trained at two different Osama bin Laden training camps in Afghanistan, that he had seen bin Laden there. Of course, this is just the <SORT OF> information that U.S. officials are wanting to and <OBVIOUSLY> <PERHAPS> getting their hands on as we speak. They're also likely to be very interested in anything that he can tell them <ABOUT> the prison uprising in Mazar-e Sharif, and the death of the CIA agent, Mike Spann. He, incidentally, is going to be laid to rest today in Arlington Cemetery. Back to you."
  },
  {
    "transcript_id": "CNN-91584",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I know. Yes.",
    "statement": "Right now we want to check in on some of those other stories making news <AROUND> the world."
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Do you -- do you understand all the people, the threats on -- I mean the anger of people is incred...",
    "statement": "Oh, I don't <KNOW>..."
  },
  {
    "transcript_id": "CNN-114740",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Let's begin in Iraq this morning, where plans for the coalition of the willing is about to be downsized. Within the hour, the British prime minister, Tony Blair, was announcing plans to pull more than a thousand British troops out of southern Iraq. The prime minister says it's a sign of success that Iraqis are ready to take over their own security.",
    "statement": "Over the coming months we will transfer more of the responsibility directly to Iraqis. I <SHOULD> say that none of this will mean a diminution in our combat capability. The actually reduction of forces will be from the present 7,100, itself down from over 9,000 two years ago, and 14,000 at the time of the conflict to roughly 5,500."
  },
  {
    "transcript_id": "CNN-387235",
    "matched_terms": {
      "should": "ungraded",
      "might": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Some analysts are fed up with the recent North Korean threats and warned the President that continually brushing them off comes at a price.",
    "statement": "The United States <SHOULD> not put itself in the position of being blackmailed by a small power like North Korea. So I worry that President Trump, out of some <<FEELING>> of desperation, <MIGHT> cut a bad deal with North Korea, providing sanctions relief in exchange for worthless concessions on denuclearization."
  },
  {
    "transcript_id": "CNN-251861",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think that man has rendered himself absolutely unfit to be running for office.",
    "statement": "Who exactly is California Governor Jerry Brown talking <ABOUT>? We'll tell you."
  },
  {
    "transcript_id": "CNN-97192",
    "matched_terms": {
      "feel": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Today, Nathan is trying on some of dad's gear, getting up close and personal with a Humvee. (on camera): Another fun stop along the way, the infrared goggles.",
    "statement": "It will be good to <FEEL> like what my dad does and <STUFF>."
  },
  {
    "transcript_id": "CNN-10981",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "The Miami relatives, their attorneys and friends and supporters have never been shy about their opinions during these seven months, but now they'll have to express their opinions with Elian back in the land where they once lived. This is Gary Tuchman, CNN, live in Miami.",
    "statement": "Gary, thank you. For more coverage of Elian Gonzalez's return to Cuba, point your Web browser to CNN.com. That's where you'll find a list of related stories, related Web sites and a place to post your own <OPINION>."
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "My question, Mr. President, is that you know",
    "statement": "No, because we did nothing wrong. The answer is very simple. Nothing was done wrong. This is all a big hoax. And if you look at it today, nothing was done wrong. Now I <BELIEVE> what you're going to find, you're going to find a lot of things that were done very wrong. But that is going on now. That is something you haven't been writing <ABOUT> and that has to do with the other sides. That has to do with a thing called investigating the investigators. Let's see what happens. That is very interesting."
  },
  {
    "transcript_id": "CNN-134329",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "might": "ungraded",
      "best": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "And you will be watching it for us, Jill. Thanks very much. Team Obama now taking charge across Washington. The president's Cabinet secretaries are moving forward, big-time, with some major goals, huge promises to keep. Our national political correspondent, Jessica Yellin, is here. Let's talk about a little bit health, Health and Human Services, Tom Daschle, the new secretary.",
    "statement": "That's right. Health care reform will be Tom Daschle's first priority, Wolf. And top administration officials say he will get under way with that in late February or early March. But there's a number of other initiatives he can cut costs -- use to cut costs and reform the system. That includes supporting a move to electronic medical records. The administration says that <COULD> help reduce paperwork and streamline the system. Daschle has also personally come up with ideas of his own, creating, for example, a federal health board that would review and decide which treatments work <BEST> and which <SHOULD> be reimbursed by the government. Another Daschle initiative <MIGHT> be having the HHS negotiate Medicare drug prices to get them lower, and then something President Obama emphasized in his inaugural address, this idea of restoring science to its rightful place. The Obama administration <THINKS> there was political interference in science during the Bush administration. And they want to change that -- Wolf."
  },
  {
    "transcript_id": "CNN-106496",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "By March as Pitt and Jolie hit the road to promote their film, talk of romance between the two had reached a boiling point.",
    "statement": "Even at ShoWest, they kept a visible difference from each other. You <KNOW>, they were together but they weren't together. But of course, that just lent to the speculation that indeed a romance was brewing."
  },
  {
    "transcript_id": "CNN-7107",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And what things didn't work?",
    "statement": "We did a class one time, it was called a \"wave class,\" and there was this plastic device that you put water into, and you swung it <AROUND> and..."
  },
  {
    "transcript_id": "NPR-2555",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "So, for that history to happen, Tony, they're going to have to make some history themselves.",
    "statement": "<WELL>, let me ask you this, Bill. What if Tony Dungy loses again in the postseason as his Colts always <SEEM> to do. You <KNOW> what happened with Marty Schottenheimer. Now, he survived last weekend's loss to the New England Patriots, but will Dungy be as fortunate if he doesn't go all the way to the Super Bowl this time <AROUND>?"
  },
  {
    "transcript_id": "CNN-412947",
    "matched_terms": {
      "well": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Well, what we're doing is probably the test will be tomorrow.",
    "statement": "Right. <WELL>, since aspects of the president's health do remain a mystery understandably people are looking for clues. Do have a listen to him <CLEAR> his throat and cough during that same interview."
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "well": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "How many times is he going to tell the 911 operator, I`m a doctor, I`m a physician? OK, let`s talk about the scene, the scene that they found, the EMTs found when they got there. To Jim Kirkwood, talk show host, KTKK, joining us out of Salt Lake. For those of you just joining us, a prominent doctor and lawyer -- has he gotten away with the murder of his wife? Jim, what did they find when they arrived at the home?",
    "statement": "<WELL>, <APPARENTLY>, there`s a bunch of different stories from him. But they found her. She still had some undergarments on. He claimed she was in the tub, claimed she was leaning over. The problem with this guy is these stories. They`re so different to different people."
  },
  {
    "transcript_id": "CNN-125956",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "He got bounced from Paramount Pictures. He got into a fight with Matt Lauer. A couple of his movies bombed. It was really the beginning of his decline.",
    "statement": "Of course, since the disaster at Oprah, Tom Cruise has managed to begin repairing the damage. He, Katie and their daughter Suri have become a picture-perfect Hollywood family. Tom is running his own studio, United Artists. And he`s working on a new film, next year`s World War II drama, Valkyrie. But as he prepares for his return trip to Oprah`s stage, SHOWBIZ TONIGHT is telling Tom Cruise that he`d do <WELL> to remember a piece of advice."
  },
  {
    "transcript_id": "CNN-387235",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "Analysts say, at the moment, Trump may need a nuclear deal with North Korea more than Kim Jong-un does and that the dictator, who they say closely watches American newscasts, senses Trump's political vulnerabilities at home.",
    "statement": "He <KNOWS> that Donald Trump is going into a difficult election cycle, and he also <KNOWS> that he has the power to make that more difficult for Trump."
  },
  {
    "transcript_id": "CNN-302722",
    "matched_terms": {
      "around": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Oren Liebermann, thank you there. Ahead, next hour, we will talk to a member of the prime minister's cabinet. The Israeli energy minister will join us to talk more about the investigation in this attack that has been called terrorism. Now, to a deadly incident that set off a great deal of outrage. This has been the scene, but in Gaza a very different response at this refugee camp. Thousands of supporters of Hamas marched through the streets, praising the attack, yelling out anti-Israeli chants. That group tweeted it is, \"a normal response\" to the crimes of the Israeli occupation. In Florida, the gunman who confessed to opening fire in a Fort Lauderdale airport will be formally charged on Monday. Prosecutors say Esteban Santiago admitted he planned the attack. Just two months ago, the Iraq war veteran went to an FBI office in Alaska and he told officials his mind was being controlled by U.S. intelligence. Authorities took away his gun and they referred him for a psychological evaluation. Santiago's brother even said, after that, he still didn't get the help he need. A month later, Santiago got his gun back from police. Officials say there was no legal reason for them to keep the weapon. They now believe it is the same weapon used in the airport, used to kill five people and wound six others. There is also new video out that appears to show the moment that the gunman opened fire. Take a look here. This is a still image of that video. You can see the shooter wearing a blue shirt, his weapon drawn. Boris Sanchez has more. We warn you, going into this, this report contains disturbing video.",
    "statement": "On Sunday, we got an up-close look at exactly what unfolded in the baggage claim area on Friday at the Fort Lauderdale Hollywood International Airport. In this video released to TMZ, you can see Esteban Santiago walk into the frame nondescript. He's walking casually. The moment before he reaches into his waistband and pulls out a .9-millimeter pistol, his expression doesn't change. He is emotionless as he opens fire on the people nearest to him. This collaborates what we heard from officials, this was a planned attack. He bought a one-way ticket from Alaska to Fort Lauderdale in ordered to carry out this attack. And he didn't really target anyone specifically. He just opened fire on the people that were closest to him. In the video, after he opens fire, you can see him <KIND OF> crouch down and he starts running. You can see the people all <AROUND> him in horror as they realize what's happening. Many people throw themselves on the ground. One woman gets behind a luggage cart, trying to do anything she can to get away from him. The big question yet to be answered is why he decided to come here to Fort Lauderdale. Investigators say this is still potentially a terrorist act. They have not ruled out terrorism as a potential motive. Esteban Santiago is due in court on Monday. He is facing very serious charges, all of them eligible for the death penalty. Boris Sanchez, CNN, Fort Lauderdale, Florida."
  },
  {
    "transcript_id": "CNN-283066",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "At that point, somebody had grabbed her and rushed her off to safety, and we kind of looked up to make sure that no one else was coming. And I think after that, maybe we all ran to go make sure the family was OK in the nearby store.",
    "statement": "That's just incredible. So Sergeant Haynes, I'll ask you again, can you <BELIEVE> that even happened?"
  },
  {
    "transcript_id": "CNN-216043",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I've got to say, that is fascinating. Laurie Segall does fantastic reporting about things that are going online. I would follow her on Twitter if you get the chance. You will not regret it one bit. Other news now, this morning we're going to hear from an Oklahoma zoo official about a female employee who is mauled by a tiger on Saturday morning. Joe Schreibvogel says the female employee admitted she was at fault when she struck her arm through the fence that housed a 14- year-old tiger. She has undergone successful surgery on her arm and is expected to recover. You will see that interview with Schreibvogel coming up later this morning on",
    "statement": "And coming up here, the weekly five, five stories you'll be talking <ABOUT> all this week, including a Supreme Court showdown that <COULD> tilt the outcome of the next presidential election."
  },
  {
    "transcript_id": "CNN-32251",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And it does depend on the person. Do most of them think it will help or hurt?",
    "statement": "I <THINK> that I would have to say that would be <KIND OF> split, again on the individual. There are those who do <THINK> it will help and then there are those that are not <SURE>. So, I <THINK> it would -- it's just going to depend on tomorrow."
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, unfortunately, it`s pretty crude. In a child Zahra`s age, she`s quite small, she`s thin. Most likely a saw was used, perhaps a large manual saw that you could use to chop wood. The other option would be a manual motor saw. This can be done, it`s something that depends as well on what kind of dismemberment took place. If they were simply dismembering limbs, you would really be cutting through cartilage as opposed to bone, which is far easier to do than to actually saw through pieces of bone, if you were going to dismember her and cut her torso up into pieces.",
    "statement": "And, Doctor, <MAY> I tell you the line of work that Adam Baker is in is landscaping, cutting trees."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "think": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "The show centers around Hef`s live-in girlfriends, Holly, Bridget and Kendra.",
    "statement": "I <THINKS> there`s two main adjectives that people <THINK> when they see us: bimbo..."
  },
  {
    "transcript_id": "CNN-260845",
    "matched_terms": {
      "could": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "Breaking news tonight a 6-foot-long piece of plane wreckage is providing new hope in the unsolved mystery of Malaysia Flight 370. CNN has learned that the debris is consistent with the appearance of piece of a wing of the Boeing 777. That's the same kind of plane as MH370. Our aviation correspondent, Rene Marsh, is standing by and she will tell us what she is learning. The debris was found in the Western Indian Ocean near an island off the coast of Africa. That's thousand of miles away from the MH370 search area in the Southern Indian Ocean, where an international team believes the plane went down. Investigators caution it is too soon to determine whether the new discovery is actually a piece of the missing jet or wreckage from another plane crash. And 239 people were on board the plane when it turned dramatically off course and vanished. More than a year later, their families still need answers. We have correspondents, analysts, newsmakers standing by to cover all the breaking news. But, first, let's go to our aviation correspondent, Richard Quest. He has the very latest -- Richard.",
    "statement": "Good evening, Wolf. It is the most startling, potentially important and significant development since MH370 disappeared. CNN's Rene Marsh now has confirmed from her sources that it <APPEARS> the piece that has washed up in La Reunion is part of a plane similar to the 777 and therefore <COULD> be part of MH370."
  },
  {
    "transcript_id": "CNN-237362",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The Browns, of course, are laying their child to rest today. You have done the same. What has been going through your mind today?",
    "statement": "<WELL>, first, I really want to say my condolences go out to the Brown family. And every kid matters. You <KNOW>, the way I <FEEL> today is really upset that another young soul has to be put to rest, stopped in his footsteps, because, you <KNOW>, an officer decided to, you <KNOW>, unload bullets into him. It's a travesty."
  },
  {
    "transcript_id": "CNN-358459",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "clear": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I certainly apologize to any woman who felt she was not treated appropriately. And of course, if I run, we will do better next time.",
    "statement": "And just to be <CLEAR>, you <SEEM> to indicate you did not <KNOW> at the time <ABOUT> the allegations. Is that correct?"
  },
  {
    "transcript_id": "CNN-134079",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "All right. That makes it easy for the time keeper. Two minutes for each of the Republican members.",
    "statement": "Mr. Chairman, you and I agree on one thing, and that's that the $350 billion second affirmation is very important. In other words, before we can spend the second half of the money, it has to get congressional approval. And if you'll recall the purpose of all of this relief plan, or rescue plan, as the chairman's saying, or bailout as the American people call it, the purpose was to stabilize the financial system. We were presented with a doomsday scenario that the markets were going to melt down and our financial system was going to collapse. And as a result of that, this bill passed. Now, what confuses us, in a letter to House Republicans, just this past week, Chairman Paulson said this: \"We have in <FACT> met our original stated objective -- objectives which were to immediately stabilize the financial system by strengthening financial institutions, arrest the wave of financial organization failures, and establish a basis for recovery.\" If you all recall, when this passed, six major institutions had collapsed over a short period of time. The markets were going up and down 1,000 points. That's no longer the case. And he -- and Secretary Paulson says he's accomplished the purposes of the program. Now, having done that, and prevented <MAYBE> a doomsday scenario, <PERHAPS>, we're seeing something else very different. We're seeing now this thing transition, if we approve this second half, into a grab bag, where people can just reach in and get taxpayer money. And as most of you <KNOW>, people are lining up to get this money. But today we're asked within <ABOUT> a 72-hour period, going to go to rules committee at 5 o'clock, with very few specifics, we're being asked to vote <ABOUT> a bill we <KNOW> nothing <ABOUT>. We've not been told why we need it. We've not been told what we're going to do with it. We're not informed. We don't have the <FACTS>. But we're told we need to pass it. And we're not informed. And that's not the way to do legislation. We understand Americans are struggling, that people are out of work. But that's no excuse to rush to judgment. And really take $350 billion from the very people that we're concerned <ABOUT>. Thank you, Mr. Chairman."
  },
  {
    "transcript_id": "CNN-160551",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Jacqui Jeras giving us a look there from up above as to where this shooting took place and where the help could be found, that being of course transportation to area hospitals. We want to update you and let you know that there is a news conference that is expected to be coming shortly from the Northwest Medical Center in Tucson, that coming to us from the spokesperson there. We are not quite clear whether this is just a news conference to update the number of people that have been brought in and there are a number including the congresswoman. We understand at least one child has been brought in as well as a number of other people. They're all in serious condition and they are all undergoing surgery at this time as the hospital is working under emergency conditions. We have now some sound from Judge Keith Barth. He spoke with KGUN, again an affiliate in Arizona and he is a friend of the congresswoman. Let's listen.",
    "statement": "We met when she started her campaign and I started mine in '06, grass roots type connection down here in Santa Cruz County. And she was a shining star, always, always there, always caring, always willing to listen to anybody <ABOUT> anything. And just had the right attitude."
  },
  {
    "transcript_id": "CNN-54760",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Rock star Bono is traveling with Treasury Secretary Paul O'Neill. They're now on day five of their mission, focused on helping poverty-stricken areas of Africa. So far they've made stops in Accra, Ghana, Pretoria, South Africa, and Soweto, South Africa. And let's check in on my friend, Daryn Kagan. She has been traveling with the pair. She is just a few miles away from Soweto, I understand, in our Johannesburg bureau, and she joins us there live. Good evening there. Daryn, how you doing?",
    "statement": "I'm doing <WELL>, Leon. I <THINK> the last time you saw me, I was getting blown away by a rain storm in Ghana. <WELL>, we did indeed dry out and made it here to South Africa. So taken with this country. It's a lot hillier and chillier. Can you <BELIEVE> I'm wearing a turtleneck in Africa? But it is chilly here. It looks a lot like my native Southern California to me, except they drive on the other side of the road here. That's why I <KNOW> I'm not at home in Los Angeles. I can tell you today for Bono and the treasure secretary, the focus was, A, the number of people who are battling the disease in this country is <ABSOLUTELY> staggering, and a lot of people call it a war. So Bono and the treasury secretary headed to the front lines today in Soweto."
  },
  {
    "transcript_id": "CNN-84173",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We spoke about 24 hours ago, General Kimmitt, as you will recall, just before that AC-130 gunship went in and pounded a building in Fallujah. At that point, you had suggested things seemed to be moving a little bit in the right direction. But then, all of a sudden, it became very dramatic, the pictures that we saw through those nightscope television cameras. What happened?",
    "statement": "<WELL>, very simply, last night, at <ABOUT> the 22:30, an AC-130 observed a couple of vehicles driving down the road. Lights off, dropping people off, picking up bundles. They showed some very offensive orientation. The AC-130 took out both of those vehicles and the building. The secondary explosions that were produced from the ammunition that was being carried in those vehicles and inside that building were the large plumes that you saw for <ABOUT> 20 minutes. That was just more and more ammunition of the enemy blowing up through successive explosions."
  },
  {
    "transcript_id": "CNN-137752",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "No. We can't project that. We know that each year with seasonal flu it affects over 30 million people on average, 200,000 are in the hospital and 36,000 die. And so, with a new strain of flu circulating, we know that a lot of people are going to get sick. The good news is that the typical season for flu is winding down, and flu viruses don't spread as well in the spring and the summer as they do during flu season.",
    "statement": "I want to go back to the week we've just been through as we now talk <ABOUT> week that's ahead, because when this first came out -- and the reason you're all here is to show the administration is on top of this, to answer the questions, but there have been a few hiccups, I would say, along the way, <MAYBE> mixed messages. Now let's start with last Sunday. You found <ABOUT> this, you decided to talk to the American people. Secretary Napolitano, you went on camera and said, don't panic, be prepared."
  },
  {
    "transcript_id": "CNN-291389",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "The way the world is at the moment, it's not the safest to get there. It's not the safest there. So a place like Portugal, you would think is much safer and much more relaxed security-wise than the Gulf.",
    "statement": "And what some have gained from what has been a summer of shocks be it a cascade of attacks in Europe or the fallout from Brexit, others in particular, European airlines and investors have been rattled by it. EasyJet's stock price has fallen 43 percent since the beginning of the year. Low cost operator RyanAir was priced off for just over a fifth. And then travel agent Thomas Cook has seen 50 percent of its value wiped off during the same period. (voice-over): For the time being, the terror attacks did not <SEEM> to have put people completely off traveling. But it is affecting their choice of destination. And for so many here in Europe, safety and security are now paramount. Isa Soares, CNN, London."
  },
  {
    "transcript_id": "NPR-10338",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Yeah, this case against Teva isn't unusual. It's one of hundreds happening across the country. Local and state governments are suing the drug industry. They say the companies marketed and incentivized the sale of opioids, and that contributed to hundreds of thousands of overdose deaths across the country. In the state of Oklahoma alone, thousands of people have died.",
    "statement": "We're joined now by Brian Mann of North Country Public Radio, who covers opioid litigation for NPR - which, Brian, I <GUESS>, gives you a lot to do."
  },
  {
    "transcript_id": "CNN-378089",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "With concerns of a recession mounting, could a new tax cut be on the agenda? What the White House is saying this morning.",
    "statement": "Planned Parenthood will forego hundreds of millions of dollars instead of complying with new restrictions. More than a million women <COULD> pay the consequences."
  },
  {
    "transcript_id": "CNN-5480",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Republicans talk about character.",
    "statement": "People care <ABOUT> the quality of their life, what is it going to be for future generations. They want someone in whom they can <BELIEVE> and have faith."
  },
  {
    "transcript_id": "CNN-152689",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "This is how you get on the world's largest oil skimmer -- quite a feat and quite an advantage. So, now we're onboard a massive vessel called A Whale, and this is a giant cargo ship that is retrofitted to skim oil out of the Gulf of Mexico. This kind of retrofitting has not been done before, so right now the Coast Guard hasn't given this ship permission to skim oil in the Gulf of Mexico. We're on the navigation deck of this vessel, and from here you can really get a sense of the magnitude of this ship. It's almost four football fields long and one football field wide, and as you look at the other massive ships out there on the water, they look small from this vantage point. But underneath this massive deck that you see right here below us, underneath there is where the crucial work will take place if, indeed, the technology aboard this vessel does work. Underneath there is where the containers and the oil can be skimmed in to is being held right now. So we'll go check that out. Those slits you see on the side of the ship are called the jaws, and that is the critical component retrofitted to help the ship collect oil. So, the oil is going to come through here into these valves and into a series of five tanks, and that's a process of separating the oil from the water. What you see here is called the jaws. And, essentially, when this ship gets the clearance to go out and start skimming oil, the oil will come into here and then get brought into these valves and get processed where they will begin the process of separating the water from the oil. Right now, the crew of this ship is waiting on final permission from the Unified Command to start skimming oil in the Gulf of Mexico. There's a couple issues that are being looked at right now. First of all, one is a safety issue. A ship this big out on the Gulf of Mexico needs about a half mile radius all the way around to operate safely. So they're trying to figure out if that's possible. But also some environmental concerns. Part of the way this ship works is if it brings in water and oil, it separates that, and the water gets thrown back out into the Gulf of Mexico and they keep the oil. They're also looking into whether or not that water that is going to be discharged, what are the environmental impact of that, so that's one of the things slowing it down. But everyone aboard here thinks it's just a matter of time before this vessel is put in to fight the oil disaster in the Gulf of Mexico.",
    "statement": "So, John and Kiran, the crew told us they're being dispatch under to the Gulf of Mexico last night. They're waiting to see if they can do some tests for the Coast Guard to show them what that ship can do. Admiral Thad Allen says that he's not <QUITE> ready to put this into play, that there's still some more questions that they want to look into, but he says he is hopeful that this will be a valuable tool in the fight to clean up this oil."
  },
  {
    "transcript_id": "CNN-287323",
    "matched_terms": {
      "probably": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "OK. So, if you look at the polling in some of the rust belt states, this is one of the reasons why he's doing well, because he is campaigning against those trade deals and on jobs.",
    "statement": "<WELL> if you look at his map, he needs to do <WELL> in places like Pennsylvania, Ohio, Wisconsin, Michigan -- places where you have working class white voters who <MIGHT> have been Democratic but were <SORT OF> disaffected Democrats who felt left behind by the economy, who <PERHAPS> voted for Obama but became skeptical of him. And that's clearly -- that's the people who powered his success in the primaries, and that's who he needs in the general election to offset the losses he's <PROBABLY> going to see among minorities in more diverse states."
  },
  {
    "transcript_id": "CNN-302442",
    "matched_terms": {
      "believe": "ungraded",
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I want to bring in now CNN's Rosa Flores live for us in Chicago. Rosa has been covering the story. The four suspects, Rosa have been charged in heinous attacks that have streamed live on Facebook. Tell us about the charges.",
    "statement": "You <KNOW>, they're charged with aggravated kidnapping, aggravated battery with a deadly weapon and of course with a hate crime, Don. And now, the police tell me that it took them a while to talk to prosecutors and come up with a plan to make <SURE> they had the evidence to present in court, to actually convict on the hate crime and they do <BELIEVE> they have evidence, Don."
  },
  {
    "transcript_id": "CNN-323188",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "Well, if we have a donor at the level of Harvey Weinstein who gave $1.4 million, who was a bundler who had access, yes, I would say, yes, you should. I don't know of anybody who's had that background. But Harvey Weinstein, what he has done, these eight settlements he made, his own admissions that he had demons that he treated women in an egregious way, obviously, a sexual predator, using his power to put women in bad situations, that's something Republicans and Democrats should agree on. That it's despicable. And you have seen Democrats returning those donations. You've seen Elizabeth Warren and Chuck Schumer. I applaud them for doing that. The DNC should do the same thing. They're keeping 90 percent of his donations. I don't understand. If you stand for treating women well, and for the respect of women, you shouldn't take money from somebody who treated women with the absolute highest level of disrespect.",
    "statement": "Because there's no <DOUBT> Harvey Weinstein did awful, awful things"
  },
  {
    "transcript_id": "CNN-139537",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You're welcome.",
    "statement": "Just who is in charge? A lot of folks are asking that question right now. They want to <KNOW>, where in the heck all those billions of dollars in stimulus money are going? One sender in particular has a laundry list of what he calls wasteful spending. Here's CNN's Deborah Feyerick."
  },
  {
    "transcript_id": "CNN-287446",
    "matched_terms": {
      "think": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Kim is also believed to be toughening up against the U.S. possibly to extort concessions, an attempt to get sanctions loosened. Although he solidified his hold on power, analysts say if his economy gets squeezed too tightly, he won't be able to buy off North Korea's elites and he could be threatened from within. But would this bold impetuous leader really provoke the Americans by striking them with a missile?",
    "statement": "Any real provocation where he fires one missile off with a real warhead that does damage, he'll be decimated. Pyongyang will become essentially a bowl of glass and I <THINK> he <KNOWS> that."
  },
  {
    "transcript_id": "CNN-146816",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "There would be nothing that they can charge us with because we have done nothing. We`ve done everything that the police have asked us.",
    "statement": "Arizona police say a couple who wanted to adopt Gabriel Johnson are now persons of interest in his disappearance. Jack and Tammi Smith admit they met Gabriel`s mother but say they don`t <KNOW> where Gabriel is."
  },
  {
    "transcript_id": "CNN-193334",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "But there were none of his usual bombshells.",
    "statement": "I do not <BELIEVE> that Muslims, Christian, Jews, Hindus, Buddhists, and others have any problems among themselves or are hostile against each other."
  },
  {
    "transcript_id": "CNN-311522",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "What's your response to that, Senator?",
    "statement": "(Laughing) I'm sorry. That's pretty hard to square with reality. President Trump is the one who actually tweeted earlier this week that the government needs a good shutdown in September. I don't <THINK> there's any Democrat who wanted a shutdown. What we wanted is what we got, which was a good balanced bipartisan negotiation where the Senate Republicans and Democrats work together to keep the government functioning. There's no funding for a big new wall that the president wanted and insisted on but that both Republicans and Democrats didn't see the wisdom in funding. There's no cutoff of funding to Planned Parenthood. I'm personally thrilled that there's $860 million in new money invested in fighting opioid addiction, a terrible scourge that's affecting every state in the country. And I'm encouraged that we're continuing to invest in medical research. So I, frankly, <THINK> the president ought to be taking a victory lap and saying that he played a role in getting a great deal done instead of having his OMB director wag his finger at Democrats and say that we somehow were lusting after a shutdown. I just <THINK> it's silly."
  },
  {
    "transcript_id": "CNN-167470",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded",
      "guess": "ungraded",
      "must": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "It should be exciting, indeed. We come to you this morning live from Saint Anselm College in New Hampshire, Kiran, the site of the first in the nation presidential primary and tonight's Republican presidential debate. Many of the candidates who will be on this stage made the rounds this weekend. You can hear the bells behind me from this beautiful campus. Tonight you will hear from former Massachusetts Governor Mitt Romney, former Speaker of the House Newt Gingrich, former Governor of Minnesota Tim Pawlenty, Congressman Ron Paul, Congresswoman Michele Bachmann of Minnesota, Herman Cain, the former CEO of Godfather's Pizza, and former Pennsylvania Senator Rick Santorum. Now here's a look at how it all came together in fast forward. Seven hundred New Hampshire voters will be in attendance. Isn't that an amazing picture? Along with people from across the state asking questions on two big screens. But first, there is another developing political story right now. Back to Kiran in New York for that -- Kiran.",
    "statement": "That's right, Christine. And you <PROBABLY> can <GUESS> more trouble this morning for New York Congressman Anthony Weiner as he tries to put an embarrassing sexting scandal behind him that is proving not to be as easy as you'd <THINK>. TMZ's Web site publishing new photos of a shirtless congressman taken at the House member's gym. <ALLEGEDLY> he e-mailed the pictures to a woman. Weiner, meantime, still says he will not resign. Instead he's asking for a paid leave of absence from Congress to seek professional treatment. On the Sunday talk shows, a growing chorus of his colleagues saying Weiner <MUST> go."
  },
  {
    "transcript_id": "CNN-136632",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "I have no idea, but I do think that what is very clear is that the international community is united behind the fact that what the North Koreans are doing is outside the system and, in fact, in violation of Security Council resolutions.",
    "statement": "It wouldn't be difficult for the U.S. to either send a missile in or a warplane over North Korea and destroy that missile before it's launched, and it <MIGHT> even be possible to destroy it after it's been launched in midair; right?"
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "We appreciate the view as wrong-headed as it is, Bill Schneider. Thank you very much. We'll tell you what, we'll make it free. How is that for those who can't pay, just like we do everything else in this country. We wish almost everything else. Only 24 states and the District of Colombia currently require voters to bring identification with them to the polls. Just seven of the states have passed legislation requiring photo I.D.s. Coming up next here, President Bush says he's unaware his administration ever threatened to bomb Pakistan into the Stone Age. Three of the brightest political minds in the country join me to find out just how far that is and how such a misunderstanding could possibly arise. And in Heroes, our weekly salute to our men and women of the U.S. military. Stay with us.",
    "statement": "Joining me now three of the country's top flight political analysts. James Taranto, editor of the \"Wall Street Journal's\" OpinionJournal.com, Michael Goodwin, columnist \"New York Daily News,\" syndicated columnist Miguel Perez. Gentlemen, thanks for being here. Let's start out with Musharraf. What do you <THINK>?"
  },
  {
    "transcript_id": "CNN-358922",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "All right, Sara Murray, thank you. Michael Zeldin is here with me now to discuss this. He's a former federal prosecutor and he was Robert Mueller's special assistant at the Department of Justice. So, you heard, Michael, Sara say, she'll probably never going to see the inside of a courtroom for this, so why is this significant?",
    "statement": "Because you charge people when they commit crimes. And if she leaves Russia to a third party country, through Interpol, they have a red notice process where she <COULD> be arrested and brought to the United States. So you lay a marker down saying, you commit a crime in the United States, we're going to charge you with that crime. If you want to stay in Russia for the rest of your life, assuming Russian law never changes, so be it. But if you move out of Russia, we're going to grab you."
  },
  {
    "transcript_id": "CNN-57893",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes, well the gestalt of the face, the overall holistic grasp of the face is what we tend to capture in memory. Certainly when emotional, traumatic event is taking place, that memory, according to psychological studies about cognition and perception, is encoded deeply into memory. And so the sketch artist's role is to learn to retrieve that encoded memory from the person who's been through such a terrible event. So what we try to capture, and even though every hair and freckle might not be exactly correct, we try to capture that overall impression, that holistic impression, and that has to do with getting the proportional layout of the face right. The overall -- the spacing between features is more important than the individual features themselves sometimes, for instance.",
    "statement": "Oh this one is so close, too. I mean somehow you got that, you <KNOW>, weird look in the eyes that you see in the police photo. It's remarkable."
  },
  {
    "transcript_id": "CNN-240028",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "None",
    "statement": "So @THISHOUR, health officials in Texas are scrambling to track down and locate everyone who came into contact with the first person ever diagnosed with Ebola in the U.S. Now, this is a critical step in preventing the virus from spreading. There's an unidentified patient right now is in an isolation ward in Dallas in a hospital there we're told he's in critical condition. This is what we do <KNOW> <ABOUT> him. He left the Ebola hot spot of Liberia September 19, arriving in Dallas, Texas, the next day. He did not <FEEL> sick until four hours later. He then went to the hospital and then was sent home. It wasn't until the 28th, though, that he was hospitalized and put into isolation in Dallas."
  },
  {
    "transcript_id": "CNN-70728",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "It absolutely is a tough environment. One of the interesting things here is that Jayson was told, we don't care if you file one metro brief a week, we just want you to get everything right. But there is a lot of talk about the role race played here, and I think the \"Times,\" to its credit, wants to have as diverse a staff as possible. There is concern, obviously, here. Bill Safire raised it this morning. A lot of people are raising the issue of whether he was given these second chances, and whether he was pushed along because he was an energetic, charismatic, young African-American reporter. That is only going to be speculation until someone comes out and says, Yes, that's why we gave this kid so many chances, but I think it is something that the \"Times\" didn't fully address in their own four pages of coverage on this, and it's something that's going to need to be addressed.",
    "statement": "Seth, yes, I <THINK> <ABOUT> 7,000 words, and I <THINK> there <MIGHT> have been one graph which addressed this particular issue. I wonder if the \"Times\" is holding a mirror up to itself collectively enough in all of this, or is there a bit of scapegoating going on here?"
  },
  {
    "transcript_id": "CNN-148796",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Given the controversy.",
    "statement": "Here's Afghanistan, you <KNOW>, when American soldiers have come over the border, the Pakistanis have gone ballistic and done a huge amount of pushback. So the 82nd Airborne is not going to go to north Waziristan unless you <KNOW> there is a massive attack in Manhattan. So you <KNOW>, the drones are really the only tool in the tool kit. It is unpopular in Pakistan. There are civilian casualties but also there are, you <KNOW> senior militant leaders are being killed."
  },
  {
    "transcript_id": "CNN-67402",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "In that sense, it's possible that Rumsfeld and Shinseki are both right. That Shinseki will be right for the first year and that Rumsfeld will be right for years two, three and after.",
    "statement": "Also today, the Pentagon released its definition of crimes that <COULD> be tried by a military tribunal, designed for the war against terrorism, but Rumsfeld said these rules <COULD> also be used to bring Iraqi generals and war criminals to justice -- Wolf."
  },
  {
    "transcript_id": "CNN-280803",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Thank you so much for joining us. <WELL> this is \"The World Right Now.\" A staggering number of people in Bangladesh are facing a toxic water crisis."
  },
  {
    "transcript_id": "CNN-182539",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "All right, thanks, Christine. Get you up on your big stories of the day, and right now nobody knows for sure if a tragic house to house execution style shooting spree by a U.S. soldier in Afghanistan is going to really wreak havoc on America's mission in what is already a very unstable country. U.S. soldiers are now being warned that anti-American sentiment is again on the rise. President of that country is calling the shootings unforgivable. In the end, we've got a count so far, 16 Afghan civilians killed and, among them, nine children. Barbara Starr is live at the Pentagon for us morning. My thought is that the investigation is only just beginning right now -- Barbara.",
    "statement": "<WELL>, that's right, Ashleigh. By all accounts this soldier <ABOUT> 2:00 or 3:00 in the morning on Sunday walked out of his base in a remote area of Kandahar Province in the south, went to villages nearby, and conducted these killings. Brutal business, very tough. I mean, you <KNOW>, just <THINK> <ABOUT> this one little area where the U.S. troops were operating. They were there specifically to not just route out the Taliban, but to help the people who live in that area, to convince them that they would be kept safe, that they <COULD> proceed with their lives. This was all <ABOUT> trying to be the one voice of safety and stability for the people in that region. And, of course, it has gone so terribly wrong. U.S. commanders we're talking to <ABSOLUTELY> heart sick, a real punch to the gut on this one. They are promising a full investigation. So far, no one can say what the motivation was of this soldier to do what he did."
  },
  {
    "transcript_id": "CNN-150809",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "How big can this become? I mean, is it possible that we're going to see either on restaurant menus or at gas stations that we're getting fuel or oil from algae?",
    "statement": "I'm not going to talk <ABOUT> whether algae is going to be a food for the world. I <THINK> that's for macro forecasters. But what we see is the tremendous ability of algae to suck up vast amounts of CO2, which, of course, is being emitted everywhere. So we will see a movement towards algae systems being located all over the world, wherever CO2 is being emitted and creating energy at those locations. You're talking <ABOUT> a phenomenal distributed energy trend that I <THINK> is going to transform the energy picture over the next 10, 15 years."
  },
  {
    "transcript_id": "CNN-316305",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "We've been covering the growing civil unrest in Venezuela. Now we know that these demonstrations have been triggered now in Spain. Take a look. Thousands of people marched and chanted in Madrid to show their anger against the Venezuelan president Nicholas Maduro. The protests come after Venezuela's best known dissident Leopoldo Lopez was released from prison and granted house arrest for leading anti- government protests. President Maduro says that he hopes the Lopez move will provide a basis for reconciliation. International pressure is believed to be one of the reasons for the surprise release of Lopez. Before he was arrested in 2014 Lopez warned of rising economic and political unrest. Right now unemployment is at 25 percent and the food and medicine are in short supply. Leyla Santiago reports now from the Venezuelan-Colombian border.",
    "statement": "Leopoldo Lopez is back home, celebrating freedom from prison even though he remains on house arrest. The former mayor and presidential candidate spent 3 1/2 years in a military prison after he was charged with inciting violence, conspiracy and arson during the 2014 anti-government protests. He denied the accusations but Venezuelan president Nicolas Maduro says Lopez <MUST> pay for his crimes."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Jane, stand by, because I want to bring back our senators, as you get some more information over there. Senator John Warner, you watched the video, that videotape of the car, it looked like a car, that had been exploded not far from the Palestine Hotel. You're the chairman of the Armed Services Committee. What can the U.S. military do to deal with this terror threat of car bombs in a heavily fortified area like Baghdad?",
    "statement": "I <THINK> today's news of the capture of Saddam Hussein reflects that our military are doing the right things, together with the coalition forces. We do not <KNOW> whether this was preplanned prior to the knowledge of Saddam Hussein being captured. <COULD> I come back to the question of this trial?"
  },
  {
    "transcript_id": "NPR-35576",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The Federal Reserve chairman is taking note of the weakening U.S. economy. Ben Bernanke is testifying before Congress this morning, and he told lawmakers the Fed, quote, \"will act in a timely manner to support growth,\" which some Fed watchers take to mean another cut in interest rates.",
    "statement": "Bernanke's appearance <MAY> provide a reminder that every action has a reaction. Low interest rates are intended to speed up economic growth. The danger is that they can also fuel inflation. And this week the government is reporting more signs of increasing prices."
  },
  {
    "transcript_id": "NPR-37550",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "So, you know, but I'm not really fixated on semantics. I want to get the work done. I want to see all kids go to a good school. I want to see us fix the problems of Back Street and not just focus on Main Street, which is still fairly segregated and where people still have different experiences whether they're black or they're white.",
    "statement": "I want to see us really engage in the issue of mass incarceration in our society, and turns things <AROUND> so that money goes to the schools, or to create jobs. And so that people who are drug addicted are treated like addicts and actually have their problems solved rather than trained to be hardened criminals."
  },
  {
    "transcript_id": "NPR-48921",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "These are not terrorists showing up in these makeshift emergency rooms. These are civilians. They are ordinary people under attack by a barbaric Assad regime that is bent on leaving eastern Ghouta leveled to the ground.",
    "statement": "And is part of a pattern, she says, similar to the fight for Aleppo and others before that. Sweden and Kuwait are proposing a resolution calling for a 30-day truce, but Russia, which <COULD> veto such a measure, wants changes before it comes to a vote <POSSIBLY> tomorrow. Michele Kelemen, NPR News, the State Department."
  },
  {
    "transcript_id": "CNN-269164",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Yes, well of course all 27 council members are going to want a say and there is an awful lot to take into consideration. One, the very fact that Russia has such a powerful world sporting body.",
    "statement": "But two, the crisis that the IAAF itself is going through right at this very point. You <MUST> remember that this report by WADA's independent commission came out on Monday and that broke just several days after the IAAF's former President Lamine Diack was arrested and he is under suspicion for taking bribes to cover up doping violations. WADA concluding that this whole thing <COULD> just be the tip of the iceberg. We don't <KNOW> how many more sports <COULD> be involved in this crisis. We don't <KNOW> how many more countries <COULD> be involved."
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You're not going to believe this woman. She has a deep German accent and she talks about sex. And I think we should do something with her.",
    "statement": "In the early '80s, people did not talk <ABOUT> sexuality."
  },
  {
    "transcript_id": "CNN-34775",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "It allowed for only one idea at a time. NASA had no choice. Without a vehicle to get humans off the planet, the rest of plan was academic. So, NASA managers started making some big promises. They pitched at a machine that could operate like an airliner. A flight every two weeks. Cheap, easy, even profitable access to space.",
    "statement": "I <THINK> it was overly aggressive, and I <THINK> we were overly optimistic <ABOUT> what the amount of things that were going to fly in space, but I <THINK>, you <KNOW>, that's what it took to sell it."
  },
  {
    "transcript_id": "CNN-48258",
    "matched_terms": {
      "well": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Market diagnosis, Enronitis, a disease of the nerves afflicting some investors with increasing frequency since the Enron scandal.",
    "statement": "<WELL>, this is the real problem. I mean we've got an outburst of infectious Enronitis this morning, and we're <HOPING> it's not a terminal disease."
  },
  {
    "transcript_id": "CNN-250611",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I just survived this. Thank you, New York for being -- having such",
    "statement": "New York is being clobbered by snow and freezing fog. Our Miguel Marquez is at LaGuardia now. Also with us, CNN aviation analyst Mary Schiavo, joining us from South Carolina. I want to start with you, Miguel. What have you learned <ABOUT> injuries?"
  },
  {
    "transcript_id": "CNN-98682",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Your wish is my -- uncross those fingers.",
    "statement": "All right, we want to get a live look now at the damage in New Orleans without leaving your home. This is how you can do it. Or would you just like to drop in at any address <AROUND> the world? It doesn't have to be New Orleans. A spy agency can take you there, and we'll tell you how."
  },
  {
    "transcript_id": "CNN-352829",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, look, the U.S. has been saying since 2014 that it believes Russia is not in compliance with that treaty and the reason for that is a missile launching system, a missile called the Iskander N (ph), which is a medium-range missile that apparently now is nuclear capable. There is also a cruise missile version of it as well. So the U.S. is saying that the Russians developed this missile, the Russians tested this missile and they also believe that in some cases they have deployed that missile as well. The Russians have obviously not acknowledged any of that. So they say they have been in compliance. They, for their part, have accused the U.S. of not being in compliance for testing a missile defense shield that obviously the U.S. wants to employ in Europe. This treaty is obviously is very important. I want to go back to what exactly this treaty means. The INF stands for Intermediate Nuclear Forces treaty, which means getting rid of the intermediate missiles. We go back to the history of this treaty, it eliminates missiles with the range of 500 to 5,500 kilometers. The U.S. and Russia destroyed, you just mentioned it, around 2,700 missiles. It was signed in 1987 during the Cold War. And Russia has acknowledged a new missile system; it has not necessarily acknowledged that it is actually being deployed. So this treaty has been quite important, especially to the Europeans. And one of the reasons why they thought it was so important is because these intermediate missile systems, the nuclear ones, are so dangerous because --",
    "statement": "-- from the moment that they get shot to the moment that a nuclear warhead would strike, it is only a couple minutes. It really wouldn't give any <SORT OF> civilian population any <SORT OF> time to get into any <SORT OF> shelters. So for the Europeans, this was something that was a very important treaty. It brought a lot of stability, especially to the European theater of the Cold War. That is why many, I would <THINK>, in European capitals, once they wake up this morning and hear this news, I <THINK> you're going to hear a lot of very strong reactions from there as <WELL> -- Cyril."
  },
  {
    "transcript_id": "CNN-293879",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "And their bibles.",
    "statement": "I mean talking, you <KNOW> -- this, at the end of the day, this process is <ABOUT> -- we spend like all this time focusing on the candidates, two years almost focusing on the candidates, it is <ABOUT> the voters. And the voters don't like being disrespected. Now on the other hand I don't <KNOW> if it's the <BEST> idea for Trump supporters to go out and embrace this deplorable thing and start waving <AROUND> confederate flags. I don't <THINK> that's going to help Trump's brand either."
  },
  {
    "transcript_id": "CNN-182664",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Yes, we can, obviously. J.P. Morgan raised their dividend and announced a huge buyback of their stock. So have several other banks. There's only these three banks. Everyone in wall street knows that CitiGroup has still a long way to go to get themselves straightened out. I'm not sure I know enough about the other two banks to speak of. Yes, I think we do. Let's not forget that the stock market has raised the prices of equities back up within about 8 percent of the former peak in October 2007. So we are not in the same dire straits we were in. I don't think we face -- unless there was some kind of international event, some kind of external event, like a war in the Middle East or something 20 do with Iran, that caused the price of oil to go to $200 a barrel and the stock market to go down by 50 percent, we do not face a huge big crisis with the banks here. We have come a long way in three years. We're not perfect. I don't think the governance of these banks has really improved that much.",
    "statement": "You don't <THINK> so? No, I don't. I don't <THINK> the governance of Goldman Sachs has improved at all. Where is their board of directors in responding to these noisesome horrible things being said <ABOUT> Goldman Sachs? They're not doing anything <ABOUT> it. They prefer to try to maximize their profits and go along and get along as they used to. It's a changed environment. It's a very, very different environment. We're never going back to the situation -- not only that, but the passage of Dodd-Frank is very seriously negative for Goldman Sachs's profits in the future unless the bill is annulled. That I <KNOW> for a <FACT>."
  },
  {
    "transcript_id": "CNN-72270",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "may": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Well, Heidi, we've been hearing a lot of people talking about this case that really aren't related to it. We'll hear a lot more of that, because those directly related to the Scott Peterson case, the attorneys, the police, the members of the court staff here are going to have a gag order. They are not going to be able to s discuss any aspects of this case. Judge Al Girolami, no surprise when he slapped that gag order yesterday afternoon. He cited massive publicity. And of course there's been a lot of leaks in the past couple weeks coming out, even citing satanic cults, also partial autopsy reports on Laci Peterson's unborn son, Connor. The",
    "statement": "You were the one of the last people to talk to Laci before her mother did. So you <MAY> be called as a witness. How do you <FEEL> <ABOUT> <POSSIBLY> being under that gag order?"
  },
  {
    "transcript_id": "CNN-318651",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, look, Defense Secretary James Mattis, Secretary of State Rex Tillerson still, by every measure we see, really hoping for diplomacy to work. There's no indication at this point that the North Koreans are ready for that. But Defense Secretary Mattis for months now has been warning the prospect of war with North Korea would be catastrophic, that the death toll would be enormous, that the North Koreans could quickly retaliate with that very well-understood attack on Seoul. So I think we have to see in the coming days where the president's rhetoric really fits into this overall picture. There is a sense, perhaps, perhaps with some people, that he's trying to match Kim's rhetoric, trying to send that message. But the question is what message is North Korea actually hearing?",
    "statement": "You <KNOW>, Will Ripley, you've been to North Korea 13 times over the past few years. What's Kim Jong-un's end game right now?"
  },
  {
    "transcript_id": "CNN-240126",
    "matched_terms": {
      "may": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Health officials won't say whether the patient had recently traveled to West Africa or for how long they've shown these symptoms. The hospital says it is equipped to deal with Ebola if the tests do come back positive. No word on when those test results are expected. So the big question many Americans are wondering this morning, are U.S. hospitals properly equipped and staff adequately trained for Ebola? CNN's Kyung Lah walks us through one hospital's protocol.",
    "statement": "The first line of defense in containing any <SORT OF> potential Ebola outbreak in the United States are our nation's hospitals. We are at Los Angeles County USC Hospital and this is their emergency room. Like all emergency rooms there's a check-in. At this particular hospital a registered nurse does that check-in. If you have nausea, headache and have traveled to West Africa, this hospital's Ebola Virus Protection Protocol kicks in. You <MAY> notice that there are signs all over this hospital asking if patients have traveled in the last three weeks to West Africa. Is that enough to raise alarm?"
  },
  {
    "transcript_id": "CNN-407788",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Others have said, the chairman of the Fed, other economists have said, pay now or pay more later. So, what we're saying is, let's get -- let's help those who need it the most. Let's send our children safely to school. Let's make sure they have food, make sure their families are not evicted, make sure that their grandparents are not getting...",
    "statement": "Right. But, right now, they have nothing, as you <WELL> <KNOW>, because those things expired. So..."
  },
  {
    "transcript_id": "CNN-50384",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Two astronauts on the Space Shuttle Columbia are back at work. They successfully installed a smaller, more efficient solar panel on the Hubble Space Telescope. They are putting another one -- or they are putting in another one now. Our space expert and guru, of course, Miles O'Brien, joins us to talk <ABOUT> that. And he has been playing with soup cans again. He built a little something for us."
  },
  {
    "transcript_id": "CNN-139237",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Meantime, two of Jennifer`s pals, both convicted sex offenders, both persons of interest in this case, have now been thrown in the slammer. Cops say they violated the terms of their parole by being in contact with Jennifer`s daughter, who is now dead. So many fast-breaking, gut-wrenching developments. Straight out to my expert panel: Judge Karen Mills Francis, host of \"Judge Karen\" and former Miami-Dade County Court Judge; Dr. Judy Kuriansky, Dr. Judy, noted clinical psychologist; Bradford Cohen, criminal defense attorney; Drew Findling, Atlanta criminal defense attorney; and Dave Murray, special assignments editor at the \"Toledo Blade,\" who joins me by phone. Dave, you`ve been tracking this case. Dare I ask, what is the very latest?",
    "statement": "The very latest that you reported, and that is that they`ve identified the body as that of Nevaeh. And the community is -- even though they knew that this is <PROBABLY> the case, the community is shocked. We have reporters and photographers up there with the family, and they`re having a very difficult time with this."
  },
  {
    "transcript_id": "CNN-273558",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Rocky balboa finally wins himself a Golden Globe sliced Stallone, marking the high point of last night's award show, in my opinion, by winning his first Golden Globe for playing the iconic boxer. Stallone won best supporting actor for \"Creed.\" And guess who he took a moment to thanked? Rocky.",
    "statement": "And most of all, I want to thank my imaginary friend Rocky Balboa for being the <BEST> friend I ever had."
  },
  {
    "transcript_id": "CNN-187154",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "For a young bride, if you're not careful, the way you dress the hair, specially with a tiara, it can be quite ageing. So that's something that we put a lot of thought into. All these little intricacies that we did on Catherine's hair, the twisting of the sides and sort of the fringe actually just coming gently -- coming over the forehead, you know, that -- they are all elements that add to softening that kind of look. What I loved about that tiara is for me it was actually quite -- had a quite modern feel to it. And Kate chose it. And I just think that she couldn't have chosen anything better than that.",
    "statement": "I was lucky enough to be positioned right outside the front of Westminster Abbey. <PROBABLY> <ABOUT> 30 meters from the front door. I was seriously nervous, and I was just -- had to get this picture, the exposure, spot on. As they come out the front door, the crowd roared. And"
  },
  {
    "transcript_id": "CNN-308523",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "U.S. and Iraqi defense departments are investigating the incident. If the U.S. is responsible, it would be the largest death toll in an American-led air strike since the fight against ISIS began. There are hundreds of thousands of Iraqis still trapped in Mosul, caught in the crossfire between invading coalition forces and ISIS fighters dug in for a desperate last stand. Well, as the U.S. military ramps up operations, both in Iraq and Syria, there are bound to be more casualties. The uptick in civilian deaths since President Trump took office has worried some that his administration has relaxed the rules of engagement. U.S. military denies that. Earlier, I spoke to Col. Jo Scrocca. A spokesman for the coalition executing these air strikes to get the latest on the investigation.",
    "statement": "Col. Jo Scrocca joins us now to talk <ABOUT> this. Colonel, thanks for your time. So it <APPEARS> a strike did happen. We <KNOW> that much on that day. But there are so many questions that remain. I mean, were houses hit? Was a truck bomb hit? Were houses booby trapped? Is there any clarity you can offer?"
  },
  {
    "transcript_id": "CNN-86663",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "So it's the economic issue, which is the major factor, not the war in Iraq or the war on terror?",
    "statement": "<WELL>, listen, I mean, I <THINK> the war is a huge issue, and because you've got to link the two. Look, we're losing the capacity meet our domestic agenda because we're spending all of this money on this war. And so, you <KNOW>, the two do go together. But the <FACT> is that Ohio has had serious economic problems. And this administration, I <BELIEVE>, is going to be made to pay the price."
  },
  {
    "transcript_id": "CNN-367007",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "When Mexico sends its people, they're not sending their best. They're bringing drugs. They're bringing crime. They're rapists. We have illegal immigrants that in many cases are treated better than our great veterans. Countless Americans are killed by illegal immigrants because our government won't do its job. We have some bod hombres here and we're going to get them out. They want to have illegal immigrants pouring into our country, bringing with them crime, tremendous amounts of crime. We are bringing in some very bad, bad people. We don't want this group of people anymore. These are rough, rough people, in many cases. Yes, sir, we have barb wire going up because you know what, we're not letting these people invade our country. In those caravans you have stone cold killers. You've got some bad people in those groups, you've got some tough people in those groups and I'll tell you what, this country doesn't want them. The United States will not be a migrant camp, and it will not be a refugee holding facility. I am being harmed in my country, my country is extremely dangerous, I fear for my life, say that, congratulations, you'll never be removed. Now I look at some of these asylum people, they're gang members, they're not afraid of anything. How stupid can we be? And the asylum program is a scam. Some of the roughest people you've ever seen -- you say, wow, that's a tough cookie. I am very fearful for my life. Give him asylum, he's afraid. He's afraid.",
    "statement": "So, just, I want you to <THINK> <ABOUT> this. Why isn't he as passionate and he doesn't talk as much <ABOUT> people who come into the country and overstay their visas, people coming many on airplanes? That is the biggest problem with the legal immigration. If you support this president and you care <ABOUT> immigration why isn't that a big issue to you? Don't talk <ABOUT> that. You've got to wonder whether this president <BELIEVES> he is above the law. But there are still some people looking out for the rule of law. In a speech to the University of Virginia Law School federal district court Judge Carlton Wayne Reeves rebuked the president for his attacks on the courts comparing him to the segregationist era. Remember when then candidate Trump slammed an American born judge for his Mexican heritage, claiming he had an inherent conflict of interest in a lawsuit against Trump university. But just listen to what Judge Reeves had to say <ABOUT> that."
  },
  {
    "transcript_id": "CNN-292502",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "It does. So you would turn down the invitation to the White House? Is that what you are saying?",
    "statement": "This is the thing, this is what the American- yes, it <MAY> have been happening over and over again but that is one of the problems watching elite --"
  }
]