[
  {
    "transcript_id": "CNN-368203",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "believe": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Hi. How are you, hi, Alex? Patients coming in on Spectrum may have a more difficult time communicating. And without doctors that can understand how to interact with them, they're not going to get appropriate healthcare. Some of the accommodations that our program provides are noise-cancelling headphones, things like fidgets to help reduce their anxiety. We are really providing autism family healthcare.",
    "statement": "To learn more <ABOUT> (Inaudible) breaking new program, you to nominate a CNN hero, go to CNNheroes.com right now. We have breaking news out of Tennessee, where police have found a seventh body at one of two homes in a rural area <ABOUT> 25 few miles northeast of Nashville. The <<SUSPECT>> is in custody, captured overnight. He was found hiding in a creek <ABOUT> a mile from the initial crime scene. The investigation began after a 911 call from a family member who found four bodies in one of the homes and then discovered another at a crime scene nearby. Police say they <<<BELIEVE>>> that <ALL> the homicides are linked, but they haven't revealed the <<SUSPECT>>'s relationship to the victims or a possible motive. Other top stories we're following this hour, four people in Seattle are dead after a crane collapsed and fell from the roof of a building onto cars below. Two of the victims were crane operators. The other two were people in cars smashed by the falling crane. The road where the accident happened is still closed as authorities continue to investigate why that crane collapsed in the first place. And a historic weekend at the movies, as the Avengers End Game continues to set box office records <ALL> <AROUND> the globe. The Marvel Studios blockbuster made an estimated $1.2 billion at the worldwide box office for its opening. The superhero film is the <ONLY> film in history to cross the $1 billion mark for its debut, congrats. Thanks so much for joining me. I am Martin Savidge in for Fredricka Whitfield. The news continues with Ana Cabrera after this short break."
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Now this. Welcome back. Hour two. Let's begin \"Reporter Roulette.\" The jury three-and-a-half-hours into deliberating the case against Michael Jackson's doctor. Also there is a new jobs report out there. And If Greece worries you, wait until you hear <ABOUT> Italy. <ALL> of that, plus a civil rights legend has advice for the Occupy Wall Street movement. Let's play \"Reporter Roulette\" on this Friday. I want to begin with Ted Rowlands in Los Angeles outside that courtroom. <QUITE> <A LITTLE> bit of a scene I <<GUESS>> behind you there, Ted. Any news? Any other news from the jury room?"
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Now this. Welcome back. Hour two. Let's begin \"Reporter Roulette.\" The jury three-and-a-half-hours into deliberating the case against Michael Jackson's doctor. Also there is a new jobs report out there. And If Greece worries you, wait until you hear about Italy. All of that, plus a civil rights legend has advice for the Occupy Wall Street movement. Let's play \"Reporter Roulette\" on this Friday. I want to begin with Ted Rowlands in Los Angeles outside that courtroom. Quite a little bit of a scene I guess behind you there, Ted. Any news? Any other news from the jury room?",
    "statement": "<WELL>, the big breaking news, Brooke, they have taken their lunch break. The jurors, they have deliberated now, as you mentioned, <ABOUT> three- and-a-half-hours and during the deliberations, they did ask for some evidence, so, a big box of evidence was brought back to the jury room, so they are <OBVIOUSLY> doing something back there. They are going over the case, but that's <ALL> we <HAVE TO> report right now. Outside the courthouse, tons of media from <AROUND> the world here, highly anticipating this verdict, and then of course, the Jackson followers and the Murray supporters out here as <WELL>."
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, the big breaking news, Brooke, they have taken their lunch break. The jurors, they have deliberated now, as you mentioned, about three- and-a-half-hours and during the deliberations, they did ask for some evidence, so, a big box of evidence was brought back to the jury room, so they are obviously doing something back there. They are going over the case, but that's all we have to report right now. Outside the courthouse, tons of media from around the world here, highly anticipating this verdict, and then of course, the Jackson followers and the Murray supporters out here as well.",
    "statement": "If they don't reach this verdict by the end of the day today, Ted, <<COULD>> they continue to <DELIBERATE> after hours or even through the weekend?"
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "know": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK. Ted Rowlands in L.A., Ted, many thanks.",
    "statement": "OK. Next. \"Reporter Roulette,\" let's go to Ali Velshi, who is in Southern France, sit of, as you <KNOW>, G20 summit. G20 leaders, Ali, devoted a lot of time to Greece, a country still facing potential default. Point-blank, my friend, do we <NEED TO> keep an eye on Italy because we have seen unrest there related to <ALL> of this debt <STUFF> as <WELL>?"
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "absolutely": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "OK. Next. \"Reporter Roulette,\" let's go to Ali Velshi, who is in Southern France, sit of, as you know, G20 summit. G20 leaders, Ali, devoted a lot of time to Greece, a country still facing potential default. Point-blank, my friend, do we need to keep an eye on Italy because we have seen unrest there related to all of this debt stuff as well?",
    "statement": "<ABSOLUTELY>. <ABSOLUTELY> we do. Italy -- Greece is the 32nd largest economy in the world. It is a blip on the radar and it has caused -- it's nearly caused the unraveling of the European Union. Italy is a significant economy, it's a very big economy, it's got a lot of debt. The prime minister there facing a no-confidence vote last week. Berlusconi, by the way, has survived these many, many times before. I <<<THINK>>> he has survived 50 of them in the past , so it is not as fragile a political situation, but economically, it is <ABSOLUTELY> a serious situation. And, by the way, we are not out of the woods on Greece yet. There is a speech in Parliament happening right now and then there will be the no-confidence vote. So the ruling party, Prime Minister George Papandreou <MAY> not survive the night as the prime minister. Looks like he <MIGHT> but we're still watching that very closely. Europe is not out of the woods, Brooke."
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "clear": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Absolutely. Absolutely we do. Italy -- Greece is the 32nd largest economy in the world. It is a blip on the radar and it has caused -- it's nearly caused the unraveling of the European Union. Italy is a significant economy, it's a very big economy, it's got a lot of debt. The prime minister there facing a no-confidence vote last week. Berlusconi, by the way, has survived these many, many times before. I think he has survived 50 of them in the past , so it is not as fragile a political situation, but economically, it is absolutely a serious situation. And, by the way, we are not out of the woods on Greece yet. There is a speech in Parliament happening right now and then there will be the no-confidence vote. So the ruling party, Prime Minister George Papandreou may not survive the night as the prime minister. Looks like he might but we're still watching that very closely. Europe is not out of the woods, Brooke.",
    "statement": "Then you have the president going through the whole litany again today, tsunami in Japan, Arab spring, troubles in Europe, <ALL> the factors clearly weighing down our own economic recovery. Is there any way out of the syndrome where another country sneezes and we get sick?"
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Then you have the president going through the whole litany again today, tsunami in Japan, Arab spring, troubles in Europe, all the factors clearly weighing down our own economic recovery. Is there any way out of the syndrome where another country sneezes and we get sick?",
    "statement": "No. Like I said, look at Greece. It is just not a big country hospital. <WOULD> have thought -- for the last 2,000 years, Greece has not been a significant player on the international front, and <ALL> of a sudden it is the <MOST IMPORTANT> country in the world today. I <<<THINK>>> we <NEED TO> look at this and it's something to consider, especially during campaign season, where everybody is pointing fingers at Washington and this side of the aisle and that side of the aisle. What Washington does has some impact on our economy, but right now, we are connected to the entire world, and the biggest trading partner for the United States is Europe and if Europe were to falter it will cost jobs in America, it will cost you in your 401(k) and it's going to cost you the ability to get loans and mortgages. It is very serious and we <NEED TO> keep an eye on what is going on in Greece and anywhere else that starts to falters these days, Brooke."
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No. Like I said, look at Greece. It is just not a big country hospital. Would have thought -- for the last 2,000 years, Greece has not been a significant player on the international front, and all of a sudden it is the most important country in the world today. I think we need to look at this and it's something to consider, especially during campaign season, where everybody is pointing fingers at Washington and this side of the aisle and that side of the aisle. What Washington does has some impact on our economy, but right now, we are connected to the entire world, and the biggest trading partner for the United States is Europe and if Europe were to falter it will cost jobs in America, it will cost you in your 401(k) and it's going to cost you the ability to get loans and mortgages. It is very serious and we need to keep an eye on what is going on in Greece and anywhere else that starts to falters these days, Brooke.",
    "statement": "Ali Velshi in France -- Ali, thanks. Finally, a confrontation <<COULD>> be brewing just a couple blocks from where I'm sitting. Occupy Atlanta plans to retake that downtown park they were kicked out of just last week and a veteran of the civil rights movement, Reverend Lowery, has some advice with these folks. Here, George Howell with me in Atlanta. You talked to him. What did the reverend say?"
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Ali Velshi in France -- Ali, thanks. Finally, a confrontation could be brewing just a couple blocks from where I'm sitting. Occupy Atlanta plans to retake that downtown park they were kicked out of just last week and a veteran of the civil rights movement, Reverend Lowery, has some advice with these folks. Here, George Howell with me in Atlanta. You talked to him. What did the reverend say?",
    "statement": "Brooke, this is a big deal. We're talking <ABOUT> the dean of the civil rights movement. This is the man who walked alongside Dr. Martin Luther King in the '60s. When he talks a lot of people listen. Dr. Lowery says that he supports the Occupy movement. That is a big deal. But he says also that the protesters <MAY> be fighting the <WRONG> fight. He also has some advice for Atlanta's mayor. I just got an interview with him a minute ago. Let's listen to this sound bite and we can talk <ABOUT> it here on the other side."
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "may": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Brooke, this is a big deal. We're talking about the dean of the civil rights movement. This is the man who walked alongside Dr. Martin Luther King in the '60s. When he talks a lot of people listen. Dr. Lowery says that he supports the Occupy movement. That is a big deal. But he says also that the protesters may be fighting the wrong fight. He also has some advice for Atlanta's mayor. I just got an interview with him a minute ago. Let's listen to this sound bite and we can talk about it here on the other side.",
    "statement": "I recognize the mayor's concern. He has got to do his job. He has to enforce the law. But he has got find a way to meet these protesters halfway. I <<<THINK>>> his sympathies are with them, but he feels obligated to enforce the law. And I understand that. I also have said to the Occupy people that don't make the mayor your main target. Let's look at these banks, look at these politicians. Let's find a way to go to their offices."
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But says that the focus needs to be on business leaders, needs to be on politicians and partisan politics that he says create a stalemate in Washington.",
    "statement": "<MIGHT> he show up at Woodruff Park on Saturday? Is he thinking <ABOUT> it?"
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Might he show up at Woodruff Park on Saturday? Is he thinking about it?",
    "statement": "That <WOULD> be a big endorsement for Occupy Atlanta. He says he <MAY>. It depends. He <MAY>. He says if the movement becomes violent in any way, he said -- quote -- \"I will wash my hands of it <ENTIRELY>.\""
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That would be a big endorsement for Occupy Atlanta. He says he may. It depends. He may. He says if the movement becomes violent in any way, he said -- quote -- \"I will wash my hands of it entirely.\"",
    "statement": "George Howell, thank you. And that is your \"Reporter Roulette\" for this Friday. Many of you have expressed your outrage over this next story. We showed you just snippets of this disturbing video, the whole <THING> some seven minutes, this Texas family court judge whipping his daughter with this leather belt. Now we are learning this father, the judge will not be facing charges. The district attorney in Texas says the time stamp on the beating shown in the video too old. You see it, 2004, seven years ago. Statute of limitations has run out. So they cannot prosecute Judge William Adams, but Adams faces an investigation into his judicial conduct. His daughter, Hillary Adams, search is the one who uploaded the video as a way she says to reconcile with her father. She talked <ABOUT> that just last night with Anderson Cooper."
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "George Howell, thank you. And that is your \"Reporter Roulette\" for this Friday. Many of you have expressed your outrage over this next story. We showed you just snippets of this disturbing video, the whole thing some seven minutes, this Texas family court judge whipping his daughter with this leather belt. Now we are learning this father, the judge will not be facing charges. The district attorney in Texas says the time stamp on the beating shown in the video too old. You see it, 2004, seven years ago. Statute of limitations has run out. So they cannot prosecute Judge William Adams, but Adams faces an investigation into his judicial conduct. His daughter, Hillary Adams, search is the one who uploaded the video as a way she says to reconcile with her father. She talked about that just last night with Anderson Cooper.",
    "statement": "So you actually -- the night that happened, you actually set up the camera in advance because you <<COULD>> <<SENSE>> things were escalating?"
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "So you actually -- the night that happened, you actually set up the camera in advance because you could sense things were escalating?",
    "statement": "Yes, sir. I didn't exactly <KNOW> why yet. I just needed this -- I just knew that this was something I needed to hold on to. I needed to show people one day. I didn't <KNOW> why. But -- so I set the camera up and sat there for half an hour recording a blank room because the discussion was taking place elsewhere in the house. And -- but then when it came in to the room and my father switched off the lights and nobody <<COULD>> see in through the window, and then it erupted in to what you see on the tape."
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Yes, sir. I didn't exactly know why yet. I just needed this -- I just knew that this was something I needed to hold on to. I needed to show people one day. I didn't know why. But -- so I set the camera up and sat there for half an hour recording a blank room because the discussion was taking place elsewhere in the house. And -- but then when it came in to the room and my father switched off the lights and nobody could see in through the window, and then it erupted in to what you see on the tape.",
    "statement": "So what is her father saying now? Judge Adams is calling into <QUESTION> his daughter's motives for releasing the video. He suggests that she is retaliating against had him for an argument they had recently <ABOUT> money. A statement released by his attorney says -- quote -- \"Hillary warned her father that if he reduced her financial support and took away her Mercedes automobile, which her father provided, he <WOULD> live to regret it. The post was then uploaded.\" Four coal miners are dead, more than 50 trapped after this explosion in China. Plus, the mummified remains of dozens of women found in this teeny- tiny apartment of this man in Russia. He <<APPARENTLY>> dressed them up as -- one as a doll, one as a teddy bear in costumes, these bodies. Also, six people locked in isolation for 520 days, <ALL> in the name of science. We are going to tell you why coming up this hour. And a poster in a barbecue restaurant that reads cowboys and Iranians, those words, this picture kicking up <QUITE> a stir in Texas -- that story and much more coming up. Stay right here."
  },
  {
    "transcript_id": "CNN-338969",
    "matched_terms": {
      "best": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, the global Box Office for \"Avengers: Infinity War\" has risen to three quarters of a billion dollars. The \"Avengers\" effect of helping companies ride across the movie sector including IMAX. Both \"Avengers\" and the \"Black Panther\" movie helped IMAX beat estimates on Q1 earnings. \"Avengers\" was the first commercial film to be purely shot with IMAX cameras. IMAX says \"Avengers\" was the third <BEST> opening ever for IMAX film. And despite <ALL> that, Wall Street was not impressed. IMAX stock closed down nearly 7 percent here in New York. Tough crowd. Rich Gelfond is the CEO of IMAX and he is joining me now in the C-Suite. Great to have you on."
  },
  {
    "transcript_id": "CNN-338969",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "It's just some huge numbers. So what is it the Wall Street is still looking for? I mean, is it the opening in China?",
    "statement": "You <KNOW>, Wall Street is a funny game with respect to our stock, there's a lot of <HEDGE> funds who are in it, and I <<<THINK>>> they play for the opening, so they buy on Thursday and they sell on Monday or Tuesday, the next week. So what's more important to us is the long term pattern of our company and we just delivered results this morning where we pretty much double what our consensus was or revenues drop in China, 27 percent year-over-year. Our worldwide Box Office was up 16 percent year-over-year, so it feels <QUITE> good, virtually <EVERY> line we beat the Street, and you <KNOW>, let the people go to the casino, play their short-term game, we're in it for a longer <PERIOD> of time --"
  },
  {
    "transcript_id": "CNN-338969",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right --",
    "statement": "But you <KNOW>, I've been doing this for a very long time, and when you do right by shareholders in the long run, the price reflects, and in a day, they're <ALWAYS> like yesterday's newspaper."
  },
  {
    "transcript_id": "CNN-338969",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, of course, so the news happens by the minute. \"Avengers\" recorded $41.5 million over the weekend, as we mentioned, it hasn't opened in China yet, what are some of the estimates that we can expect out of China once it opens?",
    "statement": "China is still a week away from this Friday. So it's a long time. What I can tell you is that our advance sale Box Office, we have a <FAIRLY> large footprint of <ABOUT> 500 screens in China and we <USUALLY> do <ABOUT> 10 percent of China's Box Office when we're involved in a film. But it's the highest it's ever been for any film in China for us and it's over $4 million, so that bodes very <WELL> for its opening."
  },
  {
    "transcript_id": "CNN-338969",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We --",
    "statement": "Not <EVERY> Hollywood film works in China as you <KNOW> --"
  },
  {
    "transcript_id": "CNN-338969",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "And the closest",
    "statement": "Yes, and you look at the success of \"Black Panther\", these action movies <SEEM> to be an outlier when it comes to success at Box Office as across the country. Because we're seeing competitors coming in from cables, right, to Netflix and the sort, Hulu. What is it <ABOUT> these action movies that you <<<THINK>>> draws viewers specifically to theaters and IMAX versus watching it at home?"
  },
  {
    "transcript_id": "CNN-338969",
    "matched_terms": {
      "best": "ungraded",
      "could": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, and you look at the success of \"Black Panther\", these action movies seem to be an outlier when it comes to success at Box Office as across the country. Because we're seeing competitors coming in from cables, right, to Netflix and the sort, Hulu. What is it about these action movies that you think draws viewers specifically to theaters and IMAX versus watching it at home?",
    "statement": "<WELL>, IMAX is in the blockbuster business versus regular cinema which has to fill 20 screens <ALL> the time. We're just looking for the biggest and <BEST> out of home experience. But I <<<THINK>>> what works is something you can't replicate at home. So <<COULD>> you <<IMAGINE>> watching \"Black Panther\" or \"Avengers\" in the home? I can't. I mean, on a small screen, it's not <ONLY> the way it looks, but I <<<THINK>>> it's also the social experience is a big part of it. You want to go with your kids --"
  },
  {
    "transcript_id": "CNN-338969",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Family and friends, right --",
    "statement": "Or a few friends, it's a family experience and <OBVIOUSLY> \"Disney\" is fantastic at mastering that and the Russo Brothers created a great film here, and you want to share with everyone and you want to get on social media and talk <ABOUT> it. You want to be the first one to see it. These really are events more than they are a movie."
  },
  {
    "transcript_id": "CNN-338969",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Or a few friends, it's a family experience and obviously \"Disney\" is fantastic at mastering that and the Russo Brothers created a great film here, and you want to share with everyone and you want to get on social media and talk about it. You want to be the first one to see it. These really are events more than they are a movie.",
    "statement": "And you don't just see it once, so many people go back for second and third screening. So latest adventure as we said was shot 100 percent with IMAX cameras. How isolated is that? Is this a onetime <<KIND OF>> <THING> or do you <<<THINK>>> they're going to be doing more of this, and how costly is it?"
  },
  {
    "transcript_id": "CNN-338969",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And you don't just see it once, so many people go back for second and third screening. So latest adventure as we said was shot 100 percent with IMAX cameras. How isolated is that? Is this a onetime kind of thing or do you think they're going to be doing more of this, and how costly is it?",
    "statement": "<WELL>, the sequel has been shot with IMAX camera, so we have that. There are a number of other movies, Chris Nolan's \"Dunkirk\" was shot mostly with IMAX cameras, Chris is a big fan of"
  },
  {
    "transcript_id": "NPR-19986",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We want to spend a few minutes on the election recount spurred by Green Party candidate Jill Stein. You heard from her directly on this program last week. One recount is already underway in Wisconsin, and Michigan recounts are expected to begin next week. Pennsylvania is less <CLEAR>. Stein said last night that she <WOULD> drop her efforts there after a judge required the voters who brought the suit to pay a $1 million bond. Stein then said she <WOULD> <TAKE> the issue to federal court."
  },
  {
    "transcript_id": "NPR-19986",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "One of the people making that argument is Charles Ellison. He is a political strategist and contributing editor at the online publication The Root. He wrote the article titled - and I'm going to flag some language here - \"4 Ways The Jill Stein Recount Screws Black Voters.\" And he's with us now in our studios in Washington, D.C. Charles Ellison, thanks so much for joining us.",
    "statement": "<WELL>, Michel, thanks for having me. It's a pleasure."
  },
  {
    "transcript_id": "NPR-19986",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So some other analysts, like The Washington Post's Dana Milbank, for example, have made the point that the real issue is not some hacking or not some outside interference, but that the real issue is voter suppression. But you actually take it a step further. You say that this effort is actually harmful.",
    "statement": "It can be. It can be very destructive to the cause against voter suppression and voter ID. And it <<SORT OF>> unintentionally or inadvertently bolsters the argument of voter suppression or voter ID proponents by saying that see, liberals, progressives, they, too, see that we have a faulty election process wrought with fraud. We've been saying that <ALL> along. So why don't we create more voter ID schemes or less early voting or close down more polls? And so I'm - you <KNOW>, <OBVIOUSLY> I don't <<<THINK>>> Jill Stein is trying to do that. But she's inadvertently doing that, and it's doing a lot of harm to the future of voting rights."
  },
  {
    "transcript_id": "NPR-19986",
    "matched_terms": {
      "could": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "It can be. It can be very destructive to the cause against voter suppression and voter ID. And it sort of unintentionally or inadvertently bolsters the argument of voter suppression or voter ID proponents by saying that see, liberals, progressives, they, too, see that we have a faulty election process wrought with fraud. We've been saying that all along. So why don't we create more voter ID schemes or less early voting or close down more polls? And so I'm - you know, obviously I don't think Jill Stein is trying to do that. But she's inadvertently doing that, and it's doing a lot of harm to the future of voting rights.",
    "statement": "So the first <THING> is - what? - you <<FEEL>> it's a distraction. Number two, you say that a recount <<COULD>> actually bolster voter suppression because your argument <WOULD> - what?"
  },
  {
    "transcript_id": "NPR-19986",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "So the first thing is - what? - you feel it's a distraction. Number two, you say that a recount could actually bolster voter suppression because your argument would - what?",
    "statement": "You <KNOW>, when you're having that conversation like Jill Stein, it is absent any focus or any emphasis on voter ID, voter suppression. If I were Jill Stein and I'd be doing a recount effort, I'd be basing that on voter ID, voter suppression. And for some reason, folks like Jill Stein, the Clinton campaign, even major pollsters and forecasters before the election, they weren't even trying to factor in what <<SORT OF>> impact the gutting of the Voting Rights Act - this is the first major election in 50 years that hasn't had the full protection of the Voting Rights Act."
  },
  {
    "transcript_id": "NPR-19986",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You know, when you're having that conversation like Jill Stein, it is absent any focus or any emphasis on voter ID, voter suppression. If I were Jill Stein and I'd be doing a recount effort, I'd be basing that on voter ID, voter suppression. And for some reason, folks like Jill Stein, the Clinton campaign, even major pollsters and forecasters before the election, they weren't even trying to factor in what sort of impact the gutting of the Voting Rights Act - this is the first major election in 50 years that hasn't had the full protection of the Voting Rights Act.",
    "statement": "And nobody wants to talk <ABOUT> - like, really didn't have a robust discussion on voter suppression. I mean, there was some worry or concern <ABOUT> it, but not that <<KIND OF>> aggressive discussion that I had anticipated."
  },
  {
    "transcript_id": "NPR-19986",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And nobody wants to talk about - like, really didn't have a robust discussion on voter suppression. I mean, there was some worry or concern about it, but not that kind of aggressive discussion that I had anticipated.",
    "statement": "So is your main objection to this - what? That Jill Stein is fundraising off of this? Or that she's raised at this point <ABOUT> $7 million..."
  },
  {
    "transcript_id": "NPR-19986",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "...That <<COULD>> be used to do something that you <<<THINK>>> is more meaningful?"
  },
  {
    "transcript_id": "NPR-19986",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "perhaps": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "...That could be used to do something that you think is more meaningful?",
    "statement": "Right. Particularly as far as the black electorate is concerned, OK? So you're feeding into people's, you <KNOW>, <<SORT OF>> false hopes that <<PERHAPS>> we won't have Donald Trump get inaugurated. That's not going to happen. You <KNOW>, let's just be realistic <ABOUT> this and <<MAYBE>>, you <KNOW>, direct energies and fundraising towards creating new efforts, mobilization efforts, political action committees and getting ready for really significant election cycles in 2017, and to really make some progress on a lot of key issues."
  },
  {
    "transcript_id": "CNN-5476",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Friday is decision day for tens of thousands of East Timorese refugees forced out of East Timor last year. Government officials say they <MUST> return home or relocate to other areas of Indonesia. CNN's Maria Ressa reports."
  },
  {
    "transcript_id": "CNN-5476",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Friday is decision day for tens of thousands of East Timorese refugees forced out of East Timor last year. Government officials say they must return home or relocate to other areas of Indonesia. CNN's Maria Ressa reports.",
    "statement": "This is West Timor, and these refugees have a decision to make. They are among the 250,000 people who fled East Timor after militias went on a rampage following its vote for independence last year. Now the Indonesian government says it can no longer support them. So they <MUST> either go back to East Timor or resettle in other parts of Indonesia. Aid is to be cut off March 31. International aid groups say the refugees here cannot survive if that happens."
  },
  {
    "transcript_id": "CNN-5476",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We are imposing them with a sense of responsibility. We don't want to have a never-ending refugee camp situation. Let the international community see this perspective that we want to stop the situation.",
    "statement": "On the job for <ABOUT> five months, Witoelar has spent much of her time traveling to refugee camps across Indonesia. She imposed the March 31 deadline not just in West Timor, but in <ALL> of the country's refugee camps -- people who fled separatist violence in Aceh, religious violence in Ambon, and ethnic violence in Kalimantan. Her goal, she says, is to stop a culture of dependency."
  },
  {
    "transcript_id": "CNN-5476",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "On the job for about five months, Witoelar has spent much of her time traveling to refugee camps across Indonesia. She imposed the March 31 deadline not just in West Timor, but in all of the country's refugee camps -- people who fled separatist violence in Aceh, religious violence in Ambon, and ethnic violence in Kalimantan. Her goal, she says, is to stop a culture of dependency.",
    "statement": "It's been too long. It's not healthy for them to allow themselves to be constantly being fed by the government. You <<FEEL>> this large dependency on government initiatives and not being able to decide for themselves where they want to be, and that's why I'm very much for the government's <QUITE> firm decision to stop support in March to push people to make a decision <ABOUT> their own lives."
  },
  {
    "transcript_id": "CNN-5476",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "It's been too long. It's not healthy for them to allow themselves to be constantly being fed by the government. You feel this large dependency on government initiatives and not being able to decide for themselves where they want to be, and that's why I'm very much for the government's quite firm decision to stop support in March to push people to make a decision about their own lives.",
    "statement": "It's particularly hard in West Timor. If they choose to stay in Indonesia, the Catholic Timorese will most <<LIKELY>> be resettled in Muslim areas. But going back to East Timor <<COULD>> bring violent reprisals to militia members and their families. (on camera): Still, there are nearly 600,000 refugees across Indonesia. Its cash-strapped government has set aside $40 million to help them, not to live in camps, but to find new homes and begin rebuilding their lives. Maria Ressa, CNN, Jakarta."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Seen in classrooms the world over, this is",
    "statement": "It's Friday and this is CNN NEWSROOM. Welcome. I'm Shelley Walcott. Here's what's ahead. Topping today's show, a daring mercy mission at the South Pole to save a sick doctor from the United States. Then, in our \"Editor's Desk,\" how a communications firm is using a piece of history to pitch their product. From ad revenue to movie making, \"Worldview\" checks out why some Hollywood sets are making the move to the Czech Republic. And in \"Chronicle,\" tracking the storm. Today we get up close and personal with meteorologists. Historic and unprecedented, those are the words being used to describe the successful rescue flight with evacuated an ailing U.S. doctor from the South Pole. A twin engine propeller plane carrying Dr. Ronald Shemenski landed safely in Chile Thursday after a rescue journey which began on Saturday. That's when the plane first departed Punta Arenas, Chile and flew to the British run Rothera Base at Adelaide Island off the Antarctic Peninsula. From there it flew to the Imensen Scott Station at the South Pole, where the temperature at the time of the landing was minus 68 degrees Celsius. That's minus 90.4 degrees Fahrenheit. The two day return journey began on Wednesday. The rescue was one of the riskiest ever by a small plane to the South Pole and the first one ever attempted during Antarctica's long, harsh, dark polar winter. Shemenski was the <ONLY> physician among 50 people working at the South Pole station, where the National Science Foundation conducts astronomy and astrophysics research. Shemenski was recently diagnosed with pancreatitis. Though his condition had improved, a decision was made to evacuate him to the United States for treatment. New technology has enabled the world to follow along with this amazing rescue mission. CNN and others have used a video phone to broadcast the Antarctica story to the rest of the world. What makes a story right for this type of technology? <WELL>, <USUALLY> it's taking place in a remote area with no way to send video to a satellite and then back down to CNN. The advantages? Video phones are inexpensive to use, allowing news crews to travel light, like CNN's Gary Tuchman, who interviewed Dr. Shemenski in Chile."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "It's Friday and this is CNN NEWSROOM. Welcome. I'm Shelley Walcott. Here's what's ahead. Topping today's show, a daring mercy mission at the South Pole to save a sick doctor from the United States. Then, in our \"Editor's Desk,\" how a communications firm is using a piece of history to pitch their product. From ad revenue to movie making, \"Worldview\" checks out why some Hollywood sets are making the move to the Czech Republic. And in \"Chronicle,\" tracking the storm. Today we get up close and personal with meteorologists. Historic and unprecedented, those are the words being used to describe the successful rescue flight with evacuated an ailing U.S. doctor from the South Pole. A twin engine propeller plane carrying Dr. Ronald Shemenski landed safely in Chile Thursday after a rescue journey which began on Saturday. That's when the plane first departed Punta Arenas, Chile and flew to the British run Rothera Base at Adelaide Island off the Antarctic Peninsula. From there it flew to the Imensen Scott Station at the South Pole, where the temperature at the time of the landing was minus 68 degrees Celsius. That's minus 90.4 degrees Fahrenheit. The two day return journey began on Wednesday. The rescue was one of the riskiest ever by a small plane to the South Pole and the first one ever attempted during Antarctica's long, harsh, dark polar winter. Shemenski was the only physician among 50 people working at the South Pole station, where the National Science Foundation conducts astronomy and astrophysics research. Shemenski was recently diagnosed with pancreatitis. Though his condition had improved, a decision was made to evacuate him to the United States for treatment. New technology has enabled the world to follow along with this amazing rescue mission. CNN and others have used a video phone to broadcast the Antarctica story to the rest of the world. What makes a story right for this type of technology? Well, usually it's taking place in a remote area with no way to send video to a satellite and then back down to CNN. The advantages? Video phones are inexpensive to use, allowing news crews to travel light, like CNN's Gary Tuchman, who interviewed Dr. Shemenski in Chile.",
    "statement": "How are you <FEELING>, sir?"
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I'm fine, thank you.",
    "statement": "How was it being at the bottom of the world and knowing you had this condition?"
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Oh, no. No. No, the pilots are very professional. They do a very good job. No problems.",
    "statement": "How do you <<FEEL>> <ABOUT> being away from the South Pole now? You wanted to spend a year there?"
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "How do you feel about being away from the South Pole now? You wanted to spend a year there?",
    "statement": "<WELL>, I'm disappointed. I'd like to be back."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Well, I'm disappointed. I'd like to be back.",
    "statement": "Do you <<FEEL>> OK?"
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Do you feel OK?",
    "statement": "I'm going back. I'm going back. I <<FEEL>> fine."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The plane used to evacuate the doctor from the South Pole also brought his replacement. What type of person gets to go to the harsh climate of Antarctica? Natalie Pawelski takes a look.",
    "statement": "People who agree to work the winter in Antarctica <KNOW> they can't leave for <ABOUT> eight months. Because severe cold, ferocious weather and endless darkness make landing planes too dangerous. So, before they go, they get a complete physical based in part on NASA's medical guidelines for astronauts. But the process is not foolproof. For example, in 1999, Dr. Jerri Neilson had a <CLEAR> mammogram just before leaving for the South Pole. Then she found a lump in her breast. And became one of three doctors in a row who've run into medical problems during the Antarctic winter."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "People who agree to work the winter in Antarctica know they can't leave for about eight months. Because severe cold, ferocious weather and endless darkness make landing planes too dangerous. So, before they go, they get a complete physical based in part on NASA's medical guidelines for astronauts. But the process is not foolproof. For example, in 1999, Dr. Jerri Neilson had a clear mammogram just before leaving for the South Pole. Then she found a lump in her breast. And became one of three doctors in a row who've run into medical problems during the Antarctic winter.",
    "statement": "The odds of this happening are just too high to calculate and I really can't explain it; it's strange. It makes you <<<THINK>>> of a jinx."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The odds of this happening are just too high to calculate and I really can't explain it; it's strange. It makes you think of a jinx.",
    "statement": "Prospective South Pole dwellers go through psychological screening, as <WELL>. An effort to make <<<SURE>>> they'll be able to handle the relative isolation of working at the bottom of the world. But while Antarctica is a workplace like no other, a lot of the jobs there are the kind you see listed in any newspaper. Openings for carpenters, plumbers, and office workers are among the current job listings. Most scientists make research trips during the Austral summer, when the population at the three American stations in Antarctica swells to <ABOUT> 3,500, 10 times the winter population. Medical emergencies happen then, too. But planes can more easily evacuate patients, so they don't <TEND> to make headlines. Medical efforts don't <ALWAYS> succeed. Last year, for example, two people died at American stations in Antarctica. One from a blood clot, the other from unspecified <NATURAL> causes. Like everywhere else on earth, in Antarctica, death is a part of life. Natalie Pawelski, CNN."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Prospective South Pole dwellers go through psychological screening, as well. An effort to make sure they'll be able to handle the relative isolation of working at the bottom of the world. But while Antarctica is a workplace like no other, a lot of the jobs there are the kind you see listed in any newspaper. Openings for carpenters, plumbers, and office workers are among the current job listings. Most scientists make research trips during the Austral summer, when the population at the three American stations in Antarctica swells to about 3,500, 10 times the winter population. Medical emergencies happen then, too. But planes can more easily evacuate patients, so they don't tend to make headlines. Medical efforts don't always succeed. Last year, for example, two people died at American stations in Antarctica. One from a blood clot, the other from unspecified natural causes. Like everywhere else on earth, in Antarctica, death is a part of life. Natalie Pawelski, CNN.",
    "statement": "Antarctica is the coldest, windiest, highest and driest continent on earth. Described as the planet's last great wilderness, the massive continent is rich in <NATURAL> resources, scenic beauty and wildlife. In the summer season, the continent is home to <ABOUT> 4,000 scientists and support personnel. <ABOUT> the same number of tourists visit as <WELL>. CNN's Stephen Frazier takes a look at how some of them get there."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Instead, a team of experienced wildlife experts, scientists and historians is on board.",
    "statement": "We try very hard to educate people <ABOUT> Antarctica so they have a greater <UNDERSTANDING> and from then they're able to pass that on to people when they get home."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It's early December, spring in the Southern Hemisphere and life flourishes.",
    "statement": "A lot of times what they're up to is greeting their mate. When the mate comes back from sea to relief and from incubating the egg or to help feed the chicks, they throw their heads back and flap their wings to call to each other. Even though they <ALL> look alike to us, they <KNOW> each other by their voices."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "best": "ungraded",
      "opinion": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "I love penguins and to see them in actual life.",
    "statement": "It's an <<OPINION>> shared by most who've been to or who want to visit Antarctica. And since few predators threaten any of Antarctica animals on land, they're virtually fearless. Such access is a big part of the continent's charm. Still, most tour operators ask visitors to keep at least 15 feet from the natives, when possible. But not <EVERY> attraction is <BEST> viewed on land."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "approximately": "ungraded"
    },
    "previous_statement": "It's an opinion shared by most who've been to or who want to visit Antarctica. And since few predators threaten any of Antarctica animals on land, they're virtually fearless. Such access is a big part of the continent's charm. Still, most tour operators ask visitors to keep at least 15 feet from the natives, when possible. But not every attraction is best viewed on land.",
    "statement": "The water here is <APPROXIMATELY> 2 degrees Celsius -- not much above freezing."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Zodiacs are crucial to Antarctic exploration. These small craft link ship to land; but they're also useful for navigating narrow channels crowded with another polar spectacle.",
    "statement": "Isn't this beautiful? <ABSOLUTELY> beautiful."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We got some cheeseburgers. We got some barbecued chicken, barbecued ribs, everything you'd want to eat in Antarctica.",
    "statement": "And if an open-air grill in Antarctica isn't surprising enough, how <ABOUT> these steaming shores."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And if an open-air grill in Antarctica isn't surprising enough, how about these steaming shores.",
    "statement": "<WELL>, good morning everybody."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Deception Island is actually born from a huge volcanic eruption. So there's still magma that's underneath. And there actually is a fair bit of volcanic activity in Antarctica.",
    "statement": "It is hard to <<IMAGINE>> a place like Antarctica. And so even in your wildest dreams you conceive of this idea. And then you get there and you realize that you <<PROBABLY>> were <A LITTLE> stingy with your imagination."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Steven Frazier, CNN.",
    "statement": "In school you learned <ABOUT> the late Martin Luther King Jr. He worked to protect the civil rights of <ALL> Americans. Once again, the activist is at the center of another rights fight, namely intellectual property rights which protect ideas and creative expressions. The <QUESTION> is <SHOULD> the words and images of Martin Luther King Jr. be protected? Many scholars and historians say no. What do you <<<THINK>>>? Bruce Morton has more on the debates."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I have a dream...",
    "statement": "If you happened on it channel-surfing, you <MIGHT> <<<THINK>>> you were watching a documentary, a news report on the civil rights movement of the 1960s. <WRONG>. You were watching an ad."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "... that all men are created equal...",
    "statement": "... you <MUST> first connect. And the company that connects more of the world is Alcatel."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "... you must first connect. And the company that connects more of the world is Alcatel.",
    "statement": "Alcatel specializes, a spokesman says, in optical networking, broadband access, high-tech <STUFF>. They run TV and print versions of that ad. The negotiated a fee for the use of King's image with the King family through the Martin Luther King Center, though neither party will say how much Alcatel paid. Many are indignant. Julian Bond, like King, a veteran of the civil rights movement, said it shows the most sacred icons of the movement are not immune to exploitation and commercialization. A company spokesman told The Washington Post, \"It's not like we're selling a product. This isn't Fred Astaire with a vacuum cleaner.\" <WELL>, sir, you got that exactly right. Mr. Astaire was a fine man and a dancer of grace and power, but he was not a man whose words helped pass a law, the Civil Rights Act of 1964, which changed America. Dr. King himself copyrighted the speech. The King family takes a firm line in seeking payment for the use of his words, even in historical contexts. One King biographer says he was told, \"If you quote the speech in your book, you'll <HAVE TO> pay.\" I'd like to <<<THINK>>> that Dr. King, had he lived, <WOULD> let historians and news reporters quote him freely as we did in the 60s. What he <WOULD> make of being used as a pitch man, a company sales rep, we can't <KNOW>, though in life he was <ABOUT> idea, philosophy and causes, not much concerned with money. Still, it makes you <<<THINK>>>. Mr. Lincoln, <<COULD>> your speech be an ad? \"The world will little note nor long remember what we say or\" -- no, no, sorry, not assertive enough for commercial copy <<PROBABLY>>. But you <HAVE TO> admit, the Gettysburg Address without networking has lasted pretty <WELL>. <<MAYBE>> you, Mr. Jefferson. \"We hold these truths to be self- <EVIDENT>, that <ALL> ad men are created equal, endowed by their creator with <CERTAIN> inalienable rights -- life, liberty and the pursuit of profit.\" Now that has a <CERTAIN> ring, don't you <<<THINK>>>? I'm Bruce Morton."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Alcatel specializes, a spokesman says, in optical networking, broadband access, high-tech stuff. They run TV and print versions of that ad. The negotiated a fee for the use of King's image with the King family through the Martin Luther King Center, though neither party will say how much Alcatel paid. Many are indignant. Julian Bond, like King, a veteran of the civil rights movement, said it shows the most sacred icons of the movement are not immune to exploitation and commercialization. A company spokesman told The Washington Post, \"It's not like we're selling a product. This isn't Fred Astaire with a vacuum cleaner.\" Well, sir, you got that exactly right. Mr. Astaire was a fine man and a dancer of grace and power, but he was not a man whose words helped pass a law, the Civil Rights Act of 1964, which changed America. Dr. King himself copyrighted the speech. The King family takes a firm line in seeking payment for the use of his words, even in historical contexts. One King biographer says he was told, \"If you quote the speech in your book, you'll have to pay.\" I'd like to think that Dr. King, had he lived, would let historians and news reporters quote him freely as we did in the 60s. What he would make of being used as a pitch man, a company sales rep, we can't know, though in life he was about idea, philosophy and causes, not much concerned with money. Still, it makes you think. Mr. Lincoln, could your speech be an ad? \"The world will little note nor long remember what we say or\" -- no, no, sorry, not assertive enough for commercial copy probably. But you have to admit, the Gettysburg Address without networking has lasted pretty well. Maybe you, Mr. Jefferson. \"We hold these truths to be self- evident, that all ad men are created equal, endowed by their creator with certain inalienable rights -- life, liberty and the pursuit of profit.\" Now that has a certain ring, don't you think? I'm Bruce Morton.",
    "statement": "In \"Worldview\" today, a trip to the movies. We'll find out who sees the most and how movies make their way <AROUND> the world. We'll go to the Czech Republic, a scenic setting for many of today's films. And we'll revisit a favorite. It <MAY> be gone, but it's not forgotten, a movie made from a world famous book. It has <SOLD> more copies than any other novel in American publishing history. It is a book that chronicles the history of the south, the tragedy of war and the pains of romance. The novel we're talking <ABOUT>, of course, is \"Gone With The Wind.\" It was written by Atlanta native Margaret Mitchell over a <PERIOD> of several years and first hit bookstores in 1936. Fifty thousand copies flew off the shelf in just one day and within six months, one million copies had been <SOLD>. By 1965, sales of the book passed the 12 million mark and it was translated into 25 languages and <SOLD> in 40 countries. The film version of \"Gone With The Wind\" was also very successful. It premiered in Atlanta in 1939 and went on to win 11 Academy Awards. Here's more now on the book and the movie that's become an integral part of American culture."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "In \"Worldview\" today, a trip to the movies. We'll find out who sees the most and how movies make their way around the world. We'll go to the Czech Republic, a scenic setting for many of today's films. And we'll revisit a favorite. It may be gone, but it's not forgotten, a movie made from a world famous book. It has sold more copies than any other novel in American publishing history. It is a book that chronicles the history of the south, the tragedy of war and the pains of romance. The novel we're talking about, of course, is \"Gone With The Wind.\" It was written by Atlanta native Margaret Mitchell over a period of several years and first hit bookstores in 1936. Fifty thousand copies flew off the shelf in just one day and within six months, one million copies had been sold. By 1965, sales of the book passed the 12 million mark and it was translated into 25 languages and sold in 40 countries. The film version of \"Gone With The Wind\" was also very successful. It premiered in Atlanta in 1939 and went on to win 11 Academy Awards. Here's more now on the book and the movie that's become an integral part of American culture.",
    "statement": "You still <<<THINK>>> you're the belle of the county, don't you?"
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You still think you're the belle of the county, don't you?",
    "statement": "This was the very first \"Gone With The Wind\" costume I started with back in 1961. I was doing some research at Western Costume, saw this costume lying on the floor, went over to pick it up. <ABOUT> that time somebody walked over and said <WELL>, don't worry <ABOUT> that, they're going to be throwing <ALL> those things away next week. I held it out. Fortunately I saw a label on the jacket that read \"Scarlett (ph).\" I offered to buy it. They <SOLD> it to me for $50 and that's how my \"Gone With The Wind\" collection started. See, even back then I realized the significance of \"Gone With The Wind\" in film and to actually hold and touch something from that movie, it actually, you <KNOW>, it sent chills through my arms and I still get it today. In the film the <ONLY> <THING> you see is <ABOUT> one inch of the sleeves that fan out. That's <ALL> you see of the costume. <WELL>, actually, I have 37 original costumes. They're <ALL> kept on storage on the west coast. I have several more of Clark Gable's, Vivian Leigh's, Leslie Howard's. The skirt for the Ona Munson costume is being worked on as we speak, <<PROBABLY>> <ABOUT> another year's worth of restoration. But I can guarantee it'll be worth the effort. And this was the second piece of \"Gone With The Wind\" memorabilia that I bought."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Forty thousand, $45,000, $50,000.",
    "statement": "And it cost me a lot of money but it <CERTAINLY> was worth it."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Location.",
    "statement": "And Prague these days seems to be the location of choice for many top movie makers. Fleeing high costs, strict work rules and the prospect of strikes by actors and writers at home, international studios are farming out more and more work abroad. But no <WOULD> be Hollywood set is hotter right now than the graceful capital of the Czech Republic."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "fact": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "And Prague these days seems to be the location of choice for many top movie makers. Fleeing high costs, strict work rules and the prospect of strikes by actors and writers at home, international studios are farming out more and more work abroad. But no would be Hollywood set is hotter right now than the graceful capital of the Czech Republic.",
    "statement": "Without a <DOUBT>. It's driven by the <FACT> that Hollywood <ALWAYS> chases places where it can do the work on an affordable level or a more affordable level and save money."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "All local contractors are hired independently and no unions exist. Studio costs and costume rentals are just a fraction of Western prices. (on camera): Keeping costs low is important in movie making. A set like this one, which recreates 19th century London, would have cost three times as much anywhere else in Europe. But Western production companies are looking out for much more than cheap locations. (voice-over): Some things that are possible in the Czech Republic would be unimaginable in Los Angeles or London. For example, the streets on the set were paved with real cobblestones rented by the truckload from the Prague city government. In addition, the city itself is a ready made film set with Medieval architecture and a ninth century castle overlooking the Vuthala Bridge (ph).",
    "statement": "It's a simple, easy, beautiful place to work. That said, it's hard to live on location wherever you are, but Prague makes it easy. There's lots of, a lot of culture, a lot of, you <KNOW>, a lot of <POSITIVE> things <ABOUT> working here."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "It's a simple, easy, beautiful place to work. That said, it's hard to live on location wherever you are, but Prague makes it easy. There's lots of, a lot of culture, a lot of, you know, a lot of positive things about working here.",
    "statement": "Westerners like Matthew Stillman, a British expatriate, help bring international productions to Prague. Stillman says movie makers like the <FACT> that Prague locations can double for London, Paris, Zurich and even New York."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Westerners like Matthew Stillman, a British expatriate, help bring international productions to Prague. Stillman says movie makers like the fact that Prague locations can double for London, Paris, Zurich and even New York.",
    "statement": "I don't <<<THINK>>> we've ever done a film here that's been, that's used the location for Prague."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "But Czech producers don't necessarily share the enthusiasm of their Western counterparts. They find it difficult to raise funds and the invasion of the movie makers has injected inflation into filming costs.",
    "statement": "It's a big problem because these <BEST> people, these filmmakers, Czech filmmakers shooting with bigger money, with American or Western production."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "may": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "It's a big problem because these best people, these filmmakers, Czech filmmakers shooting with bigger money, with American or Western production.",
    "statement": "For now, there is little sign of Western producers falling out of love with Prague, until <<PERHAPS>> the next cheap, accessible and beautiful location becomes fashionable. At least in that case, Czech filmmakers <MAY> get their capital and talent back. Elina Fuhrman, CNN, Prague."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "For now, there is little sign of Western producers falling out of love with Prague, until perhaps the next cheap, accessible and beautiful location becomes fashionable. At least in that case, Czech filmmakers may get their capital and talent back. Elina Fuhrman, CNN, Prague.",
    "statement": "You've heard a lot <ABOUT> movies today from some old favorites to places they're shot. Now let's focus on the business of movies <AROUND> the world. Americans are <OFTEN> first to get new movies, but who gets them after that? Which part of the world is high on the distribution list for the top films? Jim Bolton (ph) takes a look."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "best": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "You've heard a lot about movies today from some old favorites to places they're shot. Now let's focus on the business of movies around the world. Americans are often first to get new movies, but who gets them after that? Which part of the world is high on the distribution list for the top films? Jim Bolton (ph) takes a look.",
    "statement": "Russell Crowe's \"Gladiator\" has been seen <AROUND> the world. But why did Britain and Australia see it months before France and Germany? And why were the Germans the last to see \"Erin Brockovich?\" Most films, of course, start their run in the United States. After that, it's to the English speaking countries where cultures are pretty similar. Then other nations follow on. Germany is traditionally near the bottom of the list for film releases. The reason, of course, is how many times people go to the cinema, which is where the film stands the <BEST> chance of making the most money. And as these numbers show, average attendance in continental Europe is less than that of the U.S. and Britain. There's another reason, cinemas in some countries are bigger so the studios can house bigger audiences and that means bigger profits."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Russell Crowe's \"Gladiator\" has been seen around the world. But why did Britain and Australia see it months before France and Germany? And why were the Germans the last to see \"Erin Brockovich?\" Most films, of course, start their run in the United States. After that, it's to the English speaking countries where cultures are pretty similar. Then other nations follow on. Germany is traditionally near the bottom of the list for film releases. The reason, of course, is how many times people go to the cinema, which is where the film stands the best chance of making the most money. And as these numbers show, average attendance in continental Europe is less than that of the U.S. and Britain. There's another reason, cinemas in some countries are bigger so the studios can house bigger audiences and that means bigger profits.",
    "statement": "You're looking for areas where you can have the highest numbers of people in one screen because that means you have less costs in distributing it to several screens. Now, those areas are Japan, U.K., Australia, which has, on average, <ABOUT> 60,000 people per screen per year coming into that area. Whereas other countries such as Germany and Italy, for example, are far lower, <ABOUT> 30,000 people per screen. <OBVIOUSLY> the economics tends to favor the U.K., Australia and Japan."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "You're looking for areas where you can have the highest numbers of people in one screen because that means you have less costs in distributing it to several screens. Now, those areas are Japan, U.K., Australia, which has, on average, about 60,000 people per screen per year coming into that area. Whereas other countries such as Germany and Italy, for example, are far lower, about 30,000 people per screen. Obviously the economics tends to favor the U.K., Australia and Japan.",
    "statement": "The decision <ABOUT> what movie will open where is tied to how many films there are on release and also the <BEST> <<GUESS>> of which film will appeal where. Forget art, this is simple economics. Jim Bolton, CNN Financial News, London."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "The decision about what movie will open where is tied to how many films there are on release and also the best guess of which film will appeal where. Forget art, this is simple economics. Jim Bolton, CNN Financial News, London.",
    "statement": "Teachers, make the most of CNN NEWSROOM with our free daily classroom guide to the program. There you'll find a rundown of each day's show, so you choose just the program segments that fit your lesson plan. Plus, there are discussion questions and activities. And the guide highlights key people, places and news terms. Each day, find hot links to other online resources and previews of upcoming \"Desk\" segments. It's <ALL> at this Web address, where you can also sign up to have the guide automatically e-mailed directly to you each day. It's easy. It's free. It's your curriculum connection to the news. After <ALL>, the news <NEVER> stops, and neither does learning."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Fine, how are you?",
    "statement": "Pretty good. I used to keep journals of clouds and I used to listen to radio stations and log, and especially in the wintertime, log the barometric pressure readings. I just kept having this pipe dream that somehow, somehow I'm going to get a job and I'm going to be on TV. I get rejections and pretty nasty rejections from everybody, except one in Richmond. He called and said his weekend weather person just quit. I'd like to give you a chance to come in and audition."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Tomorrow's weather, clouds and some light snow over the southern portions of the state, sunshine up north. That's where the cold air is and we'll see that here by Tuesday.",
    "statement": "ABC 7 weather. When you're on TV, especially with the weather -- Hey, George, what's up? -- you <SEEM> to be a magnet for people that are alone, for the elderly, people that are disabled. Yup. You're not having rain up there right now? After a while, especially after 17 years on TV in Washington, you become a friend or a member of the family."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "OK, center.",
    "statement": "Making <<<SURE>>> the graphics are up to date and in between the shows the numbers are going to <CHANGE> so you want to make <<<SURE>>> that the numbers are the most numbers, temperatures from the airports and from the area."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "certainly": "ungraded",
      "totally": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Making sure the graphics are up to date and in between the shows the numbers are going to change so you want to make sure that the numbers are the most numbers, temperatures from the airports and from the area.",
    "statement": "Let's see what we've got. The equipment's geared that nothing surprises you and we have such varied ways now of displaying the information. We have a list now of 1,000 people on our e-mail that I e-mail forecasts to <EVERY> afternoon and evening. It's slow today. A New Jersey mayor wants forecasters held responsible for dire predictions like this week's snowstorm that fizzled in some areas. There's no way on earth you can forecast amounts before the storm even forms, yet there's a tendency in TV weather people to do that. If you rely <TOTALLY> on the model solutions and don't trust your eyes and don't trust your experience, you can blow the forecast big time. I've <CERTAINLY> done it before. I'd like you to <TAKE> the bags and wrinkles out today."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Let's see what we've got. The equipment's geared that nothing surprises you and we have such varied ways now of displaying the information. We have a list now of 1,000 people on our e-mail that I e-mail forecasts to every afternoon and evening. It's slow today. A New Jersey mayor wants forecasters held responsible for dire predictions like this week's snowstorm that fizzled in some areas. There's no way on earth you can forecast amounts before the storm even forms, yet there's a tendency in TV weather people to do that. If you rely totally on the model solutions and don't trust your eyes and don't trust your experience, you can blow the forecast big time. I've certainly done it before. I'd like you to take the bags and wrinkles out today.",
    "statement": "Oh, if I <<COULD>> do it, I <WOULD> be working on myself right now."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Oh, if I could do it, I would be working on myself right now.",
    "statement": "Do you have the brown spray to put on today? <OBVIOUSLY> this is just for the bright lights in the studios why I wear makeup."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "News at five with Kathleen Matthews (ph).",
    "statement": "And I'll point out the clouds moving over this, you <KNOW>?"
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Ten, here we come.",
    "statement": "<ALL> right. You do the news, I do the weather normally. We're going to turn it <AROUND> <A LITTLE> bit."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "This is a <<KIND OF>> weather news. Check this out. A New Jersey mayor wants forecasters to be held responsible for their dire predictions. As far as it comes to predicting weather for this area and knowing how it affects people and knowing how to effectively communicate that to people and have it have meaning and do it in a way that's friendly and warm, I'll put my <STUFF> up against anybody. Some of that will reach our area, but just widely scattered showers in the forecast tonight. In <FACT>, that's what we have in our forecast. For this evening, we're calling for showers possible, temperatures in the '40s, the sunset getting later as we head towards the first day of spring. If I can come away and people will say I understood exactly what you explained last night, or now I understand exactly what's happening with this storm... There <<COULD>> be, <<COULD>> be just a few sprinkles at that time. -- that's a big win for me. I've done my job the right way. <ALL> done. Wasn't that fun? That worked out OK."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "This is a kind of weather news. Check this out. A New Jersey mayor wants forecasters to be held responsible for their dire predictions. As far as it comes to predicting weather for this area and knowing how it affects people and knowing how to effectively communicate that to people and have it have meaning and do it in a way that's friendly and warm, I'll put my stuff up against anybody. Some of that will reach our area, but just widely scattered showers in the forecast tonight. In fact, that's what we have in our forecast. For this evening, we're calling for showers possible, temperatures in the '40s, the sunset getting later as we head towards the first day of spring. If I can come away and people will say I understood exactly what you explained last night, or now I understand exactly what's happening with this storm... There could be, could be just a few sprinkles at that time. -- that's a big win for me. I've done my job the right way. All done. Wasn't that fun? That worked out OK.",
    "statement": "More science news in store for you next week. Coming up next Thursday on NEWSROOM, we'll bring you a special segment titled Voyage Of Life. Our Joel Hochmuth (ph) tackles some of the tough ethical and scientific questions regarding both the future and history of life as we <KNOW> it. Just how <<COULD>> recent advances in genetics <CHANGE> what it means to be human? And what <ABOUT> some recent challenges to long held theories <ABOUT> our origins? We'll hear from both sides."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Evolution happened. It works.",
    "statement": "I <WOULD> say there's not <OVERWHELMING EVIDENCE> and I <<<THINK>>> the theory is in trouble."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I would say there's not overwhelming evidence and I think the theory is in trouble.",
    "statement": "That's <ALL> a part of the voyage of life, right here on <MAY> 3. That's it for today's show. We'll see you next week. Bye-bye."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "perhaps": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The <OFTEN> maligned TSA getting kudos today for rescuing a woman at the Miami International Airport. Agents shown in this TSA video. Notice the woman. She seemed nervous. She had bruises on her face, scratches on her shoulder. Once they got her away from her traveling companion, she told them she had been beaten and robbed at a hotel by two women she had been traveling with. So the women were charged then with kidnapping, robbery, false imprisonment and battery. Noted author and playwright Gore Vidal has died. He was <<PERHAPS>> <BEST> known for his <BEST> sellers \"Lincoln\" and \"Myra Breckenridge.\" He also wrote two Broadway plays and a number of screen plays. Vidal was a liberal Democrat who ran unsuccessfully for Congress in New York and for the Senate in California. He died yesterday at his Los Angeles home of complications from pneumonia. He was 86."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Tough gal here. Super strong. A young woman pulls a car off her father, saves his life. The car weighs, keep in mind, more than 3,000 pounds. Her father was working under this car in the family garage when a jack slipped. He was pinned. He wasn't even breathing.",
    "statement": "There was no tire and he was -- his body was angled this way. Then I came back and dragged him out and started CPR. <<KIND OF>> like telling him, talking to him like don't -- you can't leave me. You <KNOW>, you <HAVE TO> stay with me. Keep breathing."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "opinion": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "There was no tire and he was -- his body was angled this way. Then I came back and dragged him out and started CPR. Kind of like telling him, talking to him like don't -- you can't leave me. You know, you have to stay with me. Keep breathing.",
    "statement": "Stay with me, dad. She learned CPR as a lifeguard. Right now her father is in the ICU at a Virginia hospital. He is expected to <FULLY> recover from several broken ribs and fractures. And from the annals of too funny not to show, a smart car with not too brilliant driver inside. Just look at the pictures with me. We <<KIND OF>> <ALL> had our eyes glued to these pictures earlier today. When you ever see a smart car involved in a high speed chase. This guy led Houston police on a brief chase this afternoon after an officer tried to pull him over for a traffic violation. The driver, you <KNOW>, typically they are <<SORT OF>> stopped on the road. This guy actually just goes home with police in hot pursuit. No word on any charges. But our affiliate in Houston, KPRC, tells us the man driving that little car <ABOUT> 6'2\" and 245 pounds. <OFTEN> times when we go to the doctor's office or to a hospital we put our trust, most of <ALL> our lives in the hands of the staff there. Are we putting too much faith in them? Medical experts now say, an estimated 200,000 Americans die each and <EVERY> year from medical mistakes. The 12-year-old Rory Stockton had faith in his doctor after he got cut and started <FEELING> pain in his leg. But he was under prescribed. The doctor said he was dehydrated and gave him Tylenol and sent him on his way. Rory died days later. His death was preventable. I sat down with CNN's chief medical correspondent, Dr. Sanjay Gupta today. He wrote this <<OPINION>> piece in the \"New York Times\" just today."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Stay with me, dad. She learned CPR as a lifeguard. Right now her father is in the ICU at a Virginia hospital. He is expected to fully recover from several broken ribs and fractures. And from the annals of too funny not to show, a smart car with not too brilliant driver inside. Just look at the pictures with me. We kind of all had our eyes glued to these pictures earlier today. When you ever see a smart car involved in a high speed chase. This guy led Houston police on a brief chase this afternoon after an officer tried to pull him over for a traffic violation. The driver, you know, typically they are sort of stopped on the road. This guy actually just goes home with police in hot pursuit. No word on any charges. But our affiliate in Houston, KPRC, tells us the man driving that little car about 6'2\" and 245 pounds. Often times when we go to the doctor's office or to a hospital we put our trust, most of all our lives in the hands of the staff there. Are we putting too much faith in them? Medical experts now say, an estimated 200,000 Americans die each and every year from medical mistakes. The 12-year-old Rory Stockton had faith in his doctor after he got cut and started feeling pain in his leg. But he was under prescribed. The doctor said he was dehydrated and gave him Tylenol and sent him on his way. Rory died days later. His death was preventable. I sat down with CNN's chief medical correspondent, Dr. Sanjay Gupta today. He wrote this opinion piece in the \"New York Times\" just today.",
    "statement": "<WELL>, you <KNOW>, I mean, some of it is exactly what you'd <EXPECT>. It can be errors of judgment or technical errors in the operating room. They can be errors where people did not follow standard practice of medicine. But one of the things I really <<SORT OF>> was getting at was that even over the last years, we've known these numbers to be high for some time, but it continue to go up. I <<<THINK>>> this idea that people order more tests, do more procedures in order to not have a mistake, not miss something. But each time they do that, they inject the possibility of another error. So it was a <<SORT OF>> startling irony for me, which is why I wrote <ABOUT> it."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, you know, I mean, some of it is exactly what you'd expect. It can be errors of judgment or technical errors in the operating room. They can be errors where people did not follow standard practice of medicine. But one of the things I really sort of was getting at was that even over the last years, we've known these numbers to be high for some time, but it continue to go up. I think this idea that people order more tests, do more procedures in order to not have a mistake, not miss something. But each time they do that, they inject the possibility of another error. So it was a sort of startling irony for me, which is why I wrote about it.",
    "statement": "That was the irony. You wrote <ABOUT> this defensive medicine and something else not being in the medical community that I found interesting is there are meetings, these M&M; meetings where you <ALL> get together away from the public to discuss mistakes. As we <KNOW> mistakes happen and be very candid and learning <ABOUT> them. Tell me <ABOUT> this. It was your first M&M; meeting. You heard <ABOUT> a patient with a viral infection and <GIVEN> antibiotics and that was the <WRONG> solution."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "That was the irony. You wrote about this defensive medicine and something else not being in the medical community that I found interesting is there are meetings, these M&M; meetings where you all get together away from the public to discuss mistakes. As we know mistakes happen and be very candid and learning about them. Tell me about this. It was your first M&M; meeting. You heard about a patient with a viral infection and given antibiotics and that was the wrong solution.",
    "statement": "Yes, so this woman, a very standard story. Someone goes in for an upper respiratory type <THING>. Doctors <ALL> <KNOW> that it's almost viral. It <<COULD>> be bacteria requiring antibiotics, but almost <ALWAYS> viral. You don't give antibiotics for that. In this particular case, this woman had a severe reaction to the antibiotics. She developed what is known as Steven Johnson's syndrome, terrible blistering <ALL> over her body. It almost looked like she had been burned. It's a very rare, you <KNOW>, consequence of taking antibiotics. But the <THING> that struck me even then was it didn't <NEED TO> happen at <ALL> because she didn't need those medications in the first place and now she was paying heavy price for, you <KNOW>, getting that medication. So it made me <<<THINK>>> a lot harder <ABOUT> <EVERY> single medication I order, <EVERY> procedure I perform and any test, you <KNOW>, because it can have consequences."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "presume": "ungraded"
    },
    "previous_statement": "Yes, so this woman, a very standard story. Someone goes in for an upper respiratory type thing. Doctors all know that it's almost viral. It could be bacteria requiring antibiotics, but almost always viral. You don't give antibiotics for that. In this particular case, this woman had a severe reaction to the antibiotics. She developed what is known as Steven Johnson's syndrome, terrible blistering all over her body. It almost looked like she had been burned. It's a very rare, you know, consequence of taking antibiotics. But the thing that struck me even then was it didn't need to happen at all because she didn't need those medications in the first place and now she was paying heavy price for, you know, getting that medication. So it made me think a lot harder about every single medication I order, every procedure I perform and any test, you know, because it can have consequences.",
    "statement": "One of the other things I thought <ABOUT> in reading your article. I had ACL knee reconstructive surgery. They had a big yes on one knee and no on the other. And I thought, my goodness, do they really not <KNOW> which knee they are operating on, but it made me <<<THINK>>> of this story you tell <ABOUT> the CT scan hanging upside down and I <<PRESUME>> the O.R. So they operated on the <WRONG> side of brain."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "One of the other things I thought about in reading your article. I had ACL knee reconstructive surgery. They had a big yes on one knee and no on the other. And I thought, my goodness, do they really not know which knee they are operating on, but it made me think of this story you tell about the CT scan hanging upside down and I presume the O.R. So they operated on the wrong side of brain.",
    "statement": "I <KNOW>. It's funny to see your response to that because it does sound so simple. It <WOULD> even sound crazier not to do things like that, which I <<<THINK>>> what we realize. In this case, someone did have -- it was a trauma situation. The patient was bleeding internally. Everyone is moving fast. The scans were hung up backwards so instead of right side. It looked on the left side. The surgeon recognized the mistake after already starting the operation. It was devastating for everybody. The patient did OK, but how <<COULD>> this happen. Now in our operating room there's <ALWAYS> a time-out. We basically say everyone stop, is this the right patient? Is that the right side?"
  }
]