[
  {
    "transcript_id": "CNN-356422",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Honestly, just beautiful. It gets me every time. Here to discuss the moving ceremony, the author of \"Leadership in Turbulent Times\" -- 11 weeks on the \"New York Times\" bestseller list -- presidential historian Doris Kearns Goodwin. And, Doris, that moment reminds me -- yes, this was a national moment, it is a state funeral, but it's a family moment. It's a moment between a son and a father, as well.",
    "statement": "Oh, without a <QUESTION>. I mean, I was listening to that and you couldn't help but find the emotion within yourself. I mean, when he -- the <BEST> father a son or daughter <<COULD>> have -- you <KNOW>, I want him to hold her hand. I mean, there was just authenticity <ABOUT> it. And the rest of his eulogy was lovely, and it was funny, and it talked <ABOUT> his father. But then, when the emotion breaks down I <<<THINK>>> is when <ALL> of us watching <<FEEL>> yes, this is a son whose father has died. This is a family who is now broken. However old he was, he was their man."
  },
  {
    "transcript_id": "CNN-106762",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "You just hear about what's going on in the rest of the world, and, you know, that you do put two and two together. It's not -- you know, I guess it's stereotyping in its own way.",
    "statement": "Canadian officials allege, the men Cotay (ph) saw were part of an al Qaeda-inspired group training to blow up targets in Canada with three tons of ammonium nitrate, the fertilizer that, fashioned into a bomb, devastated the Murrah Federal Building in Oklahoma City. Police seized ammonium nitrate in raids over the weekend, along with what appeared to be a detonator."
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "He can afford it.",
    "statement": "He <MAY> be able to help them out. At least that's what -- we don't <KNOW>. We haven't seen his tax return."
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "She is. It's really hurting her and affecting her and it's affecting my kids. My cousins' kids. I mean, because you would never think that this would be going on.",
    "statement": "We'll be back with some more moments with Mark Nichols, and then we'll have some other people talk <ABOUT> this matter. We'll also get a check-up later in the hour <ABOUT> the Jackson matter and the sentencing of Scott Peterson tomorrow. Right back with some more with Mark Nichols, the older brother of Brian Nichols. Don't go away."
  },
  {
    "transcript_id": "CNN-371049",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "If we had had confidence that the president clearly did not commit a crime, we would have said so. We did not, however, make a determination as to whether the president did commit a crime.",
    "statement": "Americans searched Mueller on Google more than 500,000 times Wednesday. That sparked an interest and Americans hearing from Mueller for the first time in two years, <WELL>, it helps explains why the president spent 17 minutes on the South Lawn today. The president wants the <LAST WORD>, or words, and doesn't care that those words include lie after lie."
  },
  {
    "transcript_id": "CNN-331244",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Are you prepared? OK. <WELL>, I am with you, James Garfield historic society. OK. A perfect lead in for my friend, Ashleigh Banfield. Crime and Justice is next."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "obviously": "ungraded",
      "could": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Well, you know, I'm not really sure. My feel is, Wolf, that this may be the start of a larger strike operation from the air on targets in Baghdad and elsewhere, because a lot of results have not come back from the initial strikes. In other words, we haven't had a lot of -- even though there was talk about it. There weren't a lot of units surrendering or changing in the situation with the Iraqi army.",
    "statement": "General Grange, on the first two nights the so-called shock and awe didn't necessarily materialize. There were very limited strikes against selected targets, leadership targets, Republican guard and high-government leadership targets, the first night <<PRESUMABLY>>, including Saddam Hussein himself. But there has been widespread anticipation as the ground war has begun in the south, U.S. and British forces moving in significant forces in the south that <<PERHAPS>>, <<PERHAPS>> we <WOULD> see the start of that shock and awe campaign. Or <<PERHAPS>> not. <<PERHAPS>> another third day of selected strikes in and <AROUND> Baghdad. So we <<COULD>> go, <OBVIOUSLY>, either way as far as what we are trying to understand right now. Isn't that right?"
  },
  {
    "transcript_id": "CNN-159216",
    "matched_terms": {
      "sure": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Yes. Amazing. Time now for a look at the top stories. Remembering Elizabeth Edwards this morning. She died yesterday at 61 years old a day after announcing she was stopping treatment for breast cancer. She's being praised for resiliency after the death of her teenage son and her husband's high profile affair and in the face of a disease that would take her life.",
    "statement": "The Australian government blaming the United States and not the founder of WikiLeaks for those embarrassing State Department leaks. Australian foreign minister Kevin Rudd is questioning the adequacy of U.S. security measures and says jailed WikiLeaks chief Julian Assange <SHOULD> not be held responsible for the unauthorized release of those classified cables."
  },
  {
    "transcript_id": "CNN-259270",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Again, we have to come together. I think there are a lot of fractured pieces from the mayor's office to the council to the police department. One thing that I've been constantly talking about is the critical importance for us to get the body cameras on police officers. You know, it better protects the officers, but it also provides the community with the transparency that they need associated with the stops. It's a win/win situation across the board. I know the administration is looking to roll it out and fully deploy it by 2019. That's just too far out. We have to get to that as soon as possible.",
    "statement": "I hear you on the body cameras, but what does that <HAVE TO> do with the homicide rate? The mayor says she's moving on Batts because of the drug rate. Batts said the drugs on the street heightened a lot of gang activity. You have a union that weighed in to say they were upset <ABOUT> the police leadership telling them not to engage with people during the riot. But the word is that the word came from the mayor. So what really caused this spike in homicide? What really is the accountability that you need there?"
  },
  {
    "transcript_id": "CNN-224102",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hey, everyone. Good evening from New York City. You are in the CNN NEWSROOM. I'm Poppy Harlow. This weekend on CNN, we are <ALL> <ABOUT> two of the world's most definitive, most over the top and most eagerly awaited events in the lives of sports lover. One belongs to the United States. The other belongs to the world. This time tomorrow Super Bowl Sunday of course fans will already be packed inside. What you're looking at right there live shots of MetLife Stadium. They will be getting cold as <WELL> while a massive security team works to make <<<SURE>>> that the game, and the fans are <ALL> safe. At the same time half way <AROUND> the world, it is one week and counting to the start of the 2014 winter Olympic games. And talk <ABOUT> security over there. Our Ivan Watson is in Sochi, Russia, we'll hear from him in a couple of minutes. But out on Super Bowl Boulevard, Time Square in New York City, Don has by far the better assignment of the two of us down there. I was there yesterday. It is a blast. <ALL> the fans behind him practicing their cheers saying this is CNN. Don has been working on that."
  },
  {
    "transcript_id": "CNN-46784",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, Frank, will that hold? I mean, have you ever seen a situation where the president did not take the heat for an economic recession?",
    "statement": "<WELL>, we've <NEVER> had a situation like this one. We've <NEVER> had September 11. And trying to demonize the Republican Party or trying, as the leader of the congressional Democrats did, to refer to this as the \"Bush recession,\" not even you Senate Democrats have supported that. It's just, it's a bridge too far."
  },
  {
    "transcript_id": "CNN-230269",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I think it has to do with the fact that she's 40, inflection point in her life. As Suzanne pointed out she's anticipating the potential of a Hillary Clinton presidential run and to get out ahead of it, tell her story in her own words on \"Vanity Fair,\" and then hopefully get off the table so to speak during Hillary's book tour and a possible presidential. She wants to be able to turn the page in her own life. That's why she took the reins to tell her own story this time.",
    "statement": "So sadly get off the table and anything that makes it more prominent, there are a lot of people didn't <KNOW> <ABOUT> it. Now they're voting Americans. Does this <CLEAR> the air for Monica Lewinsky or does it really <<KIND OF>> drudge it <ALL> back up again?"
  },
  {
    "transcript_id": "CNN-85919",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Joseph Turow at the Annenberg School of Communication.",
    "statement": "People want to pry into sensational celebrity or otherwise important people and their trials goes way back. The real <QUESTION> is what are people learning <ABOUT> the nature of the judicial process in a Democratic society?"
  },
  {
    "transcript_id": "CNN-206854",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And how much were you drinking, if you can remember?",
    "statement": "<WELL>, you <KNOW>, I had a joke that my doctor says I <SHOULD> <NEVER> have an empty glass is what I <WOULD> tell the waitress. You <KNOW>? So we were celebrating. It was, you <KNOW> -- we were <ALL> celebrating."
  },
  {
    "transcript_id": "CNN-10311",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Well, I've got to quite candidly say, that I'm a little partial to the first one. Come on, I mean, that's my puppy.",
    "statement": "We <<KIND OF>> set it up for the <FACT> that I <<COULD>> go to work for him and become a black private dick. <<MAYBE>> he'll teach me to be a sex machine for <ALL> the chicks."
  },
  {
    "transcript_id": "CNN-137839",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right. A lot more of the exclusive interview coming up right here in THE SITUATION ROOM with the Pakistani president on the crisis in his country right now. And a lot more looking ahead to his big meeting tomorrow with the president of the United States and the visiting president of Afghanistan. Stand by. The situation in Pakistan and neighboring Afghanistan is threatening to explode on President Obama's watch. The strategy is very complicated. The stakes, though, are enormous. Our Foreign Affairs Correspondent Jill Dougherty is over at the White House. She's working the story for us. Jill, what's the president's approach right now in deal with these talks, with the leaders of Pakistan and Afghanistan?",
    "statement": "<WELL>, one of the <CRITICAL> things, Wolf, is simply to bring them together in one place. And we're actually looking at three days. They are here today. Two more days, <CRITICAL> meetings, very important meetings with the president and with the secretary of state up on Capitol Hill, et cetera. And face-to-face meetings at a <CRITICAL> time."
  },
  {
    "transcript_id": "CNN-51454",
    "matched_terms": {
      "clear": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I'm not going to characterize the results in any way. These are safety analyses that are performed internally for our own work. I will say that we know that we had improvements to make, and we've been making steady improvements. The inspector general himself has said that over the time that he was testing, prior to February of this year, between the events of September and February of this year, that we've made significant improvements. So, the data is better today than it was several months ago. It will be better still several months from now, as we work at this day by day and begin to train our new team of folks -- federal workers, who are coming in with five times the amount of security training, to assume these vital safety jobs.",
    "statement": "And we <SHOULD> make it <CLEAR>, these tests were happening before the date when you took over, the new transportation security administration, took over security at the airports. Tell me more, though, <ABOUT> why this <MAY> have happened. Do we <<<THINK>>> that these were more machine slip-ups, or human error?"
  },
  {
    "transcript_id": "NPR-19900",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "So if you're a mainstream Republican, what do you do now?",
    "statement": "You fight on. You <KNOW>, my dad told me when I was a kid you've got to stand up and fight a bully whether you win or you lose. And he's still alive, and I've talked to him <ABOUT> this. And he said this is the <<KIND OF>> bully I <NEED TO> be fighting."
  },
  {
    "transcript_id": "CNN-294991",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well I wish that there was a fact checker at the debate, to fact check Clinton and point out what our reporter pointed out Brian Todd, that this was an allegation. And when you fact check this lady Alicia Machado, what she find is an AP story I have collaborated in front of me from 1998 ex-Universe accused of threat. Judge Fuenmayor has actually got on air saying this woman called him and set threatened to end his career and life. AP story as I have an economist story from the same month in February of 1998. So this is a he said, she said.",
    "statement": "I <<<THINK>>> it's actually not."
  },
  {
    "transcript_id": "CNN-188489",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Congressman Charlie Rangel also surviving a career threatening primary challenge, winning his Democratic primary race in New York. He was facing voters for the first time since being censured for fellow House members for ethics violations. He's running for a 22nd term in Congress.",
    "statement": "And remembering Nora Ephron, the brilliant writer and filmmaker died yesterday after a battle with leukemia. She was just 71 years old. Ephron scored three Oscar nominations for screen writing, one for the dramatic film \"Silkwood\" and for two of her romantic comedies. You <KNOW> them, \"Sleepless in Seattle\" and \"When Harry Met Sally.\""
  },
  {
    "transcript_id": "CNN-387580",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Right now, we reward opposition. We cover opposition and the voters expect opposition.",
    "statement": "But if you look at this Mexico-Canada trade agreement, I mean, I don't <<<THINK>>>, listen, I <<<THINK>>> -- I <<<THINK>>> Nancy Pelosi is a very smart woman, especially politically. And if there weren't -- if she didn't get a lot of what she wanted in this deal, especially now that she has this impeachment <THING> going on, I don't <<<THINK>>> that she <WOULD> have signed off on it. So, I do <<<BELIEVE>>> her when she says that she got a lot. This is -- that she got a lot."
  },
  {
    "transcript_id": "CNN-133244",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Michael, as always, colorful commentary, colorful reporting. We thank you for joining us.",
    "statement": "Remember the fall of Baghdad and the statue of Saddam Hussein, that was back in April of 2003 with the Iraqis furiously beating it with their shoes. In Arab culture, some of you <MAY> <KNOW> throwing shoes at someone is the ultimate insult. So for more insight on this, we want to bring CNN's senior editor of Arab affairs, Octavia Nasr. She joins us now by phone with some insight on <ALL> of these. Octavia, I've been reading this and a lot of people <KNOW> that crossing your legs and showing the soles of your shoe is an awful <THING> to do in Arab culture. <CERTAINLY>, throwing your shoes is one of the worst insults. Why is this significant?"
  },
  {
    "transcript_id": "CNN-168060",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "It <WOULD> be fair to say then that there are clothing items that Caylee had that <<COULD>> last for as much as a year, even if she's growing taller. Correct?"
  },
  {
    "transcript_id": "CNN-86728",
    "matched_terms": {
      "around": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "That's right, Anderson. Senior government sources tell CNN that the stream of intelligence actually revealed more than the five targets that we've heard about. Sources describe them as financial targets. A Homeland Security official acknowledges there were a number of what he calls minute mentions without any details, but he would not elaborate.",
    "statement": "With enhanced security in place <AROUND> the named targets, counterterrorism officials <<<BELIEVE>>> al Qaeda conducted surveillance inside the five buildings, some of it done within the last few months."
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Absolutely. And Kent Zimmerman, if I could ask you, though, it relates to motive. Let`s look at motive. And I know you don`t have to prove motive, Kent. But in the final analysis, who would have done it? Who has the motivation? Who would actually do this thing but a father who`s grieving and upset?",
    "statement": "Listen, it`s easy to point to the father, but the <REALITY> is, as the defendant, it`s not his job to <FIGURE> who did it. He just has to prove the reasonable <DOUBT>, as you pointed out. That`s the key <THING>. Who else <<COULD>> have done it? The answer is we don`t really <KNOW>, but that`s not the defendant`s job. It <<COULD>> have been a lot of people for a lot of reasons that we`re not aware of."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "He went, \"Jury acquitted him.\"",
    "statement": "I <<<THINK>>> I learned the same <THING> <ABOUT> the court system that you did with Johnnie Cochran, and I have friends who are attorneys and, you <KNOW>, trial attorneys."
  },
  {
    "transcript_id": "CNN-92022",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "The omissions are evident. Take fashion giant Prada. We looked at runway shows going back several years. Last year, no women of color. 2003, none. 2002, zero. Prada has not put a woman of color on its runway in at least six years. Prada's spokeswoman has not returned our calls.",
    "statement": "It's <<KIND OF>> safe (ph). There's one Naomi. There's one Alek Wek. There's one Liya. You <KNOW>? But when you've got <ALL> of them on a runway, it creates a shift. And it's <ABOUT> -- I <<<THINK>>> people aren't <QUITE> comfortable with what that shift is."
  },
  {
    "transcript_id": "CNN-321366",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "The video speaks only 34 seconds long with speaks volume about what was happening inside at rehabilitations center at Hollywood hills. In the hallway, a woman sit in a gurney entirely naked. The person who shot the video says the same woman was clothed in a gown when she saw her on Monday but had grown so uncomfortably hot by Tuesday, she stripped off all of her clothing and seeking relief from the heat. The woman who shot the video did not want to appear on camera but wanted other to see the condition at the facility after hurricane Irma knocked out its air-conditioning. In the video, her 89-year-old parents, Gabrielle and Lydia Gerardo. Both were hospitalized after being evacuated from the facility Wednesday. Libya has since been discharged and Gabrielle remains in the hospital with a urinary tract infection. His daughter says he got because he was dehydrated. The person who shot the video says she was at the facility Monday and the air-conditioner was already off. The video was shot Tuesday night, just hours before the center was evacuated. It shows her father who suffers from Alzheimer with a fan next to his bed. Her mother in a second bed. Their second floor window open and the curtains lifted up to allow as much airing as possible. In the hallway, a large fan is seen in effort to keeping air moving in the facility. A spokesperson for the rehabilitation center says they contacted Florida power and light and state emergency officials immediately after losing air-conditioning. The spokesperson says the facility had adequate staffing and followed protocol throughout the crisis. This spokesperson also said water and ice were provided for residents and that this roving resident is not protocol for staying cool. Florida's agency for healthcare administration that regulates the facility told CNN at no time the facility reports that conditions have become dangerous or that the health and safety of their patients was at risk. Miguel Marquez, CNN, Hollywood, Florida.",
    "statement": "Now, still many questions to be answer there. Miguel Marquez, thank you. The nation's capital is a hub of demonstrations today. Two are right now on the national mall forcing many street closures and a major police presence."
  },
  {
    "transcript_id": "CNN-126677",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to the CNN NEWSROOM. I'm Rick Sanchez. The story now that I've been telling you <ABOUT>. This is of a woman who called 911. Instead of getting help she got two things. She got ignored and she got ridiculed. How <WOULD> you <<FEEL>> if you were treated this way? Here's Phil Williams from our national affiliate WTVF."
  },
  {
    "transcript_id": "CNN-303154",
    "matched_terms": {
      "absolutely": "ungraded",
      "may": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "A lot of big changes as Donald Trump takes office after January 20th. One change could include the U.S.' decades-old One China policy. Under that policy, Washington has formal diplomatic ties with Beijing, but not with Taiwan. But the president-elect told \"The Wall Street Journal\" that that is up for negotiation. We get more now from CNN's Steven Jiang in Beijing.",
    "statement": "If business tycoon Donald Trump thinks everything in the world is negotiable, he <MAY> be reminded soon as the next U.S. president that, at least in the eyes of the Beijing government, one issue is <ABSOLUTELY> not negotiable. That is the One China policy. Officials here have reminded him and his team time and again in the past few weeks that Taiwan --"
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "know": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "They were incredible catalogers weren't they, documented everything? Yes.",
    "statement": "People will do. Next to my mother, it has the word, Christiane, verschwinden. Verschwinden in German means disappeared. I don't <KNOW> where she is. So this documentary and the exhibit right now as we speak at the Museum of Jewish Heritage is really a gravestone for people like my mother who don't have a grave or the rest of the family and the rest of the people."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "obviously": "ungraded",
      "must": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, CNN's Fred Pleitgen is with me, as is Elise Labott. Both tracking the latest developments from London and Washington and they joined me now with two different perspectives. Fred, you have the British perspective, but Elise, to you first, in Washington, the decision to send Rex Tillerson at the last minute, is this an indication of the seriousness with which the U.S. now takes of what is now a rupture in the special relationship?",
    "statement": "<WELL>, I <<<THINK>>>, Richard, you can <ONLY> see it as that. Although I <MUST> say I <<<THINK>>> when it comes to this particular incident, I'm not <<<SURE>>> it's really something that's indigenous to the Trump administration, and it's getting <<KIND OF>> roped in with the whole idea of intelligence and President Trump's discussion of classified Israeli intelligence to the Russians. Look, when an investigation of this nature takes place, you <KNOW>, it's <USUALLY> U.S. officials that are talking early <ABOUT> the investigation to U.S. reporters. I wouldn't necessarily say they're political officials. They <<COULD>> be long time career officials. But I <<<THINK>>> the way that it's resonated this particular time in Britain, and because it <OBVIOUSLY> speaks to such a sensitivity of this investigation and what the British are trying to find that it does speak to a rift in the relationship right now. That's why Rex Tillerson is going over to show solidarity with our British counterparts."
  },
  {
    "transcript_id": "CNN-301125",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Authorities believe the truck in the Christmas market attack was driven across the border from Poland. Joining me from Berlin is Dominic Thomas, he chairs at the Department of French Francophone Studies at UCLA. And what's really depressing about this is the sort of attack that everyone was expecting within the police, within the security services, within government. There's very little you can do to protect these crowded places.",
    "statement": "That's right. That's what <ABSOLUTELY> staggering <ABOUT> this. It's been a major conversation point both here and <<WELL>-KNOWN> internationally that these markets that attract tourists from <ALL> over the world and significant number of Germans from local areas come in to enjoy these markets during the months of November and December. And what's remarkable <ABOUT> it is the relative absence of security, of reinforcement <AROUND> the market areas that are extraordinarily vulnerable to these kinds of lone attacks."
  },
  {
    "transcript_id": "CNN-123433",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "But Richard, aren't we supposed to be nonpartisans, we're the journalists, right, so that's what we check?",
    "statement": "<WELL>, yes, there's a difference between being neutral and being nonpartisan."
  },
  {
    "transcript_id": "CNN-12169",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you for calling Public Works and Engineering. All calls are recorded...",
    "statement": "Houston's Citizens' Response Center says it now has phone lines open 24 hours a day, seven days a week fielding calls from people needing information <ABOUT> the city's cooling centers."
  },
  {
    "transcript_id": "CNN-170327",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "I <<<THINK>>> that's the general agreement, isn't it?"
  },
  {
    "transcript_id": "CNN-72246",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "They call it social smoking.",
    "statement": "<WELL>, you <KNOW> what? You can call it anything you want. But the <<TRUTH>> is, in a few years this group -- a pack a day. You watch."
  },
  {
    "transcript_id": "CNN-160729",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Live from Studio 7, I'm Carol Costello. CNN's big stories for Thursday, January 13th. There will be a funeral mass in Tucson today for 9-year-old Christina Green at St. Elizabeth Ann Seton Catholic Church. An American flag from the World Trade Center site will honor last Saturday's youngest shooting victim. Christina was born on September 11, 2001. Her father says she entered the world on one tragic day and she left on another. Boston schools are closed today after a classic nor'easter <ABSOLUTELY> clobbered New England. The storm piled on 30 inches of new snow in parts of Massachusetts. Boston's Logan Airport expects to resume a normal schedule sometime today. Even veteran winter drivers had a tough time of it."
  },
  {
    "transcript_id": "CNN-407595",
    "matched_terms": {
      "may": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Definitely, it seems at least a cultural shift in how people view the daily life, is probably what came about with it. What do you think other states should take from this Arizona lesson?",
    "statement": "First of <ALL>, don't do what we did early on. Two things, what not to do and then what to do if they're in a hole. Face coverings work. Do not put up resistance. If you are an elected official, it works. It is high return on investment. Please do that. If you're a local official and can or a governor, please put in a face covering requirement. It works. It will help save your economy and hospital system. So that's one <THING>. I <<<THINK>>> that's the big <TAKE> home message. If you do dig yourselves into a hole, like we did in Arizona because of making poor choices, prohibiting face covering ordinances and so forth, and allowing bars and nightclubs to be free-for-alls, lock those things down. What are the things that we have learned? This virus is responsive to policy decisions. That's what we found. Bad policy decisions in <MAY> and June and then better policy decisions at the end of June. And we are benefiting from that right now. Although not -- like you said, not where we <NEED TO> be but not getting worse."
  },
  {
    "transcript_id": "CNN-47227",
    "matched_terms": {
      "sure": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "The White House says the bottom line of all this will be that a major political supporter of the president asked for help and the answer was no. But some in Congress aren't sure that was the right response. Thousands of shareholders and employees at Enron who had many invested in the stock and in their 401(k) plan lost millions of dollars. Senator Joseph Lieberman is the chairman of one of the committees looking into this. He asked this question: should Secretaries Evans, O'Neill, or anyone else in the federal government have raised their hand and issued a public warning?",
    "statement": "One of the key questions my committee is going to be asking is, where was the federal government? Where were the protective agencies of the government who are supposed to be there to make <<<SURE>>> average citizens don't lose their life savings as a result of what a company does?"
  },
  {
    "transcript_id": "CNN-103122",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Me, too.",
    "statement": "<WELL>, moving right along, coming up on SHOWBIZ TONIGHT, it`s the SHOWBIZ TONIGHT riddle. How many people does it <TAKE> to put an acclaimed actress on the cover of a magazine? We`re behind the scenes of Julianne Moore`s photo shoot, next in \"Tuesday InStyle.\""
  },
  {
    "transcript_id": "CNN-58732",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, what goes <AROUND> comes <AROUND>. The two cannon gun turret from the ironclad USS Monitor is a priceless naval artifact dating back to the Civil War. Yesterday, it was successfully recovered off Cape Hatteras. Part of a skeleton, <<PERHAPS>> that of the Union gunner on board, was removed from the turret earlier. The Navy's dive chief commander Bobbie Scholley joins us now on the phone to give us some more information <ABOUT> this amazing procedure that took place yesterday. Commander, how are you?"
  },
  {
    "transcript_id": "CNN-321366",
    "matched_terms": {
      "obviously": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This was the scene of an impromptu protest near St. Louis today. Protesting chanting \"black lives matter\" and \"no justice no profits\" as they gather at the entrance at the mall. Security of mall estimates there was somewhere between 200 or 300 protesters there. They are protesting the acquittal of Jason Stockley, 2000 shooting - 2011 I should say, shooting death of Anthony Lamar Smith. CNN's Ryan Young is nearby and he joins us now live. Ryan, protesters are now on their way to on an event called \"taste of St. Louis.\" It doesn't sound like this was a pre-planned. Set the scene for us.",
    "statement": "<WELL>, the reason why we are <<KIND OF>> trying to figuring out whether they are planned or not planned, it looks like social media is helping to spread <ALL> this together. So people are showing up, hundreds of them, at different locations. So <OBVIOUSLY>, there is some <<SORT OF>> coordination going on. This is the"
  },
  {
    "transcript_id": "CNN-85805",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "From the CNN Broadcast Center in New York, this is AMERICAN MORNING with Bill Hemmer and Soledad O'Brien.",
    "statement": "Good morning. Welcome back, everybody. A very busy morning already today. President Bush just finishing up a speech in Istanbul, Turkey, seeking to bridge differences between the United States and Muslim nations, as <WELL> as promote democracy in the Middle East. We've got lots to talk <ABOUT> from there. Suzanne Malveaux is going to join us in just a few moments to talk <ABOUT> that speech. Also, the president's meeting with NATO leaders."
  },
  {
    "transcript_id": "CNN-152974",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It is. Now they have had now two tropical systems in the past less than two weeks really. Hurricane Alex dumped a tremendous amount of rain across parts of Texas, and now this tropical depression which we'll get to in a second. It is all kind of linked in with all these rain that's making its way across the northeast. This time of year, everything kind of moves slow. All these rain that mad3e its' way across the northeast. This time of year, everything moves kind of slow. Jet stream slows down and weakens, so typically, the northern part of cold fronts moving a little bit faster and the southern kind of drag behind and that's what we're seeing in this particular area. Down across the south, in the mid Atlantic, we're seeing a few thunderstorms that are trying to get through the Myrtle Beach area, but once they do, we will probably going to see similar numbers to what we saw yesterday. Check out these record highs across Virginia, Danville, 102, Savannah, Georgia 101. Charlotte, North Caroline seeing 100 and",
    "statement": "Yes, unfortunately in that case, right? <ALL> right. Thanks so much, Rob Marciano. Appreciate that. OK. So it's been almost three months now since the oil started gushing in the Gulf of Mexico and we're still waiting for a solution to stop the spill. The next possible fix, relief wells. So if they can prevent such a disaster, why not have they been required, if companies want to drill in the first place?"
  },
  {
    "transcript_id": "CNN-5918",
    "matched_terms": {
      "possibly": "ungraded"
    },
    "previous_statement": "I hope that it will be possible to arrest now also Karadzic, because -- so we can have only one trial with both.",
    "statement": "With or without Karadzic, however, Krajisnik now begins months, <<POSSIBLY>> years of legal battles before his future is settled. Nic Robertson, CNN, The Hague."
  },
  {
    "transcript_id": "CNN-208913",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "We are expecting that those thwarted plots or information about those thwarted plots should be declassified as soon as today. At least, that's what senior intelligence officials who were here briefing Congress on Thursday told the members of Congress, sometime this week, maybe as soon as today. And what they're hoping, obviously, in releasing details, is to try to reassure Americans that their concerns about civil liberties are worth it, and to do that by really explaining in more graphic, explicit, understandable ways by saying, look, this could have happened had we not had these programs in place, these surveillance programs that are grabbing the data about your phone records.",
    "statement": "Dana, it seems that <EVERY> day we're see new reports, new releases in \"The Guardian\" from these leaked documents and Snowden himself giving this interview to \"The Guardian\" right now. How worried are congressional leaders that information <ABOUT> the information that he <MIGHT> be leaking?"
  },
  {
    "transcript_id": "CNN-145779",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Because some of the pundits have suggested there's politics at play here. Looking at the political calendar, not just the military strategy. You're a military guy. In all the meetings that you had in the White House Situation Room, was there ever a discussion of politics?",
    "statement": "<NEVER> heard it. Not on this issue. There are discussions <ABOUT> what's supportable in the Congress, so on and so forth. But not a political-based discussion on dealing with the flow of forces and the lives of our on the ground."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And on Simpson, and on Blake.",
    "statement": "You <KNOW> what? You were <WRONG> on <ALL> of them?"
  },
  {
    "transcript_id": "CNN-99107",
    "matched_terms": {
      "may": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "I don't have access to the material that was presented to the grand jury. And -- and I think the defense teams and the prosecution are perfectly capable of deciding who needs to provide information in order to fairly try the case.",
    "statement": "Respectfully, that's a very narrow legal answer to something, whether he needs to testify. And, actually, if I <MAY> try the <QUESTION> again, I'm interested in whether you <<<BELIEVE>>> there are questions that the vice president needs to answer."
  },
  {
    "transcript_id": "CNN-144007",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Anorexic girls.",
    "statement": "So what was her point? That was <QUITE> interesting there."
  },
  {
    "transcript_id": "CNN-132539",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "There's a message there. I mean, couldn't you all have downgraded to first class or jet pooled or something to get here? It could have at least sent a message that you do get it. If you're going to streamline your companies, where does it start?",
    "statement": "The symbolism of the private jets is difficult. You <KNOW>, you're talking to people that are schlepping back and forth, going through <ALL> the drama in the airports <EVERY> day, along with the American public. My suggestion is that those types of symbolic things, they really matter."
  },
  {
    "transcript_id": "CNN-59288",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, it's the Ames strain of anthrax, they know this from the DNA testing. And that's what was used in Fort Detrick. Because labs that had this didn't keep great records in the past, you can't get it down to this block of time.",
    "statement": "But didn't that Ames strain, didn't foreigners have access to that as <WELL>?"
  },
  {
    "transcript_id": "CNN-109696",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "It was really difficult. It was really difficult. I would cry for hours after our conversations.",
    "statement": "CNN has not been able to <VERIFY> that it's Karr speaking on the tape. However, the voice indicates a <CLEAR> infatuation with JonBenet Ramsey."
  },
  {
    "transcript_id": "CNN-376866",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And the former governor, John Kasich, told me, you <KNOW>, that he couldn't even get some of these things heard. I mean he -- and the red flag law, couldn't get it through, too. Do you speak to your Republican colleagues in the wake of this and do they say, <WELL>, you <KNOW> what, <<MAYBE>> this time, <<MAYBE>> now we can talk?"
  },
  {
    "transcript_id": "CNN-403853",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What do you think this team exactly can go on to accomplish? You say you think they'll win more titles obviously the Premier League is very, very difficult to win and the league has shown us over the last few years just how competitive it is with so many different teams winning over the last 6, 7, 8 years? So what do you think their potential is and can they keep everybody together? Can they keep this team together? Can they keep Klopp interested to keep on going?",
    "statement": "<WELL>, as you mentioned earlier Don I spoke to Jurgen Klopp foresee an end. And I asked him <ALL> <ABOUT> the attitude that he has managed to harness within the squad and the team? The way he has transformed the club and you <KNOW> he did have concerns <ABOUT> the <FACT> that <<MAYBE>> the Coronavirus crisis <WOULD> interrupt their bid to win the first title in 30 years? He was in good spirits and put aside considering he'd been up most of the night. But one <THING> he did focus on Don, when he spoke to me earlier was the <FACT> that he wants to bring back those glory days you spoke before <ABOUT> 5 titles in the 76 in the 80s, the lost in 1990 now 30 years on. He wants to revive the invincible spirit. This is what he had to say to me earlier."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And General Joulwan, in your expert opinion how is it going and why is it going the way it's going?",
    "statement": "<WELL>, I <<<THINK>>> it's going extremely <WELL>, and those last four rangers you had, are a good indication of why. I <<<THINK>>> one of the things that we are seeing is this tough training -- not just Ranger training, but the interface with the air and the land forces has been superb. And I <<<THINK>>> that made a tremendous difference in this fight."
  },
  {
    "transcript_id": "CNN-366979",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Moments before the Israeli spacecraft called Beresheet was supposed to land on the moon. The team in the control room in Israel lost communications with the craft. At the same time, it was experiencing issues with its main engine. The $100 million privately funded spacecraft was well into its landing sequence, traveling at more than 2,100 miles an hour, about 75 miles from its intended landing site, according to the telemetry data being fed in live in the problems began and escalated quickly. There was a moment of silence in the control room, and one of those monitoring the landing sequence said, \"There is a suspicion that we did not land on the moon in the best fashion. We're trying to clarify the matter.\" Just a short time later, one of the team leader said, \"I'm sorry to say, we didn't make it to the moon in one piece. Beresheet spacecraft had crashed.\" Trying to put a positive spin on the accomplishment, the team leader said, \"We made it all the way to the moon, we're the seventh country to make it all the way to the moon. Had this been successful? Will, they made Israel the fourth country to ever soft land a spacecraft on the moon, essentially a controlled landing on the lunar surface? The other countries, the U.S., the former Soviet Union, and China -- all world powers. Israel would have been by far the smallest country and the smallest program. Some even joke that instead of calling the spacecraft, Beresheet, which means in Hebrew, the beginning of the Bible, in the beginning, it should have been called Chutzpah, for Israel believing it had the goal to pull this one off. In the end, to keep the weight of the craft down, there were very few redundancy's built in, and the landing was always going to be the most difficult part. And it was in that landing sequence that Beresheet crash on the lunar surface. Oren Liebermann, CNN, Jerusalem.",
    "statement": "Had to be <QUITE> the disappointment. But elsewhere in the solar system, an American company is celebrating. SpaceX launched its first ever mission for a paying customer with its Falcon Heavy rocket on Thursday. There she goes. It's in a satellite into orbit for a Saudi Arabian company. What makes the mission unique? Is that its three massively powerful rocket boosters returned to earth -- here they come back. Making them reusable and thereby lowering future cost. Pretty cool <STUFF>. We're also learning more <ABOUT> being in space, extended stays there can <CHANGE> the human body in many ways right down to the genetic level. A NASA study reach that conclusion after comparing American astronauts Scott Kelly on the right there, with his identical brother, Mark. Scott, spent almost a year in space while his twin remained on earth. Researcher state that the study suggests human health can be mostly sustained for a year in space despite changes in weight, gut bacteria, and cognitive abilities. Astronaut Kelly's body return to normal six months after he came back to earth. <WELL>, Brexit has been delayed <GIVEN> lawmakers a few extra months to see if they can dig themselves out of the unholy mess they've created. Nick Glass takes a look at a how humorous an artists are turning the country's mess into masterpieces."
  },
  {
    "transcript_id": "CNN-262016",
    "matched_terms": {
      "absolutely": "ungraded",
      "best": "ungraded",
      "think": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Of course part of that tape was from the debate on Fox News. I`m back with Judy, Rolonda, Jason, Segun and Kayleigh. Donald Trump is doing also all the polls in the CNN/ORC Poll Trump is at 18 percent, Jeb Bush 15 percent, Scott Walker 10 percent. The NBC Wall Street Journal poll Trump is 19 percent, Walker 15 percent, Bush 14 percent. I would take comment or question from the audience. Yes, ma`am, go ahead?",
    "statement": "Yes, hi. I wanted to say I`m going to play devil`s advocate and I <<<THINK>>> Trump is <ABSOLUTELY> brilliant. And by that I mean he has an <<OPINION>>, he backs what he says, and I <<<THINK>>> that he is actually in the <BEST> position to lead our country."
  },
  {
    "transcript_id": "NPR-3122",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Hi, thanks for having me.",
    "statement": "So what have you learned <ABOUT> the moon from <ALL> this data?"
  },
  {
    "transcript_id": "CNN-328196",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "It's up by 60,000 votes but half of the vote is still outstanding.",
    "statement": "Just in Jefferson County alone if that margin stays anywherr close to that you can't <EXPECT> it to come in that left side, that's the suburb, if it stays anywhere close to that there are more than 23,000 votes just right here in Jefferson County alone. So then you look down here we've been talking <ABOUT> Mobile County slowly <ALL> night, finally up to 28 percent now. But again, if you look at that healthy margin there if it stays like this and more votes come, there's a lot of votes there, Doug Jones can make up in this. So there are votes to be had. Bakari was talking earlier <ABOUT> what's called the black belt. Again, it's for the topsoil. But you do have a great African-American democratic base here, we're still waiting. It's not a large population center by any means, but we have nothing from Dallas County, which is Selma just yet, you can <<ASSUME>> that's going to fill in blue. The <QUESTION> is, what is the turnout. In a lot of these other areas Bakari was saying, you <KNOW>, are there more votes. Most of the, what's called the black belt across this part of the state, 100 percent in Bullock County, 100 percent here in Macon County. You move over here this is the big one we're waiting for, Montgomery County up to 73 percent. But again, 73 percent, quarter more of the votes still out. If Doug Jones keeps hitting close to that margin, that's 10, 20,000 votes. This is another big group of votes there."
  },
  {
    "transcript_id": "CNN-125021",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "It wasn't an emergency response, Betty. This is a revalidation of a prior airworthiness directive that we had actually completed earlier this year. We wanted to go back in over yesterday afternoon and today just out of abundance of caution. Safety is one of Delta's number one priorities and we wanted to ensure that we were in full compliance.",
    "statement": "That makes perfect <<SENSE>> that you want to be in full compliance because people don't want to get on planes if they're not safe. As for those people, 270 flights -- 75 flights being canceled, where are <ALL> those people going? Are they simply stuck in what do you do for folks <HAVE TO> attend funerals, weddings, job interviews, <THING> like that?"
  },
  {
    "transcript_id": "CNN-309598",
    "matched_terms": {
      "certainly": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But Congressman, Assad said, let me just read you his quote because Tillerson said of Assad, \"The Syrian people will ultimately be able to decide the fate of Bashar al-Assad.\" I mean, come on, these are the Syrian people who are being gassed by him.",
    "statement": "<WELL>, there are two things here. So, if it's <ALL> of Syria, yes. And many <<<BELIEVE>>> this is why many are worried <ABOUT> an election where Assad runs the election as the head of state. Folks <<<BELIEVE>>> and I <CERTAINLY> <WOULD> be in that category. That is not going to be a fair election and magically you'd find Assad winning another term. So, -- the nuance here is you really do need Russia to help negotiate what an ouster of Assad looks like. And the reason that's important is not for just Assad and that use of chemical weapons, which is atrocious and a tragedy and thankfully we finally did something <ABOUT> it. But you don't want a vacuum of power in Syria. That <WOULD> be a disaster for <EVERY> one of our allies in the region and <CERTAINLY> stability in that region. You <HAVE TO> negotiate something so that technocrats of government just don't get up and walk away. We have great history on this in Libya and Iraq. We <SHOULD> not make that mistake again. So, I do <<<THINK>>> they need <A LITTLE> wiggle room to be able to negotiate a departure of Assad with a transition of government. Again, a rapid chopping off the head, I <<<THINK>>>, is going to be a disaster for U.S. interests in the region."
  },
  {
    "transcript_id": "CNN-43628",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "But Muslims would be all right, right? Like in the Balkans...",
    "statement": "Right, but the key is the American presence. As in the Balkans, the <ONLY> credible, trustworthy actor in the Balkans is the United States. The British, the Germans, the French, <EVERY> other contingent in the United States is a surrogate American, because everybody in the region knows that the American government is committed to making <<<SURE>>> that comes out right. It's exactly the <<KIND OF>> commitment we <NEED TO> make here. As -- it <WOULD> be great have as money folks along with us as possible, with <<PERHAPS>> the exception of the Russians and <<PERHAPS>> some others -- but again, American leadership is going to be the key to the post-combat phase in Afghanistan."
  },
  {
    "transcript_id": "CNN-356892",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Breaking news overnight. The Brexit process in the U.K. plunging into chaos. Conservative Parliament members triggering a vote of no confidence in Theresa <MAY>. The British prime minister vowing to fight to keep her job."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "We live in a society that is based on straight pride.",
    "statement": "I've got to <TAKE> another break at this time. And as we do, we invite you to <TAKE> part in our TALKBACK LIVE online viewer vote at CNN.com/TALKBACK. Today's <QUESTION>, \"Is the \"straight pride\" movement legitimate, intolerant or both? We'll be back in just a moment."
  },
  {
    "transcript_id": "CNN-265244",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Let me just tell you for the state we`re in, in Georgia jurisdiction. Years, just a few years ago, we said that this was admissible. The Supreme Court narrowed it if you`re in your own home, and said it were inadmissible, and then the legislature changed it. So it all depends on the jurisdiction you`re in. And I`m telling you, in someone`s private home, it is not the same as being at an",
    "statement": "It is admissible, and it`s amazing to me that you two are getting hung up on technicalities of whether the tape is going to get in, instead of addressing the <FACT> that this woman is beating the baby."
  },
  {
    "transcript_id": "CNN-248602",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "It is the same <<SORT OF>>, you <KNOW>, story. So, if anybody <<COULD>> empathize with this scenario, I <<<THINK>>> it <WOULD> be Bobby. And, if Bobby is saying that, that is not the case, then I am going to ride with Bobby Brown and I am assuming that there is a reason for that."
  },
  {
    "transcript_id": "CNN-217159",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to NEW DAY. The man known for his flamboyant style and hit song \"Forget You,\" is now facing some very serious legal problems this morning. Ceelo Green is pleading not guilty to a drug charge. He is accused of slipping ecstasy into a woman's drink. Entertainment correspondent Nischelle Turner is here with the very latest. Good morning."
  },
  {
    "transcript_id": "CNN-312470",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "I heard a saying and you <<PROBABLY>> heard it, too, but democracy dies in the dark. And so, I <<<THINK>>> that when we see a leader start to shut down our press and access to information, we do it at our own peril for not standing up. Judge Key (ph) said that in an <<OPINION>> and Bob Woodward came out and Judge Key, judge in sixth circuit in the case pre-Watergate. So, I appreciate what you do. I <<<THINK>>> the <FACT> that we dot a president talking <ABOUT> closing down the press conferences, or putting the media in jail is a bad sign of things to come."
  },
  {
    "transcript_id": "NPR-15630",
    "matched_terms": {
      "might": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Well, of course. It's important that we have a judge on that Supreme Court that is - now just has eight judges, where cases cannot be soundly brought to fruition. But I think the point is is that everybody believed that Hillary was probably going to win. And then all of a sudden, Donald Trump wins. And now just because it's Trump, it shouldn't make any difference. We should go ahead, and it'll Trump's choice.",
    "statement": "You mentioned that if you compared Merrick Garland and Judge Gorsuch and how they each <MIGHT> be as a Supreme Court justice, that Judge Gorsuch <MIGHT> end up giving <A LITTLE> more power to the states. That's where his opinions, judicial opinions..."
  },
  {
    "transcript_id": "CNN-298121",
    "matched_terms": {
      "certainly": "ungraded",
      "fact": "ungraded",
      "somewhat": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Let's keep digging in to the politics of Trump's Trump's November surprise. I have a great panel: David Remnick, he's the editor-in-chief of \"The New Yorker\", a biographer of President Obama. He published a piece online at 2:40 am on Wednesday as election returns kept rolling in. That piece 'An American Tragedy' went viral. Neera Tanden was co-chair of the Clinton-Kaine transition until there was no transition to make. Her day job is president and CEO of the center for American progress. Dan Senor was a spokesman in the Bush 43 administration and a senior foreign policy advisor to the Romney- Ryan campaign in 2012. And in Toronto, Conrad Black is a columnist for the \"National Post\" He's also that newspaper's founder. Conrad, let me begin with you since you supported Donald Trump and therefore I think I owe it to you to give us your theory of the case. How do you explain Trump's victory?",
    "statement": "I <<<THINK>>> that some of the factors you've mentioned, Fareed, <CERTAINLY> played in it. But I <<<THINK>>> that there was no real argument put forward for the reelection of the Democrats and their entire campaign consisted of an attack on Donald Trump as a racist and a sexist and <<POSSIBLY>> a warmonger and an inciter of domestic violence. None of those allegations is true. And he responded to them by torquing up references to Mrs. Clinton's ethical problems and the Clintons so-called pay to play problems. And so he got a singularly and vituperative campaign and it just escalated right to the end. But the facts are that Donald Trump is not a sexist and he's not a racist. He won the Republican nomination over the established figures in that party, the Bush family -- but also over the far right led by Senator Cruz by pitching it <<SOMEWHAT>> to the people you mentioned. But <ALL> he really said was he wanted a border in the south. He was opposed to illegal immigration, he was opposed to the admission of terrorist. He's not a racist. He has good record as an equal opportunity employer. And he <CERTAINLY> isn't a sexist. That 11-year-old tape while it was disgusting was like the normal routine conversation of Lyndon Johnson and we didn't talk <ABOUT> that <<SORT OF>> <THING> very much in those days. Now, the times have changed. But those attacks on him were unreasonable. And in general, the American public <<FEEL>>, I <<<BELIEVE>>> and I <<<THINK>>> there's lots of evidence for it and I <<<THINK>>> the right <<<BELIEVE>>> it, that the last 15 years have been the first of <PERIOD> of absolute and comparative decline of the United States in the world under both parties and under legislative and executive branches of both parties and they're very upset <ABOUT> it. And Donald pitched a good old-fashioned patriotism. Not (jingo), not any <<SORT OF>> imperialism and not any superiority of any one, just this isn't good government, it's time for a <CHANGE> and we <HAVE TO> stop trade pacts that import unemployment and immigration that creates unfair competition for jobs. It was portrayed by his opponents as a racist campaign and in the end that did not because it was not true."
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "This is SCIENCE FRIDAY. I'm John Dankosky, in for Ira Flatow. You've probably already encountered them this year, buried deep in your pet's fur, maybe on your own skin - yes, ticks. These bloodsuckers are often no bigger than a poppy seed, but they can wreak havoc with your health and your pet's.",
    "statement": "Infected ticks are the main culprits in the transmission of Lyme disease. It's being blamed for causing a senior banker at JPMorgan to miss a lot of work, leading to a more than $2 billion blunder. Lyme disease can be debilitating. The symptoms can range from fever and fatigue to neurological problems, but there's not agreement <ABOUT> how to diagnose and treat the infection."
  },
  {
    "transcript_id": "CNN-212540",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I`m ready to meet my maker, but if that time <SHOULD> come --"
  },
  {
    "transcript_id": "CNN-86308",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Orphans, a neglected issue. I'm actually surprised by that, because you would expect that people would be far more moved by 50 million orphans in some countries, one out of every five household is headed by a child, because the parents are dead, the grandparents have died.",
    "statement": "You <KNOW>, they <<<THINK>>> <ABOUT> the health problems ever AIDS, but it's not a health problem. It's a national security problem. It's a financial problem. It's a problem of <ALL> sorts of different magnifications. How do you relate orphans to things other than health?"
  },
  {
    "transcript_id": "CNN-117960",
    "matched_terms": {
      "obviously": "ungraded",
      "could": "ungraded",
      "quite": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "And what about the other man? What was he doing? Had people already grabbed him by that stage?",
    "statement": "Yes. The passenger, I <<<BELIEVE>>>, got out of the car and tried to enter the building. And I <<<THINK>>> the police actually managed to get him <QUITE> quickly. But <OBVIOUSLY> the driver of the car was engulfed in flames and the police officer couldn't actually get to him because he was burning."
  },
  {
    "transcript_id": "CNN-78435",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No, I think the U.S. military is right to do that. But we need more on the ground. We need more human intelligence. And that means we have to integrate the Iraqis into this process more rapidly than we've been able to do. I'm very familiar with that technology, because we used versions of it to try to deal with cross-border smuggling of drugs and the like. And it's very useful. And I think we should pursue that track. But it's not -- that, in and of itself, will not get the job done.",
    "statement": "On to the race for the presidency. In a meeting with reporters yesterday, you talked <ABOUT> the need for your fellow Democratic candidates to have a more coherent, grown-up foreign policy. Are you unhappy with what you are hearing on the campaign trail?"
  },
  {
    "transcript_id": "CNN-128292",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And your friendly, that's right, and the kids love you. And in fact, in this DVD that you, guys, have out as well, Elmo is going through that very same experience, right? Of a family member who is away and you're having to deal with that. What's that like, Elmo?",
    "statement": "<WELL>, it was <<KIND OF>> sad when daddy went away. But Elmo knew it was important for him to go. So Elmo missed him, but Elmo got to see him on the computer and call him up on the phone. And one <THING> that we do together that we can still do while daddy is gone is we can watch the moon together."
  },
  {
    "transcript_id": "CNN-281519",
    "matched_terms": {
      "best": "ungraded",
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "An intense work ethic, a champion and a player who realized the game had gone global, that's why China loves Kobe and why he will be watching pickup games here for a long time to come. Matt Rivers, CNN, Beijing.",
    "statement": "And while Kobe Bryant was playing his final game, the NBA's <BEST> team was making history. The Golden State Warriors won their 73rd game of the season, breaking the 20-year old record set by Michael Jordan's Chicago Bulls. And we will have <ALL> the highlights from that game and much more on World Sport in <ABOUT> 20 minutes. Now, Moscow is denying its done anything <WRONG> after the U.S. accused the Russian military of staging several aggressive flybys near an American warship. And there you see it. The Russian jets making passes near, very near the destroyer, The Donald Cook, in the Baltic Sea earlier this week. Now one plane, in <FACT>, it came within 23 meters. Now, encounters between U.S. ships and Russian aircraft, they are not unusual, but the U.S. says these flights were dangerously close. The Russian president, though, says that they were within the rules. Now, Vladimir Putin has been hosting his annual phone-in show in the last couple of hours. The TV Marathon, it features him answering questions from citizens. Now, let's bring in our CNN international correspondent Matthew Chance from Moscow with more on this. And Matthew, Putin has been fielding a lot of questions, questions <ABOUT> his policies, <ABOUT> his private life, even. What have been some of the highlights?"
  },
  {
    "transcript_id": "CNN-111132",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, I think it will change the life here from the bottom up. By that I mean, it's the younger part of the population, is represented by the 300 millionth American that will make our country back into a melting pot mold. That we haven't really known for a while in this country. Most adults today grew up in an era where we didn't have very many immigrants. The immigrants we knew were older people who immigrated very early in the 20th century. But these new kids that are going to be born will bring to us a diversity, I think that will be very refreshing and help us as we get in to the 21st century. Because we really are going to want to make connections with other parts of the world, and this will help us do it.",
    "statement": "But, I mean, as you <KNOW>, there are a lot of people who are frightened by the rise of immigration. I mean, you see it as the biggest driver of population growth. A lot of people find that very alarming."
  },
  {
    "transcript_id": "NPR-27427",
    "matched_terms": {
      "sure": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "Yeah, he was speaking to regional governors. This is President Alexander Turchinov and he says that Ukrainian troops are helpless because protesters are cooperating with, quote, \"terrorist groups.\" He doesn't really say what he means by terrorist groups and Russia is denying that it's working with these protesters. But what is pretty clear is that local authorities are not stopping the separatists from taking over these government buildings. And we journalists certainly see the police talking to them regularly.",
    "statement": "The president also says that the main goal now is to make <<<SURE>>> Ukraine's second largest city Kharkiv, which is to the north of Luhansk and Donetsk where I am, and the key port of Odessa, which is to the south and west <<SOMEWHAT>>, they want to make <<<SURE>>> that those do not fall into separatist hands."
  },
  {
    "transcript_id": "CNN-270320",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Brooke, it's not a big expansion numbers wise because they're talking about a few dozen U.S. special forces going into Iraq to create what they're calling an expeditionary force. You add on support troops. That will probably bring the number up to around 200. But what is big is the expansion in role because this expeditionary force in Iraq will be involved in things like freeing hostages, going after HVTs, high value targets, ISIS leaders. These are two of the most dangerous kinds of missions you can get involved in as a war fighter. So put that in the context, we've been following this for more than a year, Brooke, U.S. military action there against ISIS. The administrate has said dozens of times there would be no combat role for U.S. forces there. This is clearly a combat role. We've seen missions like this before. And, in fact, we talked about one about a month ago. It was when U.S. commandos were with Kurds commandos to free some ISIS held hostages. A U.S. Delta Force operator was killed in that operation, you'll remember. These are dangerous things. These are very much at the tip of the spear. So while it's not a big number, it is a big expansion and role there and now you're seeing in both in Iraq and across the border in Syria.",
    "statement": "So then, General Tata, precisely to Jim's point, you <KNOW>, if we're talking HVTs and raids, by putting more, you <KNOW>, troops in these roles, that <ABSOLUTELY> ups the vulnerability of them as <WELL>. BRIG. GEN. ANTHONY TATA, U.S. ARMY"
  },
  {
    "transcript_id": "CNN-340592",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "You also knew the shooter.",
    "statement": "I did. I was talking to him in 7th <PERIOD> on Sunday -- or on Thursday. And there was no warning signs. There was no indication that he <<COULD>> do any of this because he was very quiet and very sweet. He was funny. He was <NEVER> mean to me. He was nice. We'd make jokes. We laughed <ABOUT> memes on the Internet. And there was no red flags, no warning."
  },
  {
    "transcript_id": "CNN-85442",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, Daryn, we've been told by White House officials that there are at least 10,000 people in this crowd alone who are going to be watching the president. But not only here. He is going it be speaking directly to U.S. troops in Afghanistan and Iraq. It's going to be carried on Armed Forces Radio and Television. And this is a clear sign that this is message, this is a speech that is very important to this White House. As you know, we are just two weeks away from transferring power to the Iraqi people. The president, the White House, is making the case, as they have been for the last couple of weeks, that they are ready. That they feel the Iraqis are ready as they can be to, at least in the interim, have power turned back over to them. Of course, there's been a lot of questions about the fate of Saddam Hussein, whether or not they're ready in terms of security, in terms of -- having other infrastructures in place to actually hold a fair trial for Saddam Hussein. But you can see the president here, of course, shaking hands and being greeted very warmly by this group. He wants to send a message that their support for the mission and that he believes his transfer of power will be successful. As you know, of course, this is a president running on his record as commander in chief -- Daryn.",
    "statement": "And, Suzanne, as you mention, as we can see behind with the sign, this is the head of U.S. Central Command. If you <<COULD>> talk <A LITTLE> <ABOUT> the significance of that in terms of the fights in Afghanistan and Iraq."
  },
  {
    "transcript_id": "CNN-157170",
    "matched_terms": {
      "certainly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There's a lot of humor in it.",
    "statement": "And Michael Roberts, thank you so much for your time. Thanks for your time, Michael. <ALL> right. <WELL>, he's <CERTAINLY> got his point across today and wanted to keep talking, but unfortunately, we got to go."
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Usually in public.",
    "statement": "A, criminal investigation, OK. So there's, A, as a subset. B, special counsel's office investigation, OK? And then there is a subset I, we don't <KNOW> if there is a subset in A. There <<MAYBE>> based on the paragraph draft but we are not <<<SURE>>>. And then there is this paragraph that is open on page four. It looks like this, again, a lot of it is bars. But I will tell you why I'm making the <QUESTION>. The defendant also provided useful information concerning -- it's not broken out as a subset with its own letter."
  },
  {
    "transcript_id": "NPR-7600",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And there's a lot of political news to talk about and see if we can get to it all. One of which really shakes up the race for the Senate in Alaska. This is Lisa Murkowski who, of course, was defeated in the Republican primary.",
    "statement": "Now, we <KNOW> - we <KNOW> that the mechanisms of a write-in, they tell us this is impossible. You cannot do it. Alaskans can't <FIGURE> out how to fill in an oval and spell M-U-R-K-O-W-S-K-I."
  },
  {
    "transcript_id": "CNN-185152",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Deep in the jungles of Uganda, U.S. troops are aiding the mission to bring notorious warlord Joseph Kony to justice. If Kony's name sounds familiar to you, it's probably because of Jason Russell. His Kony 2012 campaign called for bringing the Lord's Resistance Army leader to justice. White House officials say that won't be easy, but they aren't giving up. Next hour, we're going to go to the front lines with a reporter from a CNN correspondent embedded with -- a report from a CNN correspondent embedded with U.S. troops. Egypt could have a new government within hours, as a post-revolution chaos continues. The head of Europe's ruling military council will form a new government according to state media. It also came hours after parliament suspended its session to protest the current prime minister. Presidential election is scheduled for May 23rd. Splitting Sudan was supposed to be the end of decades of civil war. Instead it had just drawn a line in the sand between two sides. Journalists on the border fear for their lives today when they came under fire in South Sudan.",
    "statement": "Reporters scramble for cover as they were attacked by Sudanese helicopter gunships and fighter jets. The president of Sudan declared a state of emergency today for cities along the border. And we're going to show you more of this amazing video and talk <ABOUT> the history of conflict in Sudan <A LITTLE> bit later on this hour. Another sign that Myanmar's isolation is slowly ending, the U.N. chief Ban Ki-moon, <WELL>, he arrived there on Sunday. He's the latest high level diplomats to visit the state once known as Burma. Myanmar's new civilian leadership is slowly putting in place political reforms. Some Londoners are concerned Olympic officials are getting carried away with their security plans. Leaflets are being passed out in an east London neighborhood warning residents that missiles <<COULD>> be placed on a water tower. London is hosting the Summer Olympics from July 27th to August 12th. The hour's top stories are just ahead here on CNN. But, first, the killing of four students during a Vietnam war protest at Kent State 40 years ago and a newly released audio reporting that <MAY> <CHANGE> the history books. But first, each week, CNN's Dr. Sanjay Gupta profiles innovators from <ALL> walks of life and <ALL> fields of endeavor. The program is called \"THE NEXT LIST.\" And next Sunday, he talks to Ben Kaufman, owner of a startup business that gives innovators a place to bring their ideas."
  },
  {
    "transcript_id": "CNN-328602",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "It is people helping people the best way we know how.",
    "statement": "When they see me, they <ALWAYS> <<FEEL>> happy."
  },
  {
    "transcript_id": "CNN-35800",
    "matched_terms": {
      "somewhat": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "OK, now hook-up, that doesn't mean necessarily all the way but it's kissing and going to the very end. But what happened to the emotional commitment here? Why just the, yep, you are it for tonight -- see you.",
    "statement": "What this shows is that young women today are exercising their right to choose. Years ago women were terrorized constantly that they didn't get enough for men. They were trying to squeeze <EVERY> emotional drop out of guys who were emotionally unavailable. And now women are expecting that at the younger ages and saying, OK, I am not going to worry <ABOUT> this. I am not going to be aggravated <ABOUT> it. In a <CERTAIN> way this is <<SOMEWHAT>> good news. Because before, they were depressed <ALL> of the time."
  },
  {
    "transcript_id": "CNN-286154",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Oh, Nancy, this is absolutely ridiculous. It happened just before noon yesterday. The suspect, Craig Bonello, was in a Dollar General store along with this mother and her daughter. This was in Hernando County (ph). It`s a rural town. This sort of thing doesn`t happen.",
    "statement": "Rural? A rural town? That, in itself, is highly unusual, that a stalker, a kidnapper, a child predator <WOULD> <APPEAR> in a rural area at this Dollar General. Long story short, that`s almost unheard of where the crime rates are so low. Back to you, Caputo. Where, again, is this?"
  },
  {
    "transcript_id": "CNN-107350",
    "matched_terms": {
      "absolutely": "ungraded",
      "certainly": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You're saying the CIA formally concluded that bin Laden wanted Bush re-elected.",
    "statement": "<WELL>, look -- <ABSOLUTELY> true. And that day at the meeting John McLaughlin says, <WELL>, you <KNOW>, bin Laden <CERTAINLY> did Bush a big favor today. And the analysis flowed essentially along those lines. The <QUESTION>, the key <QUESTION>, is what it is it <ABOUT> America's war on terror that is such that bin Laden <WOULD> want it to continue and Bush to continue conducting it? That's the bigger <QUESTION> that was not examined by the CIA, because many of these people there were soon to be pushed out."
  },
  {
    "transcript_id": "CNN-118192",
    "matched_terms": {
      "about": "ungraded",
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We turn first of all, though, to a possible new turning point in the war in Iraq in signs that July 15th, not September 15th, is the deadline for addressing what happening next. A progress report is due on the 15th. It's set to show that the Iraqis have reached few of the benchmarks set out by the United States. CNN's Barbara Starr is live now at the Pentagon. And, Barbara, do you have any more of what we can expect in this report?",
    "statement": "<WELL>, John, <<PERHAPS>> not very much because, as you say, <ALL> the indications are, this report coming July 15th will show that the Iraqis simply have not made the fundamental, enduring progress that the U.S. wants to see in that country. According to <ALL> indications, there will be some level of tactical, small progress in the report. It will talk <ABOUT> a couple of things. It will talk <ABOUT>, for example, insurgents killed, weapons found, some towns now secure. But not Baghdad, not the major, fundamental progress that the U.S. wants to see. Overall, violence in Iraq is not down and that means the government and Prime Minister Nuri al-Maliki simply is not able to make the political reconciliation and political progress that the U.S. needs to see. John."
  },
  {
    "transcript_id": "CNN-57615",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The effects of the recent difficulties will linger for a bit longer. But as they wear off and absent significant further adverse shocks, the U.S. economy is poised to resume a pattern of sustainable growth. Our prospects for extending this performance over time can be enhanced from implementation of sound monetary, financial, fiscal and trade policies.",
    "statement": "He notes that low mortgage rates are helping us refinance our homes, and we <TAKE> some equity out, keep spending. Inventories are so low. He says businesses <HAVE TO> start investing and spending again as <WELL>. He does say we <SHOULD> get tougher on corporate CEOs. He's not <<CONVINCED>> any laws <NEED TO> be changed right away. Stiffer penalties <SHOULD> do the job. Make the CEO accountable, that will clean things up. Back to you."
  },
  {
    "transcript_id": "CNN-329810",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "This is not a sourced -- we don't have quotes here, we don't <KNOW> who described this to him other than the Sean Spicer quote. But these are overall <<SORT OF>> Wolff's observations, I <<GUESS>>, and so, we'll <HAVE TO> see if this matches -- I'm <<<SURE>>> we'll hear from Kellyanne Conway if we haven't already <ABOUT> --"
  },
  {
    "transcript_id": "CNN-322893",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Erin, thank you very much and if I may just close out by saying thank you on behalf of the Las Vegas community, to our friends across the country and the world. And in particular, thank you on behalf of the victims and victim's family. I just left the hospital of his victims who continue to be in intensive care fighting for their lives and the world is comforting Las Vegas and we're grateful. Thank you.",
    "statement": "<ALL> right, thank you. And next, the timeline. <EVERY> move in the weeks and months leading up to the massacre <<COULD>> leave clues that let people understand why and how. Plus, the president's chief of staff tonight struggling. Struggling to survive, to control the White House chaos after the secretary of state called the president a moron. Are John Kelly's days numbered? And breaking news, a deadly storm heading for the Gulf Coast at this hour. Nate has already left 21 people dead. That storm gaining power at this hour. Hurricane warnings now on that Gulf Coast."
  },
  {
    "transcript_id": "CNN-347944",
    "matched_terms": {
      "could": "ungraded",
      "somewhat": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Well, Pieter, you know, it has been a long-standing man at KLM. He came up through the ranks. I'm not sure he would have been entirely excited to take the top job. I think he likes his environment in Amsterdam very much, and I would hope he stays on. The one thing that would have spoken for Pieter basically is that he knows how the inner workings of the Air France KLM group work. That is definitely one thing probably we will have to figure out.",
    "statement": "Now, finally, the <REALITY> is, Air France as an airline, Air France KLM as a company seems to run on its own rules in the <<SENSE>> of the way the company is structured, the way the company is financed, the way the company's unions operate. If you look at the battles of Lufthansa Group and you look at the battles of IAG, Air France is still looking <<SOMEWHAT>> like from the last century. I couldn't agree more, and first of <ALL>, I wasn't executive within the Lufthansa Group involved faulty negotiations and the offer negotiations and it's a tough - it is a tough road to go. Remember, Lufthansa and also IAG 10 years before that endured a lot of strikes to come to the current labor framework and that's the head of Air France KLM, which is why the stock price is down, by the way."
  },
  {
    "transcript_id": "CNN-220653",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yeah, absolutely electric. And, you know, it's hard to believe that just nine months ago when he was selected as pope, it was actually a surprise choice. Now he is the first Latin American pope, his home country Argentina. Shasta, you were there. What was it like when Pope Francis was a cardinal there?",
    "statement": "<WELL>, we did trace <A BIT> of his history, fascinating. This is a man who lived along the same lines that we've been talking <ABOUT> now. He chose not to live in the more luxurious apartment set aside for the cardinal next to the cathedral. He lived in a small apartment along with other priests, along with other clergy. He -- <EVERY> Sunday, he took a bus out to one of the slums in Argentina to give mass at one of those churches. We actually got on the bus to see if this is really true. We'd heard this story. We got on the bus and we said, hey, you <KNOW>, this is the bus that Cardinal Bergoglio took. Had anyone ever run into him? People immediately said, oh yes, I saw him at the San Lorenzo football matches. Other people, oh yes, I saw him on the bus. His sister used to go to the masses. So this is a man who really lived what he preached. And again there was <A BIT> of surprise, because he had at the same time been very reserved, very austere, but not this smiling, charismatic man that he has really become since he was named Pope Francis. He's really -- he's really flourished in that <<SENSE>>, Kristie."
  },
  {
    "transcript_id": "CNN-281603",
    "matched_terms": {
      "sure": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "How often have you found that the promise to support the troops falls short?",
    "statement": "How many times have you covered it on CNN? Right? For the last decade you <ALL> have been covering it. Suicide issues, unemployment, the VA scandal, it goes on and on. A lot of politicians in Washington and now on the campaign trail say they support the veterans. But when it comes down to it, many of them are AWOL. We need them to step up, and if they won't, we need people to organize, pressure them, make them stand up now in a time of war. This impact morale. It impacts retention. It impacts recruiting. Right now, our members are in Iraq and Afghanistan hearing that Congress is cutting their GI Bill benefits. What <<KIND OF>> message does that send to our people in inform? It's outrageous, and it's the one that <MIGHT> actually unite everybody from <ALL> political stripes in a campaign season."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, wait a second. Wait a second. You know that in today`s modern technological world that there is artificial insemination and there`s all sorts of ways to have a baby and yes two women, there are a plenty of them that have baby.",
    "statement": "There are plenty of women that have babies. Let me <TAKE> it back. But if she`s implying that somehow this baby is related to Casey Johnson, that`s simply just not the case. Tila is an attention addict and it`s got to stop. Like, when Casey was alive, Casey <WOULD> pull Tila back. Like I <<<THINK>>> she knew that Tila was using her <A LITTLE> bit for attention. But Tila had to be careful. She couldn`t go too far or else mommy, Casey, <WOULD> like slap her down. But now that the Casey`s gone, there is nobody, nobody in the world who can stop this little fool from trying to get <ALL> this attention."
  }
]