[
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Farris doesn't want to do interviews.",
    "statement": "And they didn't allow our cameras into their service, but did invite me in. In its program this week, urging parishioners pray for public officials opposing gay marriage, even naming Kentucky county clerk Kim Davis. In a rare interview with the Christian Broadcasting Network last year, Farris Wilks said this."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "His brother Dan.",
    "statement": "I just <<<THINK>>> we <HAVE TO> make people aware and bring the bible back into the school."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "In this town of 4,000, the Wilks are Cisco pride and folklore, local sons of a modest bricklayer made their way into the new oil, fracking. Their expansive home tells their story of a billionaire fortune. (on camera): These remote compounds are some of the few outward signs of wealth here in Cisco, small reminders that these brothers are worth $2.7 billion, according to \"Forbes.\" So, a $15 million political contribution? That's less than 1 percent of the brothers' net worth. (voice-over): The Wilks joined an elite group of super PAC bankrollers to super PAC Conservative Solutions. Motor car mogul Norman Braman donated $5 million, backing Marco Rubio. Right to Rise USA, health care equities investor Miguel Fernandez gave $3 million to Jeb Bush's super PAC. Priorities USA Action, Univision owner Haim Saban donated $2 million to Hillary Clinton's super PAC. This is presidential politics 2016, where a limitless donations to super PACs means recently rich sons hold sway. (on camera): Their rise on the national stage, is that good or bad news for this country?",
    "statement": "I <<<THINK>>> it's good news. Personally, we've got <ALL> kinds of influences that you can get from <ALL> different sides. And any time you've got somebody that's willing to provide and is able to provide an influence for good, I <<<THINK>>> it's a fantastic <THING>."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I think it's good news. Personally, we've got all kinds of influences that you can get from all different sides. And any time you've got somebody that's willing to provide and is able to provide an influence for good, I think it's a fantastic thing.",
    "statement": "This is the first election we've actually seen the Wilks spread their financial wings. In 2008, they did donate a few thousand to the RNC. This time <AROUND>, Erin, thanks to some looser laws, they're willing to put millions in to get their beliefs into policy -- Erin."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "absolutely": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "A lot of money, right? And I love it, she's standing there on a dirt road in Texas, right? Town of Cisco. Not a lot of wealth. They are the wealthy sons, now giving up $15 million, and they're giving a lot of the money to back Senator Ted Cruz. Will this move the needle for someone like Ted Cruz? Because so far, he's still in single digits.",
    "statement": "Look, you've got to have money, but ultimately, look at Scott Walker. He had a great super PAC, and it did nothing for him as a candidate. So, you still <HAVE TO> have charisma. You still <HAVE TO> be a viable candidate. You still <HAVE TO> have ideas. And most importantly, you still <HAVE TO> connect with voters. I mean, if you're Ted Cruz, this is -- yes, it's a good amount of money. But is it going to be able to buy you this collection or the nomination? <ABSOLUTELY> not. I mean, remember, Donald Trump is a multi-billionaire who can beat <EVERY> one at this game with his own checkbook and his own pen. So, I <<<THINK>>> if there's any time that this money doesn't buy influence, it's <<PROBABLY>> when you have a billionaire that you're running against."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Look, you've got to have money, but ultimately, look at Scott Walker. He had a great super PAC, and it did nothing for him as a candidate. So, you still have to have charisma. You still have to be a viable candidate. You still have to have ideas. And most importantly, you still have to connect with voters. I mean, if you're Ted Cruz, this is -- yes, it's a good amount of money. But is it going to be able to buy you this collection or the nomination? Absolutely not. I mean, remember, Donald Trump is a multi-billionaire who can beat every one at this game with his own checkbook and his own pen. So, I think if there's any time that this money doesn't buy influence, it's probably when you have a billionaire that you're running against.",
    "statement": "Which is an interesting point. I mean, what's amazing, though, when you look at this in the polls, let's say Donald Trump were to get out of the race, right? So, he's own money goes away. Or Ben Carson were to get out. The two frontrunners. If you <TAKE> them out, there's really no movement for any of the other candidates, the lower candidates, right? They don't actually pick up a lot of support. So, it <WOULD> <SEEM> to me -- and those lower candidates are the ones who are the big donors. Donald Trump saw funding. Ben Carson has the little guy funding him. So, it's the big rich guys that are putting <ALL> the money in to losing candidates. Is that surprising?"
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "certainly": "ungraded",
      "fact": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Which is an interesting point. I mean, what's amazing, though, when you look at this in the polls, let's say Donald Trump were to get out of the race, right? So, he's own money goes away. Or Ben Carson were to get out. The two frontrunners. If you take them out, there's really no movement for any of the other candidates, the lower candidates, right? They don't actually pick up a lot of support. So, it would seem to me -- and those lower candidates are the ones who are the big donors. Donald Trump saw funding. Ben Carson has the little guy funding him. So, it's the big rich guys that are putting all the money in to losing candidates. Is that surprising?",
    "statement": "<WELL>, look at Jeb Bush. The great example is look at how much money not <ONLY> his super PAC, but also his campaign has been able to raise and it has not influenced the polls really in any way at <ALL>. It <CERTAINLY> can help you with the ground game in Iowa, New Hampshire, South Carolina, and moving forward. But you still <HAVE TO> have momentum in Iowa, New Hampshire and South Carolina. If you're not winning there, it doesn't matter. Remember Rick Santorum last time. When Rick Santorum did not have money, he went up against Mitt Romney and <EVERY> mega donor out there was able to <ALL> of a sudden make a campaign out of pennies. So, that is still ultimately the x-factor. The reason why, though, I <<<THINK>>> that you see that if Ben Carson or Donald Trump drops out, it doesn't help these other guys because it's still -- they're still in that category of the non-politician, the \"I'm not Washington. I've <NEVER> run for office. I've <NEVER> won before.\" So, it's not surprising that their supporters early on are going to say I'm not supporting any of these other guys, they're what's <WRONG> with Washington, and that's why I'm with Ben Carson or Donald Trump."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "Who knows what will happen? At this point you can say, <ALL> this hate for <ALL> this big money. It's <ALL> coming in and it's not buying them anything."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "It's not buying much at all.",
    "statement": "No, it's not. <ALL> right. OUTFRONT next, the head to the CIA and Homeland Security, email accounts hacked. And you're not going to <<<BELIEVE>>> who's claiming responsibility for this and what they say they have. And the bizarre battle between Bernie Sanders and the drug company CEO dubbed the most hated man in America."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "sure": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "We lost a lot of guys and I always get a little lump in my throat. As all those guys -- we had almost 2,000 D-Day, just on Omaha, 18, 19, 21-year-old guys. It makes me -- I get choked up.",
    "statement": "At 98 years old, Ollar has come back along with 17 other vets on a tour organized by the National World War II Museum in New Orleans. Scores of allied veterans is now at least in their 90s are in Normandy for this anniversary of D-Day, the last salute, some are calling it, since it's not <<<SURE>>> how many more years there'll be old soldiers <AROUND> to share their living memories."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "At 98 years old, Ollar has come back along with 17 other vets on a tour organized by the National World War II Museum in New Orleans. Scores of allied veterans is now at least in their 90s are in Normandy for this anniversary of D-Day, the last salute, some are calling it, since it's not sure how many more years there'll be old soldiers around to share their living memories.",
    "statement": "To keep that memory alive, there was a very high price paid for that freedom, so value it. So that's -- I <<GUESS>> that's what we're trying to bring forward is the value of freedom."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "To keep that memory alive, there was a very high price paid for that freedom, so value it. So that's -- I guess that's what we're trying to bring forward is the value of freedom.",
    "statement": "So much of this year's commemoration is <ABOUT> remembrance not <ONLY> for those who were here on Omaha Beach but for those who weren't. For those who <NEVER> knew or have forgotten exactly how much of modern Europe in today's world is based on what happened here 75 years ago. Long gone, are the generals and colonels who gave the orders and understood the bigger picture and how important it was for the D-Day landings to establish a toe hold on a continent that had lost its freedom. Those who came back this anniversary were <WELL> down in the ranks like paratrooper Guy Whidden, who says he was just doing his job."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So much of this year's commemoration is about remembrance not only for those who were here on Omaha Beach but for those who weren't. For those who never knew or have forgotten exactly how much of modern Europe in today's world is based on what happened here 75 years ago. Long gone, are the generals and colonels who gave the orders and understood the bigger picture and how important it was for the D-Day landings to establish a toe hold on a continent that had lost its freedom. Those who came back this anniversary were well down in the ranks like paratrooper Guy Whidden, who says he was just doing his job.",
    "statement": "I <ALWAYS> thought God was with me. I don't remember any fear at <ALL>. Some apprehension, not knowing exactly what was happening."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I always thought God was with me. I don't remember any fear at all. Some apprehension, not knowing exactly what was happening.",
    "statement": "To help the vets and others understand just that, the importance of what they were part of, there were lectures and seminars onboard our cruise ship to put D-Day in context. And there was musical nostalgia to bring back a happy memory or two of what it <WOULD> be like to <<FEEL>> young again. But mostly thoughts this anniversary are serious <ABOUT> an event many here like Ollar, say changed their lives, changed the world forever. Jim Bittermann, CNN, on the Normandy coast of France."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "To help the vets and others understand just that, the importance of what they were part of, there were lectures and seminars onboard our cruise ship to put D-Day in context. And there was musical nostalgia to bring back a happy memory or two of what it would be like to feel young again. But mostly thoughts this anniversary are serious about an event many here like Ollar, say changed their lives, changed the world forever. Jim Bittermann, CNN, on the Normandy coast of France.",
    "statement": "Let's talk more <ABOUT> this. I'm joined by historian Taylor Downing. Thanks for being with us. So, you were telling me just now, in 1994, there were 20,000 D-Day veterans alive. Today how many?"
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let's talk more about this. I'm joined by historian Taylor Downing. Thanks for being with us. So, you were telling me just now, in 1994, there were 20,000 D-Day veterans alive. Today how many?",
    "statement": "<WELL>, there's <ABOUT> 300 visiting the -- visiting the beaches tomorrow. It's the <FACT>, I'm afraid, that as the year's pass, the numbers decline. 20,000 when President Clinton went to Normandy in 1994. <ABOUT> 2,000 five years ago and President Obama went to the beaches for the 70th anniversary, and now we're down to a few hundred. There's nothing we can do <ABOUT> that. I <<<THINK>>> what we've got to <<<THINK>>> <ABOUT> is how to commemorate these events. You <KNOW>, they don't end -- the commemorations don't end when there are no more veterans left."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "And I <<<THINK>>> one of the interesting things <ABOUT> this afternoon is that the focus was on reading the letters, the diaries, the memories, <ALL> of that will be left to us from the veterans, even when they are no longer with us."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "must": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But what happens when the last survivor, the last surviving vet is gone and those who lived through that era also leave us. Then what happens in terms of remembrance?",
    "statement": "<WELL>, as is -- we <HAVE TO> continue to remember these great events. It was one of the turning-point moments of the Second World War, the D-Day invasion, the battle of Britain in 1940, the battle of Stalingrad in 1943 and D-Day are really the three moments that turned the -- turned the war in the favor of the allies in the Second World War. And we mustn't stop forgetting just like in the First World War. There are no veterans from the First World War left. But that doesn't mean to say we <MUST> forget <ABOUT> it. We <MUST> continue our remembrance, we <MUST> continue their memory and we <MUST> continue to allow them to speak for themselves even when they aren't there to speak."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Well, as is -- we have to continue to remember these great events. It was one of the turning-point moments of the Second World War, the D-Day invasion, the battle of Britain in 1940, the battle of Stalingrad in 1943 and D-Day are really the three moments that turned the -- turned the war in the favor of the allies in the Second World War. And we mustn't stop forgetting just like in the First World War. There are no veterans from the First World War left. But that doesn't mean to say we must forget about it. We must continue our remembrance, we must continue their memory and we must continue to allow them to speak for themselves even when they aren't there to speak.",
    "statement": "The operation itself is what it still so fascinating and emotional in many ways. These were kids a lot of times being sent to the beaches of Normandy. We have some visual record of that day, as opposed to World War I where that was rare, <OBVIOUSLY>. But this, we do have although some of those photographs were lost because of the development of the film that was damaged."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, that's right",
    "statement": "But we still have that. Talk to us <ABOUT> the complexity of the operation."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "But we still have that. Talk to us about the complexity of the operation.",
    "statement": "There's no <QUESTION> that this was the most complex operation of the Second World War. You <HAVE TO> land in the case of the Normandy invasions over a range of beaches <ABOUT> 50 miles apart. You <HAVE TO> land 130,000 150,000 men. You <NEED TO> get <ALL> the material to support them onto the beach. Thousands of jeeps, of tanks. Tens of thousands of tons of supplies and <ALL> of this is going on under direct fire from one of the most fearsome defensive wars, the Atlantic War Festung Europa as Hitler called it. One of the most fearsome defensive wars that pretty whatever been built. There's nothing as complicated as getting these men scrambling ashore and then getting everything they <NEED TO> follow them up. And they used <ALL> sorts of incredible devices. You <KNOW>, they invented tanks that <WOULD> float in the water. They built harbors in several different pieces in Britain that were then assembled like a dire jigsaw off the D-Day beach a few days after the invasion of being successful. To bring in hundreds of thousands more men and millions of tons of supplies that were needed."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Because it wasn't a given at all.",
    "statement": "It <ABSOLUTELY> wasn't. It's very easy for historians and for <ALL> of us today who <KNOW> the outcome to <<<THINK>>>, oh, you <KNOW>, that's what happened. It was a great success. But at the time, Churchill was deeply worried that it was going to fail. The British chief of the imperial general staff was <<CONVINCED>> that this was going to be a failure and a failure <WOULD> not <ONLY> set back the invasion of Europe, but it <WOULD> set back the whole war. Potentially be disastrous for the war. I <<<THINK>>> it was successful for a whole variety of reasons. The weather that postponed it for a couple of days because the storms that came in meant that the invasion had to be postponed from Monday to fifth to Tuesday the sixth of June. Actually, in the end, it works in our favor because the Germanys who didn't have such good weather prediction as the British and the Americans did with <ALL> their aircraft in the Atlantic, that <<COULD>> see the incoming weather from the Atlantic, the Germans thought nobody <WOULD> invade in this weather at <ALL>."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They were expecting it but they were trying to figure out at what point it would go ahead.",
    "statement": "They were expecting an invasion but they didn't <KNOW> when it was coming. And Rommel, the chief German commander actually went home to Germany to his wife's birthday. Because he thought the allies were <NEVER> invaded in weather like this. A lot of other senior officers were away at an exercise in another part of France where the invasion haven't saw. So the weather that postponed --"
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There was an element of surprise there.",
    "statement": "There was a big element of surprise but of course like <ALL> big enterprises as <WELL>, there was a lot of luck involved. On some of the beaches, there was very little resistance, on Omaha Beach, as we <KNOW> from the pictures, a movie like \"Saving Private Ryan\" captures the horror on that beach, the bullets ricocheting off the steel of the landing craft, the blood, the sea filling with the blood red."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "That is accurate, how accurate is \"Saving Private Ryan\"?",
    "statement": "That is accurate for that beach, Omaha Beach. Where the Americans had a really tough time getting ashore. I met a -- I've spoken to a veteran who survived Omaha Beach, and I said, you <KNOW>, you <MUST> have seen extraordinary things on that day. <ALL> he said was I dug a deep hole in the sand and I hid in it for the whole day. And I said, yes, but you <MUST> have been witnessing the most remarkable experience. I'd -- I dug a deep hole and sat in it for a whole day. He said that's how he survived."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That is accurate for that beach, Omaha Beach. Where the Americans had a really tough time getting ashore. I met a -- I've spoken to a veteran who survived Omaha Beach, and I said, you know, you must have seen extraordinary things on that day. All he said was I dug a deep hole in the sand and I hid in it for the whole day. And I said, yes, but you must have been witnessing the most remarkable experience. I'd -- I dug a deep hole and sat in it for a whole day. He said that's how he survived.",
    "statement": "<WELL>, and also it wasn't just a one-day operation, <OBVIOUSLY>, then there were weeks and weeks that were soldiers and troops had to retake that territory beyond the beaches where they landed. So it wasn't -- we talk <ABOUT> that one day. But then it went on for a long time and many, many people died in those weeks."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "absolutely": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, and also it wasn't just a one-day operation, obviously, then there were weeks and weeks that were soldiers and troops had to retake that territory beyond the beaches where they landed. So it wasn't -- we talk about that one day. But then it went on for a long time and many, many people died in those weeks.",
    "statement": "You're <ABSOLUTELY> right. People <OFTEN> see D-Day as the end of a very long campaign of a huge build-up of <ALL> of these preparations we've been talking <ABOUT>, hundreds of thousands of men, tens of thousands of vehicles and so on. D-Day wasn't the end, it was the beginning. It was the beginning of a long campaign that lasted several months in Normandy. It wasn't until August that Paris was liberated. And of course, it wasn't until <MAY> 1945, 11 months later, that the Germans actually surrendered. At the same time, there were gargantuan battles taking place on the Eastern Front, the Soviet Red Army was confronting the German"
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "But it wasn't the end.",
    "statement": "It <CERTAINLY> wasn't the end."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It certainly wasn't the end.",
    "statement": "<WELL>, I was just telling my team earlier, I visited the D-Day beaches a few times and I was in school in Normandy for a few years so I had the opportunity. It is one of the most emotional experiences one can have because you see the cemetery, the Allied Cemetery, but also the German Cemetery is interesting to visit. And it's interesting to just be there on that beach where it <ALL> happened."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "sure": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, I was just telling my team earlier, I visited the D-Day beaches a few times and I was in school in Normandy for a few years so I had the opportunity. It is one of the most emotional experiences one can have because you see the cemetery, the Allied Cemetery, but also the German Cemetery is interesting to visit. And it's interesting to just be there on that beach where it all happened.",
    "statement": "It's very, very moving, I <<<THINK>>>. And as long as those cemeteries are there, as long as they are kept as beautiful as they are, the American Cemetery at Omaha is a very moving place to visit. The British Cemetery at Brouay, it keeps along the way, kept by the Commonwealth War Graves Commission. They keep these places beautifully attended and we <NEED TO>. We <NEED TO> ensure that those cemeteries are kept because they are the visible evidence, the visible memorial of the future generations."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "And the cost of war.",
    "statement": "Thank you so much. Taylor Downing, a pleasure having you on the program."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Thank you very much.",
    "statement": "They are known as G.I. babies and they are a relatively unknown group that suffered as a result of World War II, biracial children in many cases now in their 70s, born to African-American servicemen with white British mothers during the war. Isa Soares spoke with some who are still searching for their identity in the U.K."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "That is the first one that I can remember my mom's showing me of this handsome chap that she was so in love with.",
    "statement": "<AROUND> 2,000 mixed-race babies were born from relationships between black G.I.s and white British women. The romance is born from wartime dances were <TORN> apart by peace."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "The U.S. army refused black G.I.'s permission to marry their white British girlfriends or make paternity claims. And she loved your father, you said.",
    "statement": "Yes, <NO <DOUBT>> <ABOUT> it. <NO <DOUBT>> <ABOUT> it. I don't <<<THINK>>> she ever got over him."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Yes, no doubt about it. No doubt about it. I don't think she ever got over him.",
    "statement": "After growing up in a white family more than 50 years passed before G.I. baby Dave Greene, tracked down and met his black father for the first time in Brooklyn. But many G.I. babies have <NEVER> known the love of either of their parents. Hundreds of the mixed-race and so-called illegitimate babies were put into children's homes, the stigma too much for many mothers to cope in what was then, a very white Britain. At Holnicote House in Somerset, West England, <AROUND> 20 mixed-race G.I. babies were raised until they reached the age of five. At which point, they were sent to other homes or adopted. Their identity struggles began when they were sent away from other children that looked like them. Deborah Prior and Carol Edwards were <GIVEN> up as babies by their mothers and lived together at Holnicote. They both remember their time there fondly."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "After growing up in a white family more than 50 years passed before G.I. baby Dave Greene, tracked down and met his black father for the first time in Brooklyn. But many G.I. babies have never known the love of either of their parents. Hundreds of the mixed-race and so-called illegitimate babies were put into children's homes, the stigma too much for many mothers to cope in what was then, a very white Britain. At Holnicote House in Somerset, West England, around 20 mixed-race G.I. babies were raised until they reached the age of five. At which point, they were sent to other homes or adopted. Their identity struggles began when they were sent away from other children that looked like them. Deborah Prior and Carol Edwards were given up as babies by their mothers and lived together at Holnicote. They both remember their time there fondly.",
    "statement": "There was a group of us <ALL> <ABOUT> the same age, we were born, '44, '45, and we were in the cots together, we shared potties together. We played together."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "But the pain of <NEVER> really knowing their birth parents has defined their lives."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Leon's mother gave up rights to him as a baby. But at the age of three, his father tracked him down in a children's home and flew him to the United States. He still bears the scars of his mother's choice.",
    "statement": "There is <ALWAYS> <<KIND OF>> like a void. And that void will <ALWAYS> be there because I <NEVER> got to meet her. I <KNOW> as a kid, it really hurt me when she left because I have a distant memory of standing in the corner of a crib, crying real hard. We said to my son --"
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Leon's questions remain, did she want to give him up or was she forced? Many years later, he found out where his mother was. She had tragically died two years previously. Her gravestone was all he got to see.",
    "statement": "There is just a lot of questions that I wanted to ask her. My sister - you <KNOW>, gave me this picture and she also gave me her wedding ring, which I wear <ALL> the time. And it was one of the <BEST> gifts I have ever gotten in my life."
  },
  {
    "transcript_id": "NPR-1361",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Republicans have been trying to <FIGURE> out how to reach new groups of voters since their defeat in the presidential election four years ago. Now some party leaders are saying the GOP <SHOULD> do a better job of addressing the concerns of low-income Americans."
  },
  {
    "transcript_id": "NPR-1361",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "As NPR's Sarah McCammon reports from Columbia, S.C., several presidential candidates made that point in a forum on poverty yesterday.",
    "statement": "House Speaker Paul Ryan began the day with a traditional Republican message <ABOUT> the American dream."
  },
  {
    "transcript_id": "NPR-1361",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "But Ryan said it's not that simple.",
    "statement": "Here's the problem. If it is not true for everybody (laughter) - and there are a lot of people who do not <<<BELIEVE>>> it's there for them - then it's really not true at <ALL>, is it?"
  },
  {
    "transcript_id": "NPR-1361",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Here's the problem. If it is not true for everybody (laughter) - and there are a lot of people who do not believe it's there for them - then it's really not true at all, is it?",
    "statement": "Ryan said making that true for everyone <SHOULD> be a priority for the GOP. He co-moderated the event at a packed convention center in Columbia with South Carolina senator Tim Scott, the <ONLY> black Republican in the U.S. Senate. Scott said there's a <PERCEPTION> that Republicans don't understand poverty, but he grew up poor with a single mom."
  },
  {
    "transcript_id": "NPR-1361",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "And what I hear in the neighborhoods - and I go see my grandfather every week - is not requests for more government assistance - it's a leg up.",
    "statement": "Scott and Ryan were joined on stage by six Republican presidential hopefuls who shared their personal stories, designed to send the message that they get it."
  },
  {
    "transcript_id": "NPR-1361",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And my father, who was a bartender...",
    "statement": "The first time I've learned <ABOUT> poverty was from both my parents."
  },
  {
    "transcript_id": "NPR-1361",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Beckmann's group spoke out against cuts to federal anti-poverty programs proposed by Ryan when he was chairman of the House Budget Committee.",
    "statement": "I <<<THINK>>> there's still a lot of uncertainty <ABOUT> whether the Republican Party is really going to push to <REDUCE> poverty. The people who are here have got to fight other elements in the party that are not that interested in poor people."
  },
  {
    "transcript_id": "NPR-1361",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I think there's still a lot of uncertainty about whether the Republican Party is really going to push to reduce poverty. The people who are here have got to fight other elements in the party that are not that interested in poor people.",
    "statement": "There's a lot at stake in this for the GOP. Since 2012, Republicans have been talking <ABOUT> how to reach more young people and minorities. Christie said Republicans <SHOULD> campaign outside their comfort zone."
  },
  {
    "transcript_id": "NPR-1361",
    "matched_terms": {
      "sure": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "There's a lot at stake in this for the GOP. Since 2012, Republicans have been talking about how to reach more young people and minorities. Christie said Republicans should campaign outside their comfort zone.",
    "statement": "<FACT> is - we <NEED TO> be going into African-American churches. We <NEED TO> be going into the Hispanic communities and the barrios to make <<<SURE>>> that - you go there first to listen. Don't go there first with some, like, 10-point plan because they don't want to hear it."
  },
  {
    "transcript_id": "NPR-1361",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Fact is - we need to be going into African-American churches. We need to be going into the Hispanic communities and the barrios to make sure that - you go there first to listen. Don't go there first with some, like, 10-point plan because they don't want to hear it.",
    "statement": "But polls show that reaching those groups is a challenge for the Republican Party. Not present at the poverty forum were two candidates known for their tough rhetoric on immigration, Donald Trump and Texas senator Ted Cruz. Both were busy campaigning in Iowa, where they've been neck and neck at the top of the pack."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Senator, you're no Jack Kennedy.",
    "statement": "You don't have Nixon to kick <AROUND> anymore."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Yeah!",
    "statement": "<EVERY> Wednesday, political junkie Ken Rudin joins us to review the week in politics. This week, new scandals put the White House on the defensive as a frustrated president dismissed the drip, drip, drip of disclosures on the official response to the attack in Benghazi. He had to answer questions <ABOUT> why the Internal Revenue Service used keywords like \"tea party\" and \"patriot\" to investigate the tax status of nonprofit groups."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Hey, Ken.",
    "statement": "OK, <WELL> since Howard Dean is our special guest later in the program, here is a Howard-Dean-related trivia <QUESTION>. Dean, of course, is a former governor of Vermont, and he later became chairman of the Democratic National Committee. Under his chairmanship, the Democrats took control of both the House and Senate in the 2006 elections. So other than Howard Dean, who was the most - ready for this <QUESTION>, Neal?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Who is the most recent former governor who, while he or she was chair of the national party, they won control of the House or Senate in November?",
    "statement": "If you <<<THINK>>> you <KNOW> the answer to this week's trivia <QUESTION>..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "If you understand it.",
    "statement": "...get help. Give us a call, 800-989-8255 - that is, if you <<<THINK>>> you <KNOW> the most recent former governor who served as chair of either the Democratic or Republican National Committee, and while as chair, that party took control of either the House or the Senate in a November election."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "<ALL> right. Give us a call, phew, 800-989-8255. Email talk@npr.org. And Ken, <WELL>, it is one <THING> after another at a suddenly besieged White House, and the IRS scandal seems to be the top of the list."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "All right. Give us a call, phew, 800-989-8255. Email talk@npr.org. And Ken, well, it is one thing after another at a suddenly besieged White House, and the IRS scandal seems to be the top of the list.",
    "statement": "That seems to be the - not <ONLY> the top of the list but the most - first of <ALL>, <<MAYBE>> - <<PERHAPS>> the most troubling, but also one potential scandal that both Democrats and Republicans <<COULD>> be furious <ABOUT>, because as we've seen, you <KNOW>, President Obama said the other day, he said yesterday, I <<<THINK>>>, he said this is contrary to our traditions."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That seems to be the - not only the top of the list but the most - first of all, maybe - perhaps the most troubling, but also one potential scandal that both Democrats and Republicans could be furious about, because as we've seen, you know, President Obama said the other day, he said yesterday, I think, he said this is contrary to our traditions.",
    "statement": "<WELL>, it's not contrary to presidential traditions. If you go back to FDR and JFK and Nixon, we <KNOW> what Nixon did with the IRS, and George Bush and Bill Clinton - I <<<THINK>>> Bill Clinton, they reported that he had Gennifer Flowers and Paula Jones, their taxes were audited. We <KNOW> that John F. Kennedy sat with Ben Bradley and talked <ABOUT>, who was it, Howard - the guy, the oil billionaire from Texas."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "H.L. Hunt, OK.",
    "statement": "H.L. Hunt, were talking <ABOUT> his tax returns with JFK. The presidents have used this in the past. Now, we haven't gotten that far yet. The president says this is outrageous."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "And there is no link to the White House.",
    "statement": "Not yet, no, and there <MAY> not be. And that's the whole <THING>. That's what makes it either a scandal or just an annoyance because it is an awful <THING>, and it is obnoxious and outrageous that this happened. But if the White House knew of it, then it's even bigger problems for President Obama."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But this is a gift for conservatives.",
    "statement": "<WELL>, everything - see, the problem with this, a lot of people start rolling their eyes because the conservatives have been attacking the White House from day one, and we <KNOW> that the conservatives have been using the talking points for Benghazi when most of the American people said, OK, there <MAY> not be that much there there with Benghazi."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "certainly": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But something big like the IRS tax-free status for conservative groups, going after conservative groups; or when the Justice Department decides to go after the reporters' phone calls regarding trying to catch a leak, trying to see where the leaks are in the White House, that is disturbing, and that is not just a conservative disturbance, it's disturbing for both - everybody basically.",
    "statement": "<WELL>, going back to the IRS for just a moment, the IG's report on the IRS does not <SEEM> to <SUGGEST> that this is a huge scandal, but we have many questions to answer, and there will be 8,700 congressional investigations, <CERTAINLY> in the House of Representatives."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, going back to the IRS for just a moment, the IG's report on the IRS does not seem to suggest that this is a huge scandal, but we have many questions to answer, and there will be 8,700 congressional investigations, certainly in the House of Representatives.",
    "statement": "The phone records seized, the questions, two big questions. First of <ALL>, it was done secretly, which did not allow the Associated Press time to <TAKE> this case to court and protest, <<MAYBE>> they <<COULD>> work out another deal. And it seemed to be, <WELL>, over a couple of months, 20 different phone lines, three different bureaus."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "The phone records seized, the questions, two big questions. First of all, it was done secretly, which did not allow the Associated Press time to take this case to court and protest, maybe they could work out another deal. And it seemed to be, well, over a couple of months, 20 different phone lines, three different bureaus.",
    "statement": "Yeah, <<APPARENTLY>> what the White House says it was looking for, and this was regarding a botched al-Qaida plot..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yeah, apparently what the White House says it was looking for, and this was regarding a botched al-Qaida plot...",
    "statement": "<WELL>, you can understand their plot. It was that double agent, the report there was a double agent in al-Qaida who had blown the whistle on this underwear bomber plot to blow up an airplane."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, you can understand their plot. It was that double agent, the report there was a double agent in al-Qaida who had blown the whistle on this underwear bomber plot to blow up an airplane.",
    "statement": "But once the administration goes looking at phone records for reporters' phone records, then we <KNOW> that any government official who ever thinks <ABOUT> talking to a reporter <WOULD> be at risk because that - because his or her name <<COULD>> very <WELL> <APPEAR> in these phone records. And that's the chilling effect, what this does, what the Justice Department did with the AP phone links."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "First question for Hillary Clinton: Where in the hell were the Marines?",
    "statement": "And then Rand Paul went on to talk <ABOUT> how this actions by the now former secretary of state, <WELL>, <MIGHT> have an impact come 2016."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "And then Rand Paul went on to talk about how this actions by the now former secretary of state, well, might have an impact come 2016.",
    "statement": "It was inexcusable, it was a dereliction of duty, and it <SHOULD> preclude her from holding higher office."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "It was inexcusable, it was a dereliction of duty, and it should preclude her from holding higher office.",
    "statement": "Preclude - what higher office <MIGHT> she seek?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Preclude - what higher office might she seek?",
    "statement": "<WELL>, look, the point is Hillary Clinton is running for president by <ALL> indications, and that's exactly why the Republicans <<<THINK>>> they have a perfect way to go after her in advance of Iowa and New Hampshire. But again, you <KNOW>, Mike Huckabee, a former presidential hopeful and <<PERHAPS>> a future Republican presidential hopeful, said that he thinks that President Obama is not going to survive his second term because he's going to be impeached, because basically nobody died, nobody died at Watergate."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, look, the point is Hillary Clinton is running for president by all indications, and that's exactly why the Republicans think they have a perfect way to go after her in advance of Iowa and New Hampshire. But again, you know, Mike Huckabee, a former presidential hopeful and perhaps a future Republican presidential hopeful, said that he thinks that President Obama is not going to survive his second term because he's going to be impeached, because basically nobody died, nobody died at Watergate.",
    "statement": "And they're still using that quote that we've seen 40 years ago, 30 years ago, that nobody, you <KNOW>, drowned at Watergate; they did that with Chappaquiddick. Nobody died at Watergate, but people did die in Benghazi, and they're using this against both Obama and Hillary Clinton."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "And they're still using that quote that we've seen 40 years ago, 30 years ago, that nobody, you know, drowned at Watergate; they did that with Chappaquiddick. Nobody died at Watergate, but people did die in Benghazi, and they're using this against both Obama and Hillary Clinton.",
    "statement": "<<<BELIEVE>>> it or not, we have some people on the line who <<<THINK>>> they <KNOW> the answer to this week's trivia <QUESTION>."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Believe it or not, we have some people on the line who think they know the answer to this week's trivia question.",
    "statement": "It's not as hard as you <<<THINK>>> it is, Neal."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Kevin, thanks very much. Got two out of three right there. This is Diane(ph), Diane with us from Virginia Beach.",
    "statement": "Hi, my <<GUESS>> is Tim Kaine."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Governor of Virginia.",
    "statement": "Tim Kaine - actually, Tim Kaine - I mean whatever you want to say of him <ABOUT> DNC chair, when he was chairman of the DNC the Democrats lost both the House and Senate. So Tim Kaine had a very disastrous 2010 when he was chairman."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Tim Kaine - actually, Tim Kaine - I mean whatever you want to say of him about DNC chair, when he was chairman of the DNC the Democrats lost both the House and Senate. So Tim Kaine had a very disastrous 2010 when he was chairman.",
    "statement": "Oops, <WELL> thank you guys. I look forward to you <EVERY> Wednesday."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Haley Barbour, the former governor of Mississippi.",
    "statement": "Yes but Haley Barbour was governor after he was RNC chair. Haley Barbour was governor - during the 1994 Republican sweep, but he didn't become governor of Mississippi until <WELL> after that."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "John Connally, the former governor of Texas.",
    "statement": "Yes, but - <WELL>, I'll tell you later why I'm laughing, but John Connally was <NEVER> chairman of the RNC or the DNC. He wasn't..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Oh!",
    "statement": "That was Howard Dean in the background, because Howard Dean predicted Roy Romer of Colorado. No, Marc Racicot, governor of Montana, he was governor in 2000, 2001 - I <<<THINK>>> '96 to 2000. And in 2002 he was a Republican chairman when the Republicans took back the Senate in the 2002 elections."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And while Howard Dean does not get a button, he did see the Ken Rudin-Howard Dean button collection today, so it was pretty impressive.",
    "statement": "Oh my goodness. This is - <WELL>, he's..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Oh my goodness. This is - well, he's...",
    "statement": "I <KNOW>, that's why he's excited to be here."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Joe Sestak, Admiral Joe Sestak in Pennsylvania setting up an exploratory committee to run when, Ken?",
    "statement": "<WELL>, he announced that he was going to run against Pat Toomey, and that's fine, but Pat Toomey, the senator from Pennsylvania, is not up until 2016. Now we spent last week talking <ABOUT> <ALL> the Republicans who don't want to run for the Senate in Iowa, <ALL> the Democrats who don't want to run for the Senate in Georgia. We heard this week that Stephanie Herseth, the former congresswoman from South Dakota, announced she will not run for Tim Johnson's seat. But Joe Sestak, who did run against Pat Toomey and lost to him in 2010, is up for a rematch in <ONLY> three and a half years."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And we also need to note this week the passing of a political figure from, what, now 50 years ago, Billie Sol Estes, involved in scandals back in the Kennedy administration.",
    "statement": "<WELL>, you've got to be old to remember him, but he was a con man of the first degree, a swindler. He came up with <ALL> these theories, none of which <<COULD>> be proven."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, you've got to be old to remember him, but he was a con man of the first degree, a swindler. He came up with all these theories, none of which could be proven.",
    "statement": "<WELL> that was after his conviction in the con man operation..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "...but he had a lot of political connections.",
    "statement": "He did. I mean, he made payoffs to politicians, he had bribery things. Of course, once he was convicted, he said, I can prove to you that the Kennedy administration tried to kill Castro, that Lyndon Johnson tried to kill John F. Kennedy. It was <<KIND OF>> - Jimmy Hoffa <DEFINITELY> was out to get Bobby Kennedy. But he was a very colorful guy, died this week. But he was a con man and not of the honorable kind."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "He did. I mean, he made payoffs to politicians, he had bribery things. Of course, once he was convicted, he said, I can prove to you that the Kennedy administration tried to kill Castro, that Lyndon Johnson tried to kill John F. Kennedy. It was kind of - Jimmy Hoffa definitely was out to get Bobby Kennedy. But he was a very colorful guy, died this week. But he was a con man and not of the honorable kind.",
    "statement": "<WELL>, he was also the object of some interesting songs back in the day. It was - Phil Ochs wrote one, and then there's this one, \"The Ides of Texas\" by the Chad Mitchell Trio, if you want to go back to that. Howard Dean joins us in just a minute. Stay with us. It's the Political Junkie on TALK OF THE NATION, from NPR News."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "This is TALK OF THE NATION. I'm Neal Conan. It's Wednesday, which means Political Junkie Ken Rudin is with us. And Ken, do we have a ScuttleButton winner from last week?",
    "statement": "We <ABSOLUTELY> do. There was a four-button set. The first button was a badge from APPA, which was the Association for the Preservation of Political Americana. So it was a nametag from APPA. There was a \"before it's too late vote Wallace in '68,\" Jim Sheehan for Congress of New Jersey, and <TAKE> the Shirley Chisholm trail to Washington."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Stereo moans.",
    "statement": "I don't <KNOW> if you <KNOW> this, but Mark Sanford of course gets sworn in to his House seat today, and he will not, I heard, be appointed to the Foreign Affairs Committee."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And he also will get a Political Junkie T-shirt and that valuable button. In the meantime, there's a new Political Junkie column up and a new puzzle?",
    "statement": "There is a puzzle, yes, which I <<<THINK>>> Neal Conan <WOULD> be very interested in seeing, but there is not a column this week."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "There is a puzzle, yes, which I think Neal Conan would be very interested in seeing, but there is not a column this week.",
    "statement": "<ALL> right. As part of our Looking Ahead series, we now look ahead to the future of the political parties. We <HOPE> to speak with former RNC chair Michael Steele soon, a couple of weeks, we <HOPE>, but this week the Democratic Party. We want to hear from Democrats in red states today. How do you <<<THINK>>> the party can turn things <AROUND> where you are? Give us a call, 800-989-8255. Email us, talk@npr.org."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Thanks for having me on. This is a lot of fun.",
    "statement": "Except I guessed <WRONG> on the governor, last governor who turned over the House and Senate."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Except I guessed wrong on the governor, last governor who turned over the House and Senate.",
    "statement": "We <MAY> give you that T-shirt anyway."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A lot of controversy at the White House this week. It is easy to get the sense of this as suddenly an administration under siege, but they're getting it from right and left.",
    "statement": "<WELL>, we've got to sort out the facts from the fiction here. Benghazi is going to go away because it's essentially made up. You <KNOW>, the Republicans are really interesting. They cannot get out of their own way. For them to be beating up on Benghazi, which really is a nothing, invented scandal by the right wing, captured by the right wing, who are obsessed with this, is the <WRONG> <THING> to beat up on."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Well, we've got to sort out the facts from the fiction here. Benghazi is going to go away because it's essentially made up. You know, the Republicans are really interesting. They cannot get out of their own way. For them to be beating up on Benghazi, which really is a nothing, invented scandal by the right wing, captured by the right wing, who are obsessed with this, is the wrong thing to beat up on.",
    "statement": "The poll - there's a recent poll that showed that 40, something like 46 percent of the people had no idea what was going on there, and a big chunk of the rest of them thought it was nothing. The other two are <A LITTLE> more serious, the IRS and the Associated Press <STUFF>."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "The senior IRS people, yeah.",
    "statement": "First of <ALL> - secondly, the IRS, the <FACT> that there's not a sitting IRS commissioner, my <UNDERSTANDING> is it's  a temporary administrator running the IRS, not a commissioner, because the Senate refused - because the Republicans filibustered the appointment of an IRS commissioner."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "fact": "ungraded",
      "may": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "First of all - secondly, the IRS, the fact that there's not a sitting IRS commissioner, my understanding is it's  a temporary administrator running the IRS, not a commissioner, because the Senate refused - because the Republicans filibustered the appointment of an IRS commissioner.",
    "statement": "If that's so, if I get my facts right there, that makes them <PARTLY> responsible because the principal <THING> that the inspector general said was bad administration at the IRS. So my <<GUESS>> is this is a dangerous one because nobody likes the IRS. On the other hand, the Republicans in Congress <MAY> have a <SLIGHTLY> lower popularity rating than the IRS, so eventually this one goes away."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "If that's so, if I get my facts right there, that makes them partly responsible because the principal thing that the inspector general said was bad administration at the IRS. So my guess is this is a dangerous one because nobody likes the IRS. On the other hand, the Republicans in Congress may have a slightly lower popularity rating than the IRS, so eventually this one goes away.",
    "statement": "The AP is more serious, and that's the one they're getting it from both ends on. This <<SORT OF>> comes into the same category, although there's no loss of life, of how much power <SHOULD> the president have, as the drones. That is, there needs to be some <<KIND OF>> a guard against the government interfering with the role of the judicial branch."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "apparently": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "The AP is more serious, and that's the one they're getting it from both ends on. This sort of comes into the same category, although there's no loss of life, of how much power should the president have, as the drones. That is, there needs to be some kind of a guard against the government interfering with the role of the judicial branch.",
    "statement": "And I <<<THINK>>> as far as the president's ability to order strikes on people, there needs to be some <<KIND OF>> an oversight for that, even if it's a FISA court, and we understand the national security implications of that. The same is true of the AP scandal. There is not a case to be made, although <<APPARENTLY>> it's legal, for - to survey reporters and rummage through their records without going to somebody who was willing to say this is indeed a threat to the national security."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And I think as far as the president's ability to order strikes on people, there needs to be some kind of an oversight for that, even if it's a FISA court, and we understand the national security implications of that. The same is true of the AP scandal. There is not a case to be made, although apparently it's legal, for - to survey reporters and rummage through their records without going to somebody who was willing to say this is indeed a threat to the national security.",
    "statement": "The administration does not get to make up their minds <ABOUT> what's a threat and what's not. There has to be a third party if you're going to go invade the province of the First Amendment."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "And indeed it is a very serious case, yet this administration has been more active in pursuing leak cases than any other administration in history.",
    "statement": "It's true. Here's what the Republican problem with this one is, that they are the cheerleaders for this. When President Bush was in office, they were <ALL> in favor of doing whatever they had to do, including going after reporters who've said outrageous things, mostly in this case liberals. So they have not such clean hands at <ALL>. In <FACT> their hands are really just as in the same - in the same dirt as the administration's is on this one."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It's true. Here's what the Republican problem with this one is, that they are the cheerleaders for this. When President Bush was in office, they were all in favor of doing whatever they had to do, including going after reporters who've said outrageous things, mostly in this case liberals. So they have not such clean hands at all. In fact their hands are really just as in the same - in the same dirt as the administration's is on this one.",
    "statement": "So I'm not - I <<<THINK>>> this is the one that's got staying power. The IRS, if the Republicans were more skillful, they <MIGHT> be able to make into something, but they're not particularly skillful. And if I were running the Republican Party, I'd tell them to shut up <ABOUT> Benghazi because they're <NEVER> going to get any traction <ABOUT> that."
  }
]